{
    "system_id": 146370, 
    "permalink": "http://collections.acmi.net.au/objects/146370", 
    "record_type": "Title", 
    "acmi_identifier": "F000078", 
    "title": "Shin heike Monogatari = Tales of the Taira", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Japan"
    ], 
    "creation_date": [
        "1955"
    ], 
    "creator_contributor_role": [
        "Daiei Motion Picture Company, production company", 
        "Masaichi Nagata, producer", 
        "Kenji Mizoguchi, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Japanese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:53:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Restricted: film study on-site"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on the novel by Eiji Yoshikawa."
    ], 
    "description": [
        "Tales of the Taira Clan' is set in 1137, a key moment in Japanese history that sees political intrigue among imperial families leading to the transition of power from courtiers and monks to Samurai clans. 'Tales of the Taira Clan' is one of only two films by Mizoguchi that were shot in colour. It is also the last of his 'jidai-geki' (period films). For this particular film, Mizoguchi asked his art teacher of 40 years before to work as a colour consultant. In 'Tales of the Taira Clan', Mizoguchi lives up to his reputation of 'feminist filmmaker'. This preoccupation with the status of women and their oppression in Japanese society can be traced back to Mizoguchi's own childhood; following a family reversal of fortune, his 14-year old sister Suzu was put up for adoption and later on sold to a Geisha house. During the Allied occupation of Japan, Mizoguchi was encouraged to make films about women as a contribution to the democratisation of Japanese society. The theme of the self-sacrificing woman who is ultimately destroyed is recurrent is some of Mizoguchi's best work, including 'Osaka Elagy', 'The Story of the Last Chrysanthemums', 'The Life of Oharu', 'Sansho the Baillif' and 'Ugetsu'. Reference: Gary Morris 'The World of Kenji Mizoguchi' Bright Light Film Journal. Online.  http://www.brightlightsfilms.com/22/mizoguchi.html. Also available on VHS.  Credits: Producer, Masachi Nagata ; director, Kenji Mizoguchi ; writers, Yoshikata Yoda, Masahige Narusawa, Kyuichi Tsuji ; photography, Kazuo Miyagaw ; music, Fumio Hayasak, Masaru Sato. Cast: Raizo Ichikawa, Ichijiro Oya, Yoshiko Kuga, Tatsuya Ishiguro, Michiyo Kogure, Eijiro Yanagi."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "35mm film; Limited Access Print (Section 2)"
    ]
}