{
    "system_id": 2302, 
    "permalink": "http://collections.acmi.net.au/objects/2302", 
    "record_type": "Title", 
    "acmi_identifier": "B1005480", 
    "title": "Police horses: who cares? (F0113)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Mal Waldon, narrator", 
        "Vivian McWaters, writer", 
        "Donald Ewart, sound", 
        "Don Calder, sound", 
        "Bruce Gundry, sound", 
        "Reg Boulter, camera operator", 
        "Reg Boulter, editor", 
        "Robert Rothols, executive producer", 
        "Victoria. Dept. of Agriculture, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "How the Victorian Department of Agriculture works with the Police Force in caring for their horses."
    ], 
    "description": [
        "Film opens with countryside shots at dawn and then goes into a fast-paced montage sequence of Police Horses in action with a funk soundtrack. Features footage of the horses in country, urban and city settings.  The work of a Victorian Department of Agriculture vet is then spotlighted as he tends to injured horses in the field and in a surgery/lab. Includes footage of a horse being X-Rayed who has an injured hoof.  Switches to the Victorian Police band in action and a their drum-carrying horse. Shots of kids enjoying the band play in an outdoor parade.  Then goes to show a Police Horse trainer at work at the Attwood Department of Agriculture stables. In the background of this training sequence planes from the nearby airport take-off and land in the background.  Similar training seqeunce takes place at the St Kilda Rd barracks with four horses being ridden. Up-beat synthesiser soundtrack. City-scape in the background, featuring the National Gallery of Victoria. This is followed by a more formal performance with full dress uniforms and big-band music. Horses and riders then escort the Queen as she travels in a car on parade down two city streets."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}