{
    "system_id": 13031, 
    "permalink": "http://collections.acmi.net.au/objects/13031", 
    "record_type": "Title", 
    "acmi_identifier": "B2000382", 
    "title": "The World is our sound toy", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2004"
    ], 
    "creator_contributor_role": [
        "Dylan Davis, creator", 
        "Swinburne University of Technology, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "No spoken word"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Multimedia"
    ], 
    "genre": [
        "Amateur & Student Films", 
        "Amateur & Student Films/Student films - Australia", 
        "Experimental"
    ], 
    "subject_group": [
        "Crafts & Visual Arts/Multimedia (Art)", 
        "Advertising, Film, Journalism, Mass Media & TV/Interactive media", 
        "Climate, Environment, Natural Resources & Disasters/Environment", 
        "Crafts & Visual Arts/Nature (Aesthetics)"
    ], 
    "abstract": [
        "Explores the use of the environment as musical instruments through sound toys"
    ], 
    "description": [
        "The sound toys presented in this interactive work create a computing experience that extends the imagination not only in a musical sense but in the way we perceive the world around us. They explore the nature musical software, the use of the environment as musical instruments and look to explore a musical interpretation of the environment around us. The sound toys and the inspiration behind each one include: The Leaf blower - the desire to turn the day-to-day noise pollution into musical instruments The Bird chorus - waiting for the tram at the bottom of Elizabeth St. As I looked up at all the birds on the cables, they sat in a set of patterns that lent itself to a musical sequence The Sea gulls - watching the seagulls descend on the MCG 30 minutes before the final whistle Windows - peering in office windows and trying to imagine what is going on inside Telegraph lines - driving to Sydney on the Hume Highway Jam tarts - old analogue sequences. the jam tart image is from historic Gundagai, from the old bakery there Palm leaf - camping in Mungo Brush National park in New South Wales Big poles - cloudy rainy day at Mungo Brush National Park, staring at the ducks and the poles in the water Ghoulies - accurately time mapped, thus allowing a BPM counter"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005258; Memory Grid Student Work Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM; Master", 
        "CD ROM; Copy"
    ]
}