{
    "system_id": 146441, 
    "permalink": "http://collections.acmi.net.au/objects/146441", 
    "record_type": "Title", 
    "acmi_identifier": "Z000054", 
    "title": "Star from afar = Yuan fang de xin", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Xiaoxiang Film Studio, production company", 
        "Wu Peimin, director", 
        "Bicheng Bi, script", 
        "Zhou Shengtong, cinematographer", 
        "Gao Ling, cast", 
        "Wang Yuzhong, cast", 
        "Kang Tai, cast", 
        "Ma Jing, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:32:30"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama"
    ], 
    "subject_group": [
        "History/China - History - Cultural Revolution, 1966-1969", 
        "Agriculture, Business, Commerce & Industry/China - Rural conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Rural conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Rural conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "History/Communism - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Collective farms", 
        "Agriculture, Business, Commerce & Industry/Dairy farming"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Flashback – Yunyun, a passionate vet from Shanghai, receives a position at The New Star Dairy farm in a rural Chinese town. When she arrives, she is greeted by her new colleague Jianxin. Treating her with great admiration, he takes her by tractor to the farm, which is still being built. He explains her job to her – to tend to the dairy cows.  Settling in to her new position, Yunyun explains to Jianxin that she went to veterinary school after her father was accused of being a capitalist sympathiser. During this time, she was also sent to live on a commune. Jianxin explains to her that the leader of the village, Mr. Wang, proposed the construction of a dairy farm so that the locals can receive better diets.  Present – Yunyun's parents are concerned for their daughter's welfare. After returning from the dairy farm at their request, she has since appeared melancholy. When they ask about her new position at the library, she complains she is unfit for the job, and that she still yearns to be a vet. When her mother suggests that she find work on a dairy farm closer to home, Yunyun explains that the solution is not that simple.  Ruping, a friend of Yunyun's, takes her to the Shanghai Zoo. Although he hopes to impress Yunyun and her love of animals, she spends the entire time complaining about how unhappy and uncared for the animals appear to be. Yunyun expresses an interest in getting a job at the zoo so she can impart her knowledge on the workers. Seeing a group of friends enjoying themselves, Yunyun flashes back to her time on the dairy farm, and the night they spent feasting on fish by the riverside.  Back in the present, Yunyun runs into a friend from the dairy farm, and they are delighted to see each other. Yunyun asks about Jianxin, and learns he has been made director of the farm. Yunyun appears to miss Jianxin, confessing to her friend her feelings for him. Her friend implies Jianxin feels the same way too.  Flashback – When Yunyun suggests they move the cows, the men at the farm tease her, saying the work is too hard for a woman. Jianxin praises her initiative, and the modernisation of China. As Yunyun and Jianxin attempt to move the cows, they discover one of the dairy cows has gone into labour. The next day, after having sat beside her all night, they help the cow deliver, naming the calf Little Star.  Back in the present, Ruping asks Yunyun when they will become engaged. She insists they remain friends. Yunyun meets with her friend from the farm, and they reminisce on her time there. Yunyun asking about Little Star, and is delighted to find out she has now given birth herself.  When Yunyun's friend asks her why she left the farm, Yunyun has another flashback. The dairy farm is abandoned by the committee. Jianxin has faith that they will one day operate again. Yunyun sadly and reluctantly leaves, returning home to her family, who has sent for her. Jianxin is upset with Yunyun for leaving the farm at such a crucial time. When she asks Jianxin if he will see her off, he cruelly says, \"I won't see a deserter off\". Distraught, Yunyun leaves.  Yunyun explains to her friend that her father won't let return to the farm. When her friend tells her that Jianxin in Shanghai for the day, Yunyun hesitates, explaining that she is afraid he won't forgive her. Later that day, Yunyun sees Jianxin in the street. She runs away.  Although Yunyun's mother supports her passion as a vet, her father dismisses her profession as a passing phase. He encourages her to marry Ruping. Later that day, Yunyun receives a note from Jianxin, asking her why she ran away earlier that day. He promises to contact her when he returns.  After varied advice from her friends, Yunyun agrees to marry Ruping. When she him about her career, however, he dismisses her, assuring her that she will support her and that she need no longer work. Yunyun is upset that Ruping does not appreciate her passion for being a vet. That night, when they go out for dinner, Yunyun pictures Jianxin sitting across the table from her instead of Ruping.  Yunyun's mother encourages her father to support their daughter's passion for being a vet. Jianxin visits Yunyun's parents and talks to her father about his passion for Socialist China. He appears to finally understand. Yunyun's parents decide to support their daughter, letting her return to The New Star Dairy farm to work and marry Jianxin.  Although they are reluctant to let her go, they are glad to finally see her. Yunyun returns to the farm where she belongs. THE END.  Cultural History of the Film:  Star From Afar is a powerful example of Socialist Realism, an art form developed in the Soviet Union to promote the ideals of socialism and communism. The film unquestionably aims to communicate a positive communist message to its audience. Yunyun's father is labeled a \"capitalist sympathiser\" and disciplined accordingly, learning a valuable lesson about the assets of Socialist China. The film frowns upon old-fashioned values such as male chauvinism and champions the modernisation of China, particularly the progression of women. (2 stars - Aleena Glentis; November 3, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}