{
    "system_id": 46263, 
    "permalink": "http://collections.acmi.net.au/objects/46263", 
    "record_type": "Title", 
    "acmi_identifier": "311941", 
    "title": "Queer as folk. Series 01. Eps. 01-08 [Widescreen]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Red Productions, production company", 
        "Channel Four, production company", 
        "Nicola Shindler, producer", 
        "Charles McDougall, co-director", 
        "Sarah Harding, co-director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "04:19:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television serials/Television serials - Great Britain", 
        "Television/Television programs"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Great Britain - Social life and customs", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Drugs", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Hallucinogenic drugs", 
        "Advertising, Film, Journalism, Mass Media & TV/Television serials - Great Britain", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Men - Alcohol use", 
        "Music & Performing Arts/Music-halls (Variety-theaters, cabarets, etc.)", 
        "Family, Gender Identity, Relationships & Sexuality/Gay and lesbian studies", 
        "Family, Gender Identity, Relationships & Sexuality/Teenagers - Sexual behavior", 
        "Family, Gender Identity, Relationships & Sexuality/Sexual ethics", 
        "Family, Gender Identity, Relationships & Sexuality/Coming out (Sexual orientation)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Season one of the uncompromising 8 part British series which chronicles the hedonistic lifestyle and sexual exploits of a group of 20 something single gay men. 'Episode one' (director Charles McDougall): The series opens with the Dr. Who obsessed Vince Tyler (Craig Kelly) giving us a run down of what happens on a regular night out with his friends on Canal street, a popular gay strip in London. We are introduced to his egotistical and unscrupulous best friend, Stuart Jones (Aiden Gillen), who has just scored his latest conquest, the 15 year old and recently 'out', Nathan Maloney (Charlie Hunnman). Initially just a one night stand for Stuart, Nathan becomes infatuated with him, much to Vince's displeasure who harbors his own secret crush for his best friend. 'Episode two' (director Charles McDougall): Vince is not 'out' at work, which leads to an awkward situation with one of his female co-workers. Nathan's mother discovers gay pornography in his bedroom. Stewart brings his new born baby home from the hospital which he is co-parenting with a lesbian couple. 'Episode three' (director Charles McDougall): Nathan - still obsessed with Stuart, goes to Canal street with his best friend Donna (Carla Henry) to find him. Stuart, however, goes home with two other men that night. Vince's friend Phil (Jason Merrells) picks up a stranger with deadly consequences. 'Episode four' (director Charles McDougall): Vince and Stuart attend Phil's funeral, where Vince meets Cameron (Peter O'Brien). Nathan runs away from home when his mother confronts him about his sexuality and ends up at Vince's mothers house. 'Episode five' (director Sarah Harding): Vince and Cameron go on a date. Stuart learns from his sister Janice (Caroline O'Neill) that their parents are getting divorced. 'Episode six' (director Sarah Harding): Stuart unsuccessfully tries to smooth out Nathan's troubled family situation. Cameron meets Vince's mother (Denise Black). 'Episode seven' (director Sarah Harding): Stuart helps throw a surprise party for Vince's 30th birthday, then tries to sabotage Vince and Cameron's relationship. 'Episode eight' (director Sarah Harding): Stuart's world begins to crumble around him. Vince realises that Cameron's hold on him is too restricting. Nathan decides to run away from home. (Written by Russell T Davies)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}