{
    "system_id": 151862, 
    "permalink": "http://collections.acmi.net.au/objects/151862", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001748", 
    "title": "Early Works of Adam Elliot", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        "Adam Benjamin Elliot, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:55:43"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Early works by, and interviews with, Oscar winning animator, Adam Elliot."
    ], 
    "description": [
        "As a child Adam loved to spend hours drawing and making things out of egg-cartons and toilet-roll tubes. After leaving school, he spent five years hand-painting teeshirts at a local craft market. His most popular design was 'Murray the tap-dancing dim-sim'.  In 1996 he decided to study animation at the (then) Victorian College of the Arts. There he made his first stopmotion film, 'Uncle', which was well-received around the world, playing in many international festivals. He realised he liked filmmaking and has since dedicated himself to the artform, producing four more films; 'Cousin', 'Brother', 'Harvie Krumpet' (which won the 2003 Academy Award for best short animation), and his first feature length film 'Mary and Max'.  In 1999 he was made Young Victorian of the Year, and is official patron of 'The Other Film Festival' of new cinema by, with and about people with a disability. He is a voting member for the Annual Academy Awards, and in 2003 the Annecy International Animation Festival included 'Harvie Krumpet' as one of the top 100 animated films of all time.  Explore Adam's early works, and interviews with him about his work, in this highlights package."
    ], 
    "member_object": [
        "Title; B1002986; Brother; Active; 1999", 
        "Title; B1002984; Cousin; Active; 1998", 
        "Title; 318606; Harvie Krumpet; Active; 2003", 
        "Title; B2001749; Mary and Max: The Exhibition: interview with Adam Elliot March 2010; Active; 2010", 
        "Title; B1002064; Uncle; Active; 1996"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}