{
    "system_id": 161642, 
    "permalink": "http://collections.acmi.net.au/objects/161642", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2003004", 
    "title": "In Honour of Peter Sculthorpe", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2014"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "04:22:27"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "ACMI & NFSA commemorate the work of Peter Sculthorpe (1929 - 2014) one of our most significant and distinctively Australian composers."
    ], 
    "description": [
        "Since the first days of the moving image, music has been used to accompany film and to enhance its effects. The contribution of music to a film's evocation of time and place, to its creation of mood, its sustaining of continuity and its construction of narrative can be crucial. The internationally renowned Australian composer Peter Sculthorpe (1929 - 2014) grew up in Tasmania and discovered his passion and talent for music in childhood. After studies in Melbourne and Oxford, he began to receive Australian and international notice for his work in the 1950s and 60s. Sculthorpe has since been the recipient of many awards and honours - the most significant of which he regarded as being chosen as one of Australia's 100 Living Treasures (National Trust of Australia, 1997). An important part of his life's work of more than 350 compositions was Sculthorpe's work on music for a number of Australian films. The examples of Peter Sculthorpe's film music featured here reflect both his own enduring influences and approaches, and the ways in which film music embodies and conveys meaning through the combination of moving image and sound."
    ], 
    "member_object": [
        "Title; 302181; Burke and Wills; Active; 1985", 
        "Title; 304402; Manganinnie; Active; 1980", 
        "Title; B2003005; Peter Sculthorpe; Active; 1999", 
        "Title; 010142; The Splendour and the Peaks; Active; 1962", 
        "Title; B2001516; Sun; Active; 1975"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}