{
    "system_id": 146437, 
    "permalink": "http://collections.acmi.net.au/objects/146437", 
    "record_type": "Title", 
    "acmi_identifier": "Z000050", 
    "title": "Spring in autumn = Qiu tian li de chun tian", 
    "other_title": [
        "秋天里的春天"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studios, production company", 
        "Bai Chen, director", 
        "Zhang Xuan, script", 
        "Junfu Lu, cinematographer", 
        "Xu Lei, cast", 
        "Han Lei, cast", 
        "Ruimin Tong, cast", 
        "Junmei Wu, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama", 
        "Drama"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "History/China - History - Cultural Revolution, 1966-1969", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "History/Communism - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Poverty", 
        "Economics, Philosophy, Politics, Religion & Sociology/Poverty - Children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Zhou Liang-Hui is the widower of Zhang Wei-Ming, an important member of the \"Red Crags\"(a group of communist agents, of the revolutionary army, who fought an espionage battle against the Kuomintang) who was eventually framed and labelled a traitor by the Communist Party. While her husband was still in good favour with the revolutionary army, she was the vice-director of the woman's liberation group. As well as losing her husband, all her possessions had been confiscated and she is left to raise her eight year old son, Yang-Yang, in the poor outskirts of the city. The narrative is centred on the relationship between mother and son, who are faced with the hardships and poverty of life in China. Luo Li-Ping, a local postman, develops a close relationship with the mother and son; he quietly supports and takes care of them throughout the years (we see the passage of time through the maturation of Yang-Yang). Ten years later, after the death of Mao, Zhang Wei-Ming's name is cleared; it is revealed that he was a victim of the \"Gang of Four\". With that, Liang-Hui and Yang-Yang's former rights and privileges are restored. The pair's prosperity and social status convinces Luo that he is no longer needed, so he stays away. His absence is sorely felt by Liang-Hui, the distance makes her realise her love for him. Upon meeting again, each confesses their true feelings for the other, but they know that their love for each other will not be an easy one, many obstacles still lie ahead, for they are from vastly different social classes. Personal desires and social obligations are again at odds for the couple, what will they do?  Historical Background: Chinese Civil War in 1949 The Chinese Civil War was fought between the Kuomintang (KMT or Chinese Nationalist Party) and the Communist Party of China (CPC). The war represented an ideological split between the Western-supported Nationalist KMT and the Soviet-supported Communist CPC. The civil war carried on intermittently until the Second Sino-Japanese War interrupted it, resulting in the two parties forming a Second United Front. Japan's campaign was defeated in 1945, marking the end of World War II, and China's full-scale civil war resumed in 1946. After a further four years, 1950 saw a cessation of major hostilities—with the newly founded People's Republic of China controlling mainland China, and the Republic of China's jurisdiction being restricted to Taiwan (and its surrounding islands). To this day, since no armistice has ever been signed, there is controversy as to whether the Civil War has legally ended. \"The Gang of Four\" was the name given to a leftist political faction composed of four Chinese Communist Party officials who came into prominence during the Cultural Revolution (1966-76), and were subsequently charged with a series of treasonous crimes. The Gang of Four, together with disgraced Communist general Lin Biao, were labelled the two major \"counter-revolutionary forces\" of the Cultural Revolution and officially blamed for the worst excesses of the societal chaos that ensued during the ten years of turmoil. Their downfall in a coup d’état on October 6, 1976, a mere month after Mao's death, brought about major celebrations on the streets of Beijing and marked the end of a turbulent political era in China.  Researcher's Comments: The affective performances and the well constructed script give the narrative an extra dimension of complexity, effectively drawing out the emotions and internal conflicts faced by each of the characters, who are very much a product of a highly controlled and repressed society. The adult Yang-Yang asks his mother: \"How did you and dad fall in love?\" Liang-Hui: \"Love? The leaders introduced him to me.\" For Liang-Hui love is a foreign concept; indeed, it was so for many women of that period. Women are not given the freedom, the right, to love freely. When Liang-Hui is asked to give up her love for Luo by those closest to her, she eventually responds: \"But who understands me? Let me speak frankly with you. I've been married and had a baby. I've done what a woman should do. But the feeling between Luo Li-Ping and me, I've never had that before. I brought Yang-Yang up, and he's already got his happiness. I am a woman, and as you said, I've got many more years ahead of me, I want my happiness too. Am I wrong? Don't I have that right? Why are you pressurising me, with morality, status, my husband's fame?\" Spring in Autumn is a film where a Woman is allowed to find happiness against all Confucian orthodoxy; it is one of many films from that era (1980s) of Chinese cinema which embraced a liberal attitude towards a woman's rights to equal standing within the Chinese society. The film would be considered overtly long in general viewing standards. (3.5 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}