{
    "system_id": 462, 
    "permalink": "http://collections.acmi.net.au/objects/462", 
    "record_type": "Title", 
    "acmi_identifier": "B1001916", 
    "title": "Drive By Shooting", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Andy Anderson, director", 
        "Andy Anderson, creator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Audio Format/Stereo"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "a sombre meditation on the resonances of gun related violent crime in urban spaces"
    ], 
    "description": [
        "In this sombre study of urban violent crime, American filmmaker Andy Anderson has filmed the spaces in which literally hundreds of crimes occured within the district of Fort Worth, Texas. Filmed from a passing car, suburban homes, carparks, empty lots glide by on the screen every 15 seconds, the time in which a new gun related murder occurs every day in the USA. Over these images the filmmaker reads details from the police blotter of the committed crime. The result is an overwhelming and deeply impactful exploration of a society being decimated by gun related crime. A powerful statement for gun control as well as a profound memorial for the victims of crime.  \"I have always been fascinated by turning over rocks to see what is just out of sight.  How many times have you read of a crime happening in your neighborhood, then some time later, driving by the scene thought \"Oh... that's where that happened.\"  Like Dealy Plaza in Dallas (JFK assinsation site), you can no longer pass that location and not think of the crime, it has lost its identity. The crime takes it and makes it forever a \"crime scene.\"  Just below the manicured surface of our suburban neighborhoods is a layer of faceless, nameless, ordinary crime... the kind that doesn't make the evening TV News, or rate space in the morning paper... the kind that is relentless, pervasive and most importantly, personal... the kind that makes us less than a society. Less than human beings...  From police blotters and crime reports come stories of these violations. Flatly narrated in the \"cop speak\" of the reports, these stories are matched to the locations by block number and filmed in a drive-by shooting. Hundreds of these scenes/stories are presented, one after another, every fifteen seconds for two hours (the rate at which they occur) then repeated continuously...  You may turn away, or walk away, but the tape will still be playing when you get back... four crimes a minute... \" - Andy Anderson"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Preview Copy", 
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "VHS [PAL]; Reference - timecoded"
    ]
}