{
    "system_id": 51071, 
    "permalink": "http://collections.acmi.net.au/objects/51071", 
    "record_type": "Title", 
    "acmi_identifier": "316953", 
    "title": "Chuck & Buck [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Flan de Coco Film, production company", 
        "Matthew Greenfield, producer", 
        "Miguel Arteta, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:32:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Comedy", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Literature/Fairy tales", 
        "Literature/Creative writing", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Love", 
        "Advertising, Film, Journalism, Mass Media & TV/Digital cinematography", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Obsessive-compulsive neurosis", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Magic, Occult & Supernatural/Fairy tales", 
        "Music & Performing Arts/Acting - Auditions", 
        "Hobbies, Recreation & Sport/Games", 
        "Family, Gender Identity, Relationships & Sexuality/Teenage boys - Sexual behavior", 
        "Family, Gender Identity, Relationships & Sexuality/Childhood"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Chuck (Chris Weitz) and Buck (Mike White) were best friends as boys, but with the passing of time, Chuck has ended up a successful record executive in Los Angeles, while Buck has remained at home looking after his invalid mother. When the two of them meet at Buck's mother's funeral, Buck decides to follow his old friend to LA. But Chuck, now engaged and a professional, has little time for the nostalgic games that Buck wants to play. In order to win his old friend back, Buck stages a play at the theatre across the road from Chuck's work. But the play - honest and fantastical, an adult fairytale - has far from the desired effect. Miguel Arteta's film begins as an initially finely comic study of Buck, an innocent, unworldy man trapped in the fantasies of childhood. But increasingly, as his stalking of Chuck becomes obsessive and malignant, a darker tone appears in this film. Childhood games are revealed to be far from innocent: Buck wants to return to the playfulness of their sexual exploration when they were adolescent boys; but Chuck is fearful of the unresolved tensions and consequences of this early experimentation. Both Buck's relentless refusal to be an adult, and Chuck's equally fervent denial of his childhood sexuality lead to potentially dangerous consequences for both themselves and those around them. \"Chuck and Buck\" suggests it is only through the translating of his obsessions and fears into theatre, into drama and art, that Buck can find a way to release himself from the legacy of his childhood. For all its menace, \"Chuck and Buck\" allows the possibility not only for tolerance but an understanding to emerge between the old friends; an understanding not predicated on either false nostalgia or on denying the eroticism of friendship. The film also features some light-hearted affectionate satire about actors, auditions and the theatre world and features an excellent support performance by Lupe Ontiveros. Paul Weitz plays Chuck's theatrical alter-ego. The film was shot on digital video format."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}