{
    "system_id": 159519, 
    "permalink": "http://collections.acmi.net.au/objects/159519", 
    "record_type": "Title", 
    "acmi_identifier": "Z000104", 
    "title": "First Sino-Japanese War = 甲午风云", 
    "other_title": [
        "The Naval Battle of 1894"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1962"
    ], 
    "creator_contributor_role": [
        "Nong Lin, director", 
        "Changchun Film Company, production company", 
        "Yi Xi, writer", 
        "Qimin Wang, cinematographer", 
        "Moran Li, cast", 
        "Ke Pu, cast", 
        "Qiu Yi Wang, cast", 
        "Wenshan Zhou, cast", 
        "Xueqin Chong, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:42"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "War films"
    ], 
    "subject_group": [
        "Armed Forces, Military, War & Weapons/Naval battles", 
        "History/Japan - History"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The film deals specifically with two naval conflicts at Fengdao Island and the Yellow Sea, during the 1894 Sino-Japanese War. The Chinese navy encounters the Japanese on the sea and, because of secret deals and the cowardice of the Chinese officers, refuses to engage them. The ordinary seamen aboard the Chinese vessel are outraged and eventually mutiny to fight the Japanese. The mutineers later join another vessel which is captained by a die-hard patriot and fighting man who leads them to a minor victory. The film ends on this positive note that the Chinese people have always been loyal and willing to fight, and its military losses were due largely to the corrupt and weak upper classes. The film, which can be considered as war propaganda, avoids the Chinese navy’s humiliating military defeat by blaming the corrupt officials and ranking officers, who lacked the courage and will to sacrifice for their country. These heroic qualities are instead held by those low-ranking seamen, who have been disenfranchised by China’s then feudal system. The film invokes strong pejorative cultural and moral stereotypes against the Japanese, who all dress in extravagant Western clothes and hatch vile diplomatic schemes to defraud the Chinese people from a clean and honest fight. The film should in no way be taken as a historically reliable account of the events that unfolded during the Sino-Japanese War. However, it is a keen insight into the historical revisionism and aspirations of the Chinese Communist Government which dealt a critical hand in producing the film. (Awards: 1983 - Winner of Portugal's 12th Festroia International Film Festival’s Jury Prize.) (James Donald, 3 star rating, 2010)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}