{
    "system_id": 127, 
    "permalink": "http://collections.acmi.net.au/objects/127", 
    "record_type": "Title", 
    "acmi_identifier": "B1000136", 
    "title": "The Passing", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1991"
    ], 
    "creator_contributor_role": [
        "Bill Viola, creator", 
        "Kira Perov, production manager", 
        "Donna Matorin, production manager", 
        "Donna Matorin, assistant", 
        "Robert Campbell, assistant", 
        "Thomas Pilgin, engineering", 
        "TV Lab at WNET/Thirteen, producer", 
        "Artists' Television Workshop at WXXI/TV, Rochester, producer", 
        "Rhys Graham, research manager"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Musical soundtrack only"
    ], 
    "language_keywords": [
        "Silent"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:54:19"
    ], 
    "audience_classification": [
        "unclassified", 
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        "Experimental", 
        "Experimental/Experimental films - United States"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/Death", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Birth, Hour of", 
        "Economics, Philosophy, Politics, Religion & Sociology/Reflection (Philosophy)"
    ], 
    "abstract": [
        "Through the landscape of dreams and half-light, of life and death, of birth and rebirth"
    ], 
    "description": [
        "Engaged in projects all over the world, Bill Viola has become one of the most celebrated artists working with the moving image. His installations are admired for the lightness with which they address weighty themes: birth, death, the nature of time and impermanence, the mania of individuality contending with the benefits and responsibilities of the human, communal condition. Time and again, Viola organises his installations around dramatic 'moments of distinction', like the breath coming in and out of a body distinguishing vitality from mortality, or the blinking eye distinguishing the energy in light from the absence that is darkness.  In The Passing viewers watch a man - the artist - sleep, and they also witness visions that emerge from his unconscious. As they are bathed in the glow of the dreamer's imaginary, as they sway to the pulsing of the engulfing soundtrack and feel the dimensions of their own body altering in response to the shifts of scale and variations of weightlessness, they sense a slow but profound shift in their consciousness.  Time passes in an unaccustomed manner, basic emotions like fear and attraction seem to offer themselves for fresh consideration. There is no pre-defined, 'right' duration for an encounter with this work. Visitors tend to stay for as long as it takes to feel an alteration; this can be ten seconds, or it can be hours. The Passing might have a beginning, middle and end mapped into its 52-minute linear duration, but the installation is best regarded as an endless loop that circulates like an enormous conceptual mantra, always available for engagement and orientation. No matter where in the timeline a viewer first submerges into The Passing, they will almost instantly find themselves attuned to rhythms and glimmers that can guide them along their own passage through memory and self-examination to enlightenment."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005777; Exemplary Works; Active", 
        "Collection; B1005391; Exemplary Works: Highlights of the Exhibitions Collection; Active", 
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [PAL]; Master", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "Digital Betacam [PAL]; Sub-master", 
        "DVD [PAL]; Exhibition Copy"
    ]
}