{
    "system_id": 695, 
    "permalink": "http://collections.acmi.net.au/objects/695", 
    "record_type": "Title", 
    "acmi_identifier": "B1002332", 
    "title": "Free Fall", 
    "other_title": [
        "Private Hungary 10"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "Hungary"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "Peter Forgacs, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Hungary"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Haunting narratives of twentieth century Hungary"
    ], 
    "description": [
        "With a passion for music and speedboats, Gyorgy Peto was a successful businessman from a wealthy family in the Hungarian city of Szeged. At 30 he acquired an 8mm camera and quickly become an avid and prolific home movie buff. It was 1937. Gyorgy Peto was Jewish. \"Free Fall\", the tenth film in Peter Forgacs's ongoing \"Private Hungary\" series, is an absolutely extraordinary look at the \"ordinary\" life of Peto, his family, friends and lover Eva between 1938 and 1944. As in previous films in the series, Forgacs has reworked home movies to illuminate some of the hidden interstices of mid-twentieth century Hungarian history. With Hungary a faithful ally of Nazi Germany, the Hungarian Jewish community was nevertheless virtually intact up to the spring of 1944. In the tragic and disturbing \"Free Fall\", Peto's images of the banal and tender world of family gatherings, outings on the lake, this 33rd birthday party, his lover in the bath and even of his early \"merry moments\" in the Jewish Labor Camps play disquietingly against radio reports, bits of newsreel footage, political speeches and the cool language of the ever more elaborate and cruel Hungarian anti-Jewish laws. The latter, chanted to a mesmerizing musical score by Tibor Szemzo, form a haunting aural counterpoint to the richly textured images of this intimate and eloquent documentary."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1001995; Private Hungary: complete archive; Active; 01 Jan 1988-01 Jan 1997"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Copy"
    ]
}