{
    "system_id": 2342, 
    "permalink": "http://collections.acmi.net.au/objects/2342", 
    "record_type": "Title", 
    "acmi_identifier": "B1005523", 
    "title": "Decent exposure", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "John Doggett-Williams, writer", 
        "John Doggett-Williams, producer", 
        "John Doggett-Williams, director", 
        "Jim Schembri, cast", 
        "Karen Derkley, co-producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:16:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Crafts & Visual Arts/Art", 
        "Places/Melbourne (Vic.)", 
        "Advertising, Film, Journalism, Mass Media & TV/Popular culture", 
        "Music & Performing Arts/Popular culture"
    ], 
    "abstract": [
        "a 1980s take on art works coming to life and taking to the streets"
    ], 
    "description": [
        "Decent Exposure evolved from the belief that art should be confronting, stimulating to those who view it. The video was an attempt to take the concept and give it concrete form. The basic plot is that art escapes en-masse from galleries and confronts people on the streets. Its left up to the cops to stop the \"escapee\" art from terrorising the population but to do that they have to capture the ringleader, The Expert. The Expert is a sculpture of an art critic, a middle aged man in underpants (based on Peter Corlett's The Connoisseur, currently in the Ian Potter Museum) struck in a judgemental pose as though he is forming a pompous opinion of an artwork. The story was set in contemporary Melbourne (1990). Those dreary consumerists who now dominate the inner suburbs were already beginning to invade our fragile but energetic Fitzroy and St Kilda art communities. The dead hand of conservatism and bureaucratic centralisation was already being felt. The plot ambitiously, but rather awkwardly, strove to shout to the world that, 'the Emperor has no clothes\". In 1990 the Pyramid bank crash had just happened. The government is so on the nose electorally that party officials start moves to recruit The Expert, who has become a charismatic figure to the media. They intend him to replace the Treasurer. Somehow I convinced journalist Jim Schembri (who bore a striking resemblance to the sculpture) that playing The Expert would be a good idea. His accepted his costume (a pair of Y front undies) with a look of trepidation. The highlight was Jim running through the St Kilda Esplanade market, with the camera hidden 50 metres away, on a busy Sunday morning proclaiming to those he 'confronted' that he was a sculpture who was, 'living, breathing art\" - the great thing is that Jim was, for that moment, being accurate."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mini DV; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}