{
    "system_id": 52049, 
    "permalink": "http://collections.acmi.net.au/objects/52049", 
    "record_type": "Title", 
    "acmi_identifier": "317959", 
    "title": "The Art of the animator. Part 3", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Canada"
    ], 
    "creation_date": [
        "1993"
    ], 
    "creator_contributor_role": [
        "Heathcliff, distributor", 
        "National Film Board of Canada, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:29:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Canada"
    ], 
    "genre": [
        "Animation"
    ], 
    "subject_group": [
        "Music & Performing Arts/Puppets"
    ], 
    "abstract": [
        "Paradise--The Street--Elephantrio--The Wanderer--Charles and Francois--A Sufi tale--Nightangel"
    ], 
    "description": [
        "Contains seven impressive short works by famed and talented Canadian animators working in a variety of techniques. \"Paradise\" (Dir, Ishu Patel, 1984, 17 mins) A black bird longs to be transformed into an exotic bird of paradise. \"The Street\" (Dir, Caroline Leaf, 1976, 10 mins) A young boy awaits the death of his grandmother which will enable him to have a room of his own. \"Elephantrio\" (Dir, John Weldon, 1985, 9 mins) A melancholic elephant reads the story of an egg passing through the hands of numerous beings. \"The Wanderer\" (Dir, George Ungar, 1988, 9 mins) A sinister stranger brings evil to a quiet village, wreaking havoc in the formerly peaceful community. \"Charles and Francois\" (Dir, Co Hederman, 1987, 15 mins,) A farm-boy and his grandfather share a fascinating relationship, exchanging ideas and growing old together. \"A Sufi tale\" (Dir, Gayle Thomas, 1980, 8 mins) Based on a Persian teaching story, a rural community is divided about how to deal with an unusually shaped object in their midst. \"Nightangel\" (Dir, Jacques Drouin, 1985, 19 mins) A wistful man witnesses visions of an angel one wintry evening. See Parts 1 and 2 of \"The Art of the animator\" series for profiles of the animators featured, with interviews and fascinating insights into the methodology and creative processes."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 317961; The Art of the animator. Part 1; Active; 1993", 
        "Title; 317960; The Art of the animator. Part 2; Active; 1993"
    ], 
    "object_relationship": [
        "Related Title", 
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}