{
    "system_id": 50061, 
    "permalink": "http://collections.acmi.net.au/objects/50061", 
    "record_type": "Title", 
    "acmi_identifier": "315879", 
    "title": "Max Ernst", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Germany"
    ], 
    "creation_date": [
        "1991"
    ], 
    "creator_contributor_role": [
        "Bookwise, distributor", 
        "Zweites Deutsches Fernsehen, production company", 
        "RM Arts, production company", 
        "Peter Schamoni, producer/director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:42:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television series", 
        "Television/Television programs"
    ], 
    "genre": [
        "Documentary/Documentary films - Germany", 
        "Documentary"
    ], 
    "subject_group": [
        "Animals & Wildlife/Birds", 
        "Armed Forces, Military, War & Weapons/World War, 1939-1945 - Propaganda", 
        "Armed Forces, Military, War & Weapons/World War, 1939-1945", 
        "Climate, Environment, Natural Resources & Disasters/Nature (Aesthetics)", 
        "Advertising, Film, Journalism, Mass Media & TV/Propaganda", 
        "Music & Performing Arts/Art and music", 
        "Music & Performing Arts/Stravinsky, Igor, 1882-1971", 
        "History/Propaganda", 
        "People/Ernst, Max, 1891-1976", 
        "People/Stravinsky, Igor, 1882-1971", 
        "Economics, Philosophy, Politics, Religion & Sociology/Politics in art - Germany", 
        "Economics, Philosophy, Politics, Religion & Sociology/Propaganda", 
        "Crafts & Visual Arts/Art and music", 
        "Crafts & Visual Arts/Politics in art - Germany", 
        "Crafts & Visual Arts/Symbolism in art", 
        "Crafts & Visual Arts/Mural painting and decoration", 
        "Crafts & Visual Arts/Art and society", 
        "Crafts & Visual Arts/Ernst, Max, 1891-1976", 
        "Crafts & Visual Arts/Art - History", 
        "Crafts & Visual Arts/Art - Germany", 
        "Crafts & Visual Arts/Surrealism", 
        "Crafts & Visual Arts/Nature (Aesthetics)", 
        "Crafts & Visual Arts/Collage", 
        "Crafts & Visual Arts/Art - United States", 
        "Crafts & Visual Arts/Art - France", 
        "Crafts & Visual Arts/Dadaism", 
        "Crafts & Visual Arts/Landscape painting", 
        "Crafts & Visual Arts/Art", 
        "Crafts & Visual Arts/Sculpture", 
        "Crafts & Visual Arts/Art - Exhibitions"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode of Series \"Phaidon art collection\". Traces the history of renowned painter and sculptor, Max Ernst, his personal life as well as artistic career. The program contains extensive interviews and commentary from Ernst himself which details the pattern of his life and work from his founding influence in the Surrealist movement, throughout World War II and his struggles within and without Germany up to his settlement in America and then move back to Europe. Opening with an outline of the commencement of the Dada movement in 1919, the program discusses the life history of Ernst from his move to Paris before World War II and his association and friendship with Paul Eluard along with other founding members of the Surrealist group. The details of his artistic interests in natural history made strange, that is, the confusion of disparate beings and objects in nature through mind and poetic associations, are discussed in terms of his public work as well as that undertaken in more personal spaces such as murals in friends houses and sculptures and exterior murals adorning his own various residences. With the advent of Hitler's power in Germany, his works as a mirror to a 'mad time' are studied, along with the progress of Ernst away from the Surrealist movement before World War II. At the commencement of the war, a trying era began for Ernst of imprisonments at various stages in France for his German citizenship and as a result of false accusations, spending a few months in a concentration camp, which led to his subsequent difficult, but finally successful move to America with the help of colleague and third wife Peggy Guggenheim and the New York art scene. Here the program details his first Surrealist Exhibition in New York and his invention of what is now known as action painting, all received with great critical acclaim, and his following career in New York, during which time he married the painter, Dorothea Tanning. Their move to Arizona, to live and work in a 'landscape of the minds eye' signalled a time of detachment from many of his peers and a fascination with Native American culture and crafts and the rythms of the landscape that he had painted before seeing and that manifested a great influence in his works of the time. In the 1950s, his return to Europe was met with little recognition, but following the receipt of the Grand Prix of Venice in 1954, his acclaim saw an establishment of his freedom to experiment with his progression of interests in painting and sculpture once again. The program closes with an analysis of his work at this stage where his final settlement in the 'Garden of France' with Dorothea is discussed with reference to the hopeful nuances of his later series of paintings that studied the idea of the cage, and most symbolically, an empty cage from which a bird had escaped."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01421; Phaidon art collection; Active"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}