{
    "system_id": 146489, 
    "permalink": "http://collections.acmi.net.au/objects/146489", 
    "record_type": "Title", 
    "acmi_identifier": "Z000109", 
    "title": "The Tide of time = 时间潮", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Chao Zheng, director", 
        "Xiu Yan, script", 
        "Wu Yukun, cinematographer", 
        "Wang Fuli, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:39:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Music & Performing Arts/Operas, Chinese", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Crafts & Visual Arts/Women artists"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Gu Ying, a housewife, cooks breakfast for her seemingly ungrateful family. Her husband, in a rush, shows her no affection, while her son spends the morning complaining.  Gu Ying receives a phone call from Sister Su, who she invites to the theatre that night. That evening, as the actors frantically apply their stage makeup in the dressing room, Yaqin, the lead actress, is teased by her colleagues for appearing in a local opera magazine. Gu Ying arrives with Sister Su, a reporter for the culture news. In the foyer, they are greeted by a young man. When Gu Ying excuses herself backstage, the young man explains to Sister Su that Gu Ying was once a great actress whose career has now diminished. He believes it is because she is difficult to get along with.  As Gu Ying enters the back stage area, she overhears the director discussing the fate of the opera, which has been lying idle for over 6 months. Desperate for new material, he worries about the lack of scripts.  The other actresses, and in particular Xiao Ning, appear jealous of Yaqin for occupying the limelight. They gossip about her, believing she has slept her way to the top. Gu Ying dismisses their banter and mean and unwarranted.  The opera begins – a bright and colourful tale of a famous General. The crowd adores it.  Later that night, as Gu Ying walks home, she appears melancholy. She feels burdened by her role as a housewife and laments the loss of her successful opera career. In a flashback, we see Gu Ying on stage at the height of her career. At home, she admits her jealousy of Yaqin's success to her husband. He tells her not to worry.  The next day, Gu Ying encounters Huazi, one of the company's helpers, on the street. He offers to give her a lift to the company. Along the way, he reveals that the two managers of the company are in disagreement over which actress to cast as the next lead. He tells Gu Ying that she would have easily maintained her position as lead actress if she hadn't been so outspoken and offended others.  Gu Ying visits Master Yu, the company's teacher, who reveals to her that, after much debate, and thanks to Yaqin, she has been offered the lead role in the company's next opera. The rest of the company, including Xiao Ning, congratulates her. Master Yu complains, however, that the youth of the day are not interested in the opera, but only in pop music. Last night's performance, he says, was only one third sold.  Rehearsals begin for the new opera. Gu Ying rehearses rigorously, and her husband begins to worry that she is devoting too much time to her work and not enough to her home life.  When Gu Ying asks the staff writer if he can eliminate a physically challenging fight scene from the opera, he refuses, admitting that Yaqin had no issues performing the scene. Unwilling to let the company think that she is less capable than Yaqin, Gu Ying agrees to give it another try. She prepares tirelessly for the scene, pushing herself.  When Gu Ying encounters Xiao Ning one night, she dismisses her, apparently jealous of her newfound success. Later that night, Gu Ying overhears Xiao Ning recounting the same gossip she had previously directed against Yaqin, this time against her – that she slept her way to the top. Upset, she goes home, where her husband berates her for the long hours she spends at rehearsals and away from home. He asks her who will look after the house if she is constantly rehearsing, and dismisses the opera as a bygone art form that people are no longer interested in. He storms off, leaving Gu Ying in tears.  Yaqin meets Huazi in the park, where he practices his singing in the hope of one day securing a role in the opera. When Huazi tells her that Gu Ying is having trouble dealing with the enormous responsibility of her leading role, Yaqin appears sympathetic, knowing that she has not performed for several years. Huazi and Yaqin arrive at the company to help Gu Ying rehearse.  At a meeting later that day, the head of the company suggests that Gu Ying resign as lead and offer her part to Xiao Ning, implying that she is too old to keep up with such a demanding role. Gu Ying concedes, albeit hesitantly, and is visibly devastated. Xiao Ning seems to bask in the glory of Gu Ying's heartache and her newfound lead role.  The night of the first performance arrives. Yaqin falls ill and can no longer perform. Her understudy has taken the day off, and the company panics about who will take her place. Heizi, another actress in the company, accepts the role. Performing successfully, Heizi goes backstage to give Yaqin a bunch of flowers, but discovers she has been taken to hospital.  Still upset by her dismissal, Gu Ying encounters Huazi in the street. He tells her that Yaqin was ill, but is now at home recovering. He also tells her of an assistant film director he knows who is looking for an actress, encouraging Gu Ying to get her foot in the door of the film industry. Huazi accompanies her to the film studio to meet the director, who immediately takes a liking to her.  Gu Ying visits Yaqin at home, who is recovering slowly, but appears to be in good spirits. The two reminisce on a simpler past, and promise each other to take a much-needed break in the future.  Gu Ying commences on the film, and she appears much happier. Her former colleagues are excited to hear that she will be in a film and cannot wait for its release. When one of the actresses asks Gu Ying if she has heard the gossip about Xiao Ning, Gu Ying realises the cycle of vicious gossip is unlikely to dissipate.  Gu Ying and Sister Su attend a screening of the film. Gu Ying is happy with her performance. Returning home that night, she finds a letter urgently calling her to Yaqin's bedside. By the time Gu Ying arrives at the hospital, however, it is too late, and she is told that Yaqin is in the morgue. Returning to the opera company, Gu Ying wanders into the theatre, hearing Yaqin's voice echo through the room as she cries. Xiao Ning enters, and the two embrace, united in their grief. THE END. (2 stars - Aleena Glentis; August 23, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}