{
    "system_id": 58738, 
    "permalink": "http://collections.acmi.net.au/objects/58738", 
    "record_type": "Series", 
    "acmi_identifier": "S01386", 
    "title": "Nurses", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Australian Broadcasting Corporation, distributor", 
        "ABC-TV (Australia), production company", 
        "Alfred Hospital, production company", 
        "Helen Gaynor, co-producer", 
        "Ivo Burum, co-producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Documentary", 
        "Documentary/Documentary films - Australia"
    ], 
    "subject_group": [
        "Education, Instruction, Teaching & Schools/Nurses - In-service training", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Medicine", 
        "Economics, Philosophy, Politics, Religion & Sociology/Reality"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is real reality TV. A four part series filmed by four nurses at the Alfred Hospital in Melbourne, Nurses demysitifys the soap opera version of hospital practice that usually dominates TV -and it makes for dramatic viewing. A documentary that is also a commitment to egalitarian film-making, Nurses is a real life drama brought into being through the varied experiences and above all narrative ability of its four makers and subjects. From Jane Newham in Emergency, and Cassie Steward in Theatre we get all the immediacy, fast paced excitment and yes, blood and gore of critical medicine and from Kerryn O'Rourke in oncology and Psychiatric Nurse to the homeless, Trish Builic, we see the ongoing patient relationships and responsibilities that are just as much a part of nurseing as the medical administration. Ultimately however the distinctions don't remain that clear and it is the finely nuanced political and personal concerns combined with the passion and depth of feeling of the women that really makes this series. The espisodic breakdown is gathered under four headings; Episode 1 \"Nurses are Tough\" introduces us to the women and their hospital setting. Episode 2 \"Work Around the Clock\" brings us further into the women's personal lives and how they cope with the 24 hour 7 day a week work schedual. Episode 3 \"Coping with Death\" explores the coping mechanisms nurses employ in a job that brings them face to face with mortality daily. Episode 4 \"Is there life after Death?\" questions wether the historical alignement of nurseing and spirituality are still a contemporary motivation or is does it inspire and appeal moreso to a secular humanitarianism. Nurses is not afraid of emphasising that in this profession the personal is the political. There is political undercurrent to the series and it engages sensitivly with institutional issues such the state of the Australian healthcare system, nurseing burn out rates, hospital heriarchies - particularly the status of Nurses compared to Doctors and the old saying \"overworked and underpaid\". It also subtly but decidedly examines wider community concerns such as the workability of community care and issues surrounding drug abuse and community attitudes to mental health. Facts and Figures. Courtesy ABC website: 2 years in development, 127 hours of original footage shot between Oct. 1999 and Jan 2000. 1-3 person crews, including nurse, with Helen Gaynor providing directorial support."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 314755; Nursing is tough; Active; 2000", 
        "Title; 314756; Work around the clock; Active; 2000", 
        "Title; 314757; Coping with death; Active; 2000", 
        "Title; 314758; Is there life after death?; Active; 2000"
    ], 
    "object_relationship": [
        "Episode", 
        "Episode", 
        "Episode", 
        "Episode"
    ], 
    "related_object_notes": [
        "1", 
        "2", 
        "3", 
        "4"
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}