{
    "system_id": 50099, 
    "permalink": "http://collections.acmi.net.au/objects/50099", 
    "record_type": "Title", 
    "acmi_identifier": "315918", 
    "title": "Battle hymn [NTSC]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1957"
    ], 
    "creator_contributor_role": [
        "Universal Pictures, production company", 
        "Ross Hunter, producer", 
        "Douglas Sirk, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:48:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Biographical", 
        "War films"
    ], 
    "subject_group": [
        "Armed Forces, Military, War & Weapons/Korean War, 1950-1953", 
        "Advertising, Film, Journalism, Mass Media & TV/Biographical films", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Self-actualization (Psychology)", 
        "People/Biographical films"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Douglas Sirk's \"Battle hymn\" is based on the true story of Colonel Dean Hess, a US war pilot who in World War II accidentally bombed an orphanage, killing 34 innocent children. Tormented by guilt, he becomes a Reverend upon his return home. However, his efforts remain in vain and he is unable to guide others when he continues to feel engulfed by grief and hopelessness. Hess's only way to reconcile the past is to face the horror of war once again. Within the first scene of \"Battle hymn\", Dean Hess, played superbly by Rock Hudson, decides to return to war. It is 1950 and the Korean War has just begun; Hess heads a training camp in South Korea, and is once again amidst the drama of war, forging ties with the 'locals', facing the act of killing, helping his buddies deal with the war and so on. When loads of young Korean children appear at the training base, Hess, along with a Korean woman, En Soon Yang (Anna Kashfi), establish an orphanage using US navy equipment and food. Through key events, Hess learns to overcome the past: he witnesses his colleagues learning to deal with the act of killing, he encounters an old Korean sage, he forges a poignant relationship with Yang, and he gives the children he saves hope and, above all, a future. Sirk is known for his expressive melodramas that transpire in an urban setting. However, in \"Battle hymn\", he takes melodrama to the battlefield and achieves a fine, poignant, and well-crafted war film. Sirk's view of the war, presented only four years after the Korean War had ended, is a balanced, tempered one, and significantly, never conclusively \"pro-American\". \"Battle hymn\" looks squarely at the horror and futility of war; its poignancy, however, lies in revealing the tender though fleeting moments of love and exchange that transpire in such extreme circumstances."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}