{
    "system_id": 146426, 
    "permalink": "http://collections.acmi.net.au/objects/146426", 
    "record_type": "Title", 
    "acmi_identifier": "Z000039", 
    "title": "The Adventures of a sloppy king = La ta da wang qi yu ji", 
    "other_title": [
        "邋遢大王奇遇记"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Shanghai Fine Arts Film Company, production company", 
        "Qian Yunda, director", 
        "Yan Shanchun, director", 
        "Ling Shu, script", 
        "Jin Zhicheng, cinematographer", 
        "Li Kaiji, editor", 
        "Shanghai Film Orchestra, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese", 
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Dubbing"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:18:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Television", 
        "Television/Television series"
    ], 
    "genre": [
        "Animation", 
        "Animation/Animated films - China", 
        "Childrens Films"
    ], 
    "subject_group": [
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Public health - China", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Children - Health and hygiene", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Health education - Developing countries", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Health education", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Public health", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Youth - Health and hygiene"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Adventures of a Sloppy King is a 13-part animated children's series that follows the lighthearted adventures of a young boy, shrunken by a cunning rat, who must thwart the terrifying ambitions of an evil rat king for global domination and the annihilation of the human race. The overarching theme of the series is that humans must reduce waste, or else rats will take over the world.  Part 1: There Is A Good Reason For It \"There are all kinds of kings in the world, but I've never seen one so sloppy.\" The houserat loves the sloppy king, who leaves food scaps all over. Therefore, he poisons the kid's soda water.The potion causes him to shrink, and the rat brings him into his plot to go to make trouble in the underground palace. They enter the rat kingdom through the mouth of a tomb stone.  Part 2: Beseiged by Rats The rat city is constructed of refuse with mothers nursing children, and everyone playing and enjoying themselves in the mountains of trash. The narrator explains how sloppy boy has fallen under the influence of this rat, who is actually a spy of the rat kingdom. The boy exclaims \"there's no glory from stealing\", and all the rats begin to hate him. The rats launch into a facile ethical argument with him. All the old rats are starving to death because they are too old to steal.They agree to help him for food but gets sold out to the Rat King.  Part 3: I want to Go Home In order to escape the boy has to use all his wits to outsmart, fight and defend himself against them. Eventually he is caught and brought to the rat king. The king likes to sniff gasoline.  Part 4: Outrageousness At the time there were 4.8 billion people in the world. How many rats? 16 billion. In the next century we are told there will be 8 billion people, and 40 billion rats. The rat king reveals his scheme to take over the world. He explains how 400 years ago the black plague was a result of their war against mankind, killing 25 million. He continues in this vein with delusions of grandeur. All the rats bask in the gasoline, and the boy uses a flaming match to set them on fire.  Part 5: True and False Friends The sloppy king's escape is aided by a beautiful white rat girl. A few very violent scenes show the boy cutting off the rat spy's tail and another rat being decapitated.  Part 6: In and Out of Danger The sloppy king finally emerges on the surface. He begins to let his guard down when he thinks he is in the clear and is taken prisoner by the red field rats.  Part 7: Rat School It turns out the kind white rat girl has an evil twin sister who leads Sloppy to the rat king. At rat school the kids learn man hates them because they steal. They begin fighting when they start stealing from one another.  Part 8: Escape From the Prison to Rescue the Cat While the rats guarding the Sloppy King are asleep from drunkenness, the two friends escape and set a cat free.  Part 9: The Secret Map They meet a big sad green dog. The rats trick him to get infected with mould. All the friends get sick from making contact with mould. They escape the black rats and go off in search of vinegar to cure their infection. They encounter a \"wisdom lock\", whose riddle requires intelligence to open.  Part 10: Machine Rat The Sloppy King is successful and the lock opens to reveal the secret map, which shows the way to the secret lab, which has the virus they intend to use to take over the world. They arrive at the entrance and the white rat is attacked by a mechanical rat. There is a nude scene where the boy's pants are accidentally pulled down while they struggle to hold onto the fleeing machine rat. They break off its antenna and take over driving the machine. They use it to chase down and squash and murder the evil blue rat which has been causing trouble. They use the car to infiltrate the inner sanctum of the secret lab.  Part 11: Cat and Dog Make Contributions The boy has to use his stealth to steal the virus from the thin boney scientist rat, wearing black glasses and flanked by black robed cultish acolytes reminds us of Nazi and Japanese fascist scientists. However, the alarm is sounded, and he is captured as a guinea pig for the virus. It turns out the robed acolytes are the cat and dog in disguise who help to trick the scientist into thinking the virus does not work. The scientist returns to report his failure to the king who has him killed.  Part 12: A Narrow Escape The king puts off killing the boy until his daughter's wedding. The prime minister explains, \"When human beings get married they kill pigs or sheep. When we get married, we will kill you\". The daughter is a spoiled brat with a horrible temper and wants to get the boy to repair her broken TV. The TV show of a human wedding gives her all these ideas of a grand wedding, which the boy is given the task of planning.  Part 13: Cause Trouble at The Wedding When the preparations of the wedding are complete he is tied up and prepared for his sacrificial decapitation. At the ceremony the fireworks explode and kill everyone, while the Sloppy King escapes on a toy motorbike and saves his friends, who fell into an ambush. The three escape and live happily ever after. (1 star - James Donald; June 10, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}