{
    "system_id": 48059, 
    "permalink": "http://collections.acmi.net.au/objects/48059", 
    "record_type": "Title", 
    "acmi_identifier": "313800", 
    "title": "Summer of Sam", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Touchstone, production company", 
        "40 Acres and a Mule Filmworks, production company", 
        "Jon Kilik, co-producer", 
        "Spike Lee, co-producer", 
        "Spike Lee, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:16:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Serial murderers", 
        "Crime, Espionage, Justice, Police & Prisons/Berkowitz, David", 
        "Anthropology, Ethnology, Exploration & Travel/New York (N.Y.)", 
        "Anthropology, Ethnology, Exploration & Travel/Italian Americans", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Paranoia", 
        "Music & Performing Arts/Punk rock music", 
        "Music & Performing Arts/New wave music", 
        "People/Berkowitz, David", 
        "Places/New York (N.Y.)", 
        "Economics, Philosophy, Politics, Religion & Sociology/United States - Race relations", 
        "Family, Gender Identity, Relationships & Sexuality/Paranoia"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Set in New York City in the summer of 1977, \"Summer of Sam\" examines the effects of a massive heatwave on the city as well as the paranoia and fear created by the random serial murders committed by a psychopath who only signed himself, Son of Sam. But though the serial killer plot sets the film in motion, \"Summer of Sam\" is about much much more, for it is in 1977 when the emerging anarchism of the punk movement collided with the hedonism of the disco era. The hunt for the Son of Sam is merged with the story of two couples: Vinny (John Leguizamo) and Diona (Mira Sorvino), a married Italo-American couple whose relationship is threatened by Vinny's guilt-stricken affairs; and Ritchie (Aidrien Brody) and Gloria (Jennifer Esposito), two outcasts - he because he refuses to fit the macho stereotypes of the Italian culture, she because of her \"slutty\" past - who both find acceptance in the growing punk scene of downtown New York. By focussing his camera on the world of working-class Italo-Americans, Spike Lee is not abandoning his commitment to examining American racism. Instead, by accurately representing a segment of the white world in a specific historic and cultural moment, Lee reveals the underlying racism, misogyny and narrow-mindedness of American mass culture. Being a Spike Lee joint, the film is also a wonderful celebration of music, both disco and punk, as well as a sophisticated examination of love and marriage, and bisexuality. Fast-paced, with excellent art design and a superb score, \"Summer of Sam\" emerges as a bittersweet love poem to the city of New York: its clubs and its porn theatres, its residents black and white, its uptown charms and its downtown sleaze. A contender for the most underrated film of recent times."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}