{
    "system_id": 69, 
    "permalink": "http://collections.acmi.net.au/objects/69", 
    "record_type": "Title", 
    "acmi_identifier": "B1000078", 
    "title": "Where where there there where", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Zoe Beloff, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Mathematics, Science & Technology/Technology"
    ], 
    "abstract": [
        "restructuring of language using digital media"
    ], 
    "description": [
        "Being lost at a sideshow without color might feel like 'Where Where There There Where'. Mini-spectacles unfold but not for my benefit. But I am not sure about this. This interactive CD-ROM project was inspired by the Wooster Group's play House/Lights, which is itself related to Gertrude Stein's play Doctor Faustus Lights the Lights. Stein's work is the starting point for Beloff's playful philosophical investigation of how theories of perception, logic and language developed in relation to technology, from 19th-century industrial mechanics to 20th-century computer architecture. On entry to the project we are greeted with a site map that is a circuit diagram. Locations are clearly labeled, such as 'Bringer of Light', and 'The Wild Woods'. This map isn't seen again, but somewhat remembered. Later on in the project, upon seeing an example of sadomasochism. I figured I must be at 'Marquis De Switch'. After the site map, we enter into the next layer of the project, the interface becomes a QuickTime Virtual Reality Panorama. We can explore a snowy industrial environment with a bridge and an old building with tall glass windows. Characters are in this space who are in the vignettes that unfold from this space. Clicking on spots within the panorama produces intriguing little vignettes that the user cannot control. The small size of the widow, and the flicker of scratched film draws the user to the action to make sense what is happening. Objects close to the screen also obscure our view of what is happening in the background. What is going on in these peep shows? A rhetorical style voice-over makes the head ache and relief is felt when we are returned to the Panorama. There seems to be no end."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [Mac]; Master", 
        "CD ROM [Mac]; Copy", 
        "CD ROM [Mac]; Copy"
    ]
}