{
    "system_id": 146496, 
    "permalink": "http://collections.acmi.net.au/objects/146496", 
    "record_type": "Title", 
    "acmi_identifier": "Z000140", 
    "title": "True love of a phony daughter", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studios, production company", 
        "Zhe Jiang Film Studios, production company", 
        "Wu Zhennian, director", 
        "Fan Youliang, writer", 
        "Zai Jiangzhen, camera operator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        "Note: Subtitles occasionally go out of sync or disappear"
    ], 
    "length": [
        "01:41:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Old age"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "'True Love of a Phony Daughter' begins with the character Yujuan Wang, a middle age woman, teaching a classroom of children at a suburban primary school in Taiwan. Yujuan receives a telegram informing her that her father will be arriving at the airport shortly.  She immediately phones the Taiwan Compatriot Reception Center and explains that the telegram has been wrongly addressed to her, as her father pasted away many years prior. The following scene shows the Grandpa’s plane from Shanghai landing and then him awaiting his daughter’s arrival at the airport. The Grandpa is greeted by a member of the Reception Centre who has the duty of meeting all those who no relative comes to meet.  After relocating to a hotel the Grandpa overhears that Yujuan Wang thinks that her father is not alive. Believing that to be him, the old man is overcome with disgrace and collapses. Yujuan Wang witnesses the Grandpa’s weakened condition and feels immense sympathy for the man. She then decides to pretend to be the Grandpa’s daughter out of her inherent respect for the elderly and consideration for the old man’s health. This scene portrays the incredible importance of family relations to the characters in the film.  As Yujuan arrives at home with the Grandpa, Old Ding (Yujuan’s husband) is surprised and angered by the old man’s presence. He is primarily concerned about adopting the old man for economic reasons. The Grandpa explains how deeply regretful he is that he was unable to raise his daughter. There is a flashback to a scene of the Grandpa in his youth. He is on a pier going to fight in the Second World War and is forced to leave behind his wife and daughter.  Yujuan and Old Ding have a conversation about how they have discovered that the Grandpa’s actual daughter died a few years ago and because he has no body to care for him that they will adopt him. The Grandpa overhears this conversation and becomes very distressed. He packs up his belongings and leaves the house unannounced.  The Grandpa then donates all of his money and belongings to a Buddhist temple and catches a bus to visit his wife’s grave.  Yujuan and Old Ding follow the old man to the grave and place a number of dishes of food on the gravestone as a peace offering to the deceased. An emotional scene at the gravesite takes place with both Yujuan and the Grandpa crying uncontrollably and embracing. Old Ding looks on with approving expressions. The couple decides to adopt the Grandpa.  Shortly after establishing their new family, Yujuan and Old Ding receive news that the Grandpa’s actual daughter is not dead and has merely been using a different name. Old Ding arranges for the real daughter to meet the Grandpa at their home but does not tell her of his intentions. The two eventually figure out their relationship by comparing an old photograph of the father and daughter from years ago. Initially, the two breakdown emotionally and have some trouble coming to terms with the truth. Then eventually, they embrace and reunite their love.  The Grandpa moves to live with his real daughter and is greatly missed at Yujuan and Old Ding’s home. The final scene is of the Grandpa coming to visit the couple who temporarily housed him and expresses his gratitude.  Shortly after establishing their new family, Yujuan and Old Ding receive news that the Grandpa’s actual daughter is not dead and has merely been using a deferent name. Old Ding arranges for the real daughter to meet the Grandpa at their home but does not tell her of his intentions. The two eventually figure out their relationship by comparing an old photograph of the father and daughter from years ago. Initially, the two breakdown emotionally and have some trouble coming to terms with the truth. Then eventually, they embrace and reunite their love.  The Grandpa moves to live with his real daughter and is greatly missed at Yujuan and Old Ding’s home. The final scene is of the Grandpa coming to visit the couple who temporarily housed him and expresses his gratitude. (Haydn Green, 2013)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}