{
    "system_id": 162891, 
    "permalink": "http://collections.acmi.net.au/objects/162891", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2003058", 
    "title": "Steam trains and holidays: the home movies of Fred Daley", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2015"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:10:10"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Steam train enthusiast Fred Daley, an expert 8mm, silent, home-movie maker and family man."
    ], 
    "description": [
        "This program is sourced from a collection of silent, 8mm home movies by steam train enthusiast Fred Daley. They capture scenes of, steam trains, the Daley family, vintage cars, railway stations and snapshots of rural and city life. Mainly shot on family holidays in various locations across Victoria from the City of Melbourne to Warburton, Apollo Bay and Mornington Peninsula, to a long road trip to Cooma, New South Wales. There is also a work specially dedicated to Victoria’s most famous steam train, Puffing Billy. Fred was a skilled filmmaker - there are no wobbly shots of the ground in his work! We are presented with very polished films, mainly shot using a tripod, nifty title sequences and astute editing. Whilst filming steam trains was his passion, made evident by the many hours of footage dedicated to them,  this selected program also shows the family’s love of the outdoors on summer holidays, road trips, gardens, Luna Park, a game of football at the MCG, picnics and relaxing on the beach. These titles were made from the mid-to-late 1960s but Fred’s collection spans some fifty years. Kindly donated to the ACMI Collection by Fred's son Neville, ‘Fred’s Films’ provide memories not only for his family but also for the collective memory of Victorians, steam train buffs, filmmakers, historians, or anyone who has the pleasure of watching them."
    ], 
    "member_object": [
        "Title; B2003062; Fred's Films. 'Tis Christmas; Active; Circa 1965", 
        "Title; B2003061; Fred's Films. ARC Cement Works Geelong [excerpt]; Active; Circa 1963", 
        "Title; B2003063; Fred's Films. Away to Cooma 1965; Active; 1965", 
        "Title; B2003066; Fred's Films. Models for kids [excerpt]; Active; Circa 1965", 
        "Title; B2003059; Fred's Films. Our Family [excerpt]; Active; Circa 1965", 
        "Title; B2003060; Fred's Films. Stepping South: Apollo Bay Jan 1963; Active; 1963", 
        "Title; B2003065; Fred's Films. The Train that refused to die: Puffing Billy; Active; Circa 1965", 
        "Title; B2003064; Fred's Films. Warburton Line 1963; Active; 1963"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}