{
    "system_id": 399, 
    "permalink": "http://collections.acmi.net.au/objects/399", 
    "record_type": "Title", 
    "acmi_identifier": "B1001831", 
    "title": "4 Vertigo", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Les LeVeque, creator"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:08:52"
    ], 
    "audience_classification": [
        "unclassified", 
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "a kaleidoscopic montage of Hitchcock's 'Vertigo'"
    ], 
    "description": [
        "Les LeVeque is a New York-based artist who has produced a number of videos and video installations exploring the cultural implications of technological change. Recently he has been making video works that use Hollywood classics as their starting point, transforming them into sensuous, hallucinatory works which aim to unveil the repressed representations that loiter inside so many 'wholesome' American classics. These include '2 Spellbound' (1999), a reworking of Alfred Hitchcock's 'Spellbound' (1945), and 'Backwards Birth of a Nation' (2000), in which D.W. Griffith's 1915 feature film is reversed and re-edited into a 13-minute phantasm. LeVeque's works have featured at the New York Video Festival, the Sundance Film Festival, the 2000 Whitney Biennial and the Pompidou Centre in Paris.  In '4 Vertigo', Hitchcock's 128-minute feature film 'Vertigo' has been processed anew by capturing one frame for every two seconds of the original movie. The condensed film was duplicated four times, shifting the horizontal or vertical orientation of the frame with each duplication so that the first image is right side up, the next is sideways, then upside down, then sideways, and finally right side up again. This is only evident when the video is examined frame by frame: played at normal speed the result is a stuttering kaleidoscopic engine that gives the viewer a nauseating yet thrilling sensation of physical and psychic weightlessness. In LeVeque's treatment the layered plot line and psychological depths of the Hitchcock original are overtaken by the patterns and rhythms of the new aesthetic centrifuge.  LeVeque states: 'Building on the notion of obsessive looking, I wanted to transform the original movie into a spinning mandala to generate a sensuous viewing where the dramatic narrative becomes unstable and elusive, a viewing experience where the hypnosis of cinematic spectacle is articulated to such a physical degree that it engenders a consciousness of watching.'"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B2000284; Les LeVeque videoworks. Volume 2 (1999 - 2000); Active; 1999-2000", 
        "Compilation title; B2000283; Video Data Bank. New releases. Volume 10 (Winter 2000 - 2001); Active; (2000-2001)"
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [NTSC]; Master", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [NTSC]; Preview Copy", 
        "VHS [NTSC]; Preview Copy"
    ]
}