{
    "system_id": 146987, 
    "permalink": "http://collections.acmi.net.au/objects/146987", 
    "record_type": "Title", 
    "acmi_identifier": "X000457", 
    "title": "Angele", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1934"
    ], 
    "creator_contributor_role": [
        "Marcel Pagnol, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from 'Un de Baumugnes' by Jean Giono."
    ], 
    "description": [
        "Seduced and abandoned, Angele, a young naive peasant girl goes to Marseilles where she prostitutes herself in order to support her child. Angele's father fetches her back to the farm, forcibly locking the girl and her newborn baby in his cellar. In Pagnol's more Gionoesque works, a major theme is the Land and its relationship to Woman: both can be barren or fertile, unforgiving or kind, depending on circumstance and how one treats them. The earth's  fertility is often symbolised by spring water and traditionally baked bread; their absence indicates a world out of joint. Pagnol liked to celebrate the testing and renewal of human bonds; along with Jacques Feyder but in an entirely different, affirmative register, he is one of the French cinema's great observer of the family.\" Reference: Alan Williams. \"Republic of Images: a history of French filmmaking\". Harvard University Press, 1992. 'Angele' was the first French film shot entirely on location with direct sound recording. It was hailed by Vittorio De Sica as an example for the Italian Neo-Realist School. See also: 'La femme du boulanger' directed by Marcel Pagnol (X000449).  Credits: Director, Marcel Pagnol ; writer, Marcel pagnol ; photography, Willy [Faktorovitch], Roger Ledru ; music, Vincent Scotto ; editor, Suzanne de Troeye ; art direction, Marius Brouquier. Cast: Henri Poupon, Annie Toinon, Orane Demazis, Fernandel, Edouart Delmont, Jean Servais, Andrex, Charles Blavette, Blanche Poupon, Darcelys."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}