{
    "system_id": 49266, 
    "permalink": "http://collections.acmi.net.au/objects/49266", 
    "record_type": "Title", 
    "acmi_identifier": "315045", 
    "title": "Sitcom (D)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Fidelite Productions, production company", 
        "Olivier Delbosc, co-producer", 
        "Marc Missonnier, co-producer", 
        "Francois Ozon, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:20:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: some scenes may disturb"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - France", 
        "Foreign language films"
    ], 
    "genre": [
        "Comedy", 
        "Comedy/Black comedy", 
        "Comedy/Satire"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Family, Gender Identity, Relationships & Sexuality/Homosexuality in motion pictures", 
        "Family, Gender Identity, Relationships & Sexuality/Family violence"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "An outrageously twisted black comedy from French writer-director Francois Ozon, documenting how the bourgeois existence of a French family is turned upside-down after the father brings home a pet rat. The film opens with the father, Jean (Francois Marthouret), gunning down his entire family at his birthday party. Flashing back several months earlier, the sordid story begins to unfold as mother Helene (Evelyne Dandry) shows the new Spanish maid, Maria, around the house. At dinner, son Nicolas (Adrien de Van) abruptly announces that he is gay. His sister, Sophie (Adrien's real-life sister, Marina de Van), attempts suicide, leaving herself a bitter paraplegic, while her boyfriend, David, tries to prove his undying love to her by engaging in a series of humiliating sadomasochistic experiences. The situation becomes more complicated when Maria refuses to do any cleaning, and gets caught seducing David, and her teacher husband, Abdu, becomes Nicolas' sexual mentor. Helene, unable to understand what has happened to her family but determined to resolve matters, decides to begin by having sex with her son to \"cure\" him of his homosexuality. Through all this mayhem, Jean manages to stay calm, until he is forced by the family to give up his beloved pet rat. In a scene reminiscent of \"The Cook, the Thief, his Wife and her Lover\", the rat is disposed of, a bizarre act that has extraordinary consequences for the entire household. \"Sitcom\" was screened in the International Critics Week section at the 1998 Cannes Film Festival. In French with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}