{
    "system_id": 2727, 
    "permalink": "http://collections.acmi.net.au/objects/2727", 
    "record_type": "Title", 
    "acmi_identifier": "B1006116", 
    "title": "Godspeed verticals", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2004"
    ], 
    "creator_contributor_role": [
        "Shaun Gladwell, creator", 
        "Wade Marynowsky, sound", 
        "Nigel Huston Begg, stunt professional", 
        "Gotaro Uematsu, director of photography", 
        "Tobias Grime, composer", 
        "Mark Larenzetto, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "No spoken word"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        "Performance"
    ], 
    "subject_group": [
        "Crafts & Visual Arts/Architecture", 
        "Crafts & Visual Arts/Art", 
        "Economics, Philosophy, Politics, Religion & Sociology/Reality"
    ], 
    "abstract": [
        "A dual screen digital video installation, godspeed verticals explores BMX bicycle riding and skateboarding and its relations to and functions within the urban environment through the large scale projection of two sequences of actions in underground carparks and thoroughfares in Sydney, the images inverted and subtly reflective of discourses in art historical and performative practices."
    ], 
    "description": [
        "A dual screen digital video installation, godspeed verticals explores BMX bicycle riding and skateboarding and its relations to and functions within the urban environment through the large scale projection of two sequences of actions skewed at 90 degree angles. Recorded in a deliberately anonymous and generic underground carpark and walkway and presented in slow motion, these sequences subtly reference visual cultural practices and spectatorship in an art historical context while engaged in a meditative study of contemporary activities of urban expression. In the first sequence, the camera follows a single BMX bicycle rider as they maneuver towards the darkened exit/entrance of a vast walkway, the bike and rider alike appearing to be pulled up and beyond the frame through the skewed presentation of the image. A loose translation of Caspar David Friedrich's 'Wanderer above the Sea of Fog' (1818), the image stages the sublime position of the loan character in Friedrich's painting in its representation of the BMX bicycle rider's spatial orientation in and interaction with the contemporary urban landscape. Sequence two presents an aerial view of skateboarders falling into a tiled wall, some alone and others grouped together, with subtle reflections in composition on the geometry of Abstract art and the distant framing of imagery and figures in Western religious artworks. A layered soundscape of the sounds derived from the focal environment accompanies the projections to produce a low volume ambience for the on screen movements."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B2001196; 2004: New Visual Culture; Active; 2003-2004"
    ], 
    "related_objects": [
        "Collection; B1005777; Exemplary Works; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVCAM; Master", 
        "Mini DV; Master", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "CD ROM; Exhibition Copy"
    ]
}