{
    "system_id": 47489, 
    "permalink": "http://collections.acmi.net.au/objects/47489", 
    "record_type": "Title", 
    "acmi_identifier": "313213", 
    "title": "Children of paradise = Les Enfants du paradis", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1945"
    ], 
    "creator_contributor_role": [
        "Societe Nouvelle Pathe Cinema, production company", 
        "Raymond Borderie, producer", 
        "Marcel Carne, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "03:03:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - France", 
        "Foreign language films"
    ], 
    "genre": [
        "Romance", 
        "Drama"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Love", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Music & Performing Arts/Mime", 
        "Music & Performing Arts/Acting", 
        "Music & Performing Arts/Shadow pantomines and plays", 
        "History/France - History - 1789-1900"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The film begins with the titles superimposed on a theatre curtain which, when it lifts, ushers us into the chaotic world of the \"boulevard of crime\" in the mid-nineteenth century. Mime artist Baptiste (Jean-Louis Barrault) is desperately in love with the beautiful Garance (Arletty), but she is too world-weary and cynical to believe in his romantic notions of love; instead she begins an affair with the vain actor, Frederick, who dreams of leaving the pantomimes and performing Shakespeare in the grand theatres of Paris. This magical movie, consistently voted the best French film of all time, is a celebration of art and love. While behind the scenes the actors all battle with the bitter realities of unrequited desire or betrayed trust, on stage, performing to the \"children of paradise\" (those too poor to afford seats in the stalls and so have to sit in the \"Gods\"), they transform their sadness into the magic of dreams. It is as if, in this film, Marcel Carne makes good on all the promises of film and theatre to create a truly popular art, and he does so by celebrating not only the lives of the actors and performers on the \"boulevard\", but also by celebrating the dreams and desires of the raucous, struggling audience that fills the \"gods\". In the bond between performer and audience we see reflected the pleasures and mistakes of love itself. The sophisticated screenplay is by Jacques Prevert. Considered one of the cinema's supreme works of art, the film was partly secretly filmed while Paris was still under Nazi occupation. On all levels, a labour of immense love. Cast also includes Maria Casares and Pierre Renoir. In French with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}