{
    "system_id": 1868, 
    "permalink": "http://collections.acmi.net.au/objects/1868", 
    "record_type": "Title", 
    "acmi_identifier": "B1004273", 
    "title": "Cosmic zoom", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Planetary Visions, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "No spoken word"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Great Britain"
    ], 
    "genre": [
        "Animation/Computer animation/3-D computer animation", 
        "Animation", 
        "Animation/Animated films - Great Britain"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "an astronomically precise animation of a voyage to the far reaches of the known universe"
    ], 
    "description": [
        "From the top of the Empire State Building to the edge of the known universe, this breath-taking three-minute video animation sequence was produced for a television documentary series. Using spatial data over a huge range of scales, the sequence was produced using six different renderers, developed specially to deal with planetary surfaces, atmospheres, stars, individual galaxies and groups of galaxies. Aerial photography was combined with high-resolution and global satellite imagery of the Earth. Planetary imagemaps of the Moon, Mars and Saturn were developed from the Clementine, Viking and Voyager missions. The rings of Saturn were derived from Voyager's occultation experiment and Voyager itself is depicted as a 3D model heading up out of the plane of the solar system. The nearest stars are portrayed with their correct relative positions, magnitude and colour, extracted from astronomical catalogues.  The only object not based directly on scientific observations is our own Milky Way galaxy, half of which is obscured from view from Earth by the dense galactic nucleus. Our galaxy and the neighbouring Andromeda galaxy were rendered using specially-written software which models the 3D distribution of tens of millions of individual stars and clouds of light-blocking dust, using telescopic images as a template. These and the other galaxies were portrayed in their correct relative positions, size, morphological type and dominant colour. By the end of the sequence we are looking back, across chains and walls of galaxies, from the edge of the known universe."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam; Master", 
        "DVD ROM; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD ROM; Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "Digital Betacam [PAL]; Sub-master"
    ]
}