{
    "system_id": 146745, 
    "permalink": "http://collections.acmi.net.au/objects/146745", 
    "record_type": "Title", 
    "acmi_identifier": "X000197", 
    "title": "La Chienne = the Bitch", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1931"
    ], 
    "creator_contributor_role": [
        "Pierre Braunberger, producer", 
        "Jean Renoir, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:49:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from 'La chienne' by Georges de la Fouchardiere."
    ], 
    "description": [
        "An unhappily married clerk falls for a prostitute, steals from his employer to satisfy her demands, and kills her out of jealousy of her pimp. 'La chienne' exemplifies Renoir's mise-en-scene. An exceptional sense of space is created by complex, though unobtrusive, staging in depth, long takes (even by French standards), and the use of sound counterpoints. The overall effect is a dynamic linking of characters to their environment. Casual acting, sometimes by non-professionals, is also a hallmark. Yet Renoir's realism goes hand in hand with the theatrical, most of his films alluding to, or staging, spectacles\". Reference:  Ginette Vincendeau. The Companion to French Cinema. BFI Publishing, 1996. 'La chienne' was the film in which Renoir became fully aware of the social dimensions of speech. The range of vocal styles in the film makes its soundtrack not merely interesting in texture (as aural montage), but implicitely redolent of class conflict. 'La chienne' also features the first of a striking series of murders and other violent deaths that recurr obsessively in the director's works of the 1930s. Many critics tend to depict Renoir as a genial, gentle humanist. But in most of his films of the 1930s people are, quite simply, out to kill one another sooner or later. In mid-decade, if we are to judge by his films, Renoir came to believe that some good could emerge from the violence that seems to have obsessed him. After the demise of the Popular Front, however, he returned to the view of life implicit in 'La chienne': murder expresses a truth that most people do not wish to accept, that aggression and conflict are implicit in human relations - and most strongly between members of different classes. But the killing does not change anything; life goes on around it, in a kind of awful harmony with it\". Reference: Alan Williams. Republic of images: a history of French filmmaking. Harvard University Press, 1992. Re-made as 'Scarlett Street', directed by Fritz Lang (1945) [Held in our collection].  Credits: Producer, Pierre Braunberger, Roger Richebe ; director, Jean Renoir ; writer, Jean Renoir ; photography, Theodore Sparkuhl ; music, Toselli ; editors, Jean Renoir, Marguerite Houlle-Renoir, Denise Batcheff ; assistant director, Yves Allegret, Cast: Michel Simon, Janie Marese, Magdeleine Berubet, Georges Flamant, Romain Bouquet, Colette Borelli, Max Dalban, Jane Pierson."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}