{
    "system_id": 45420, 
    "permalink": "http://collections.acmi.net.au/objects/45420", 
    "record_type": "Title", 
    "acmi_identifier": "311057", 
    "title": "Thousands cheer", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1943"
    ], 
    "creator_contributor_role": [
        "Warner Bros, distributor", 
        "Metro-Goldwyn-Mayer, production company", 
        "Joe Pasternak, producer", 
        "George Sidney, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Musicals"
    ], 
    "subject_group": [
        "Music & Performing Arts/Circus performers", 
        "Family, Gender Identity, Relationships & Sexuality/Fathers and daughters"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A professional singer who is also a Colonel's daughter (Kathryn Grayson), decides to follow in her father's footsteps and join him by entertaining the troops he has been assigned to train. On the platform prior to departure, she meets Private Eddy Marsh (Gene Kelly) who impulsively kisses her in the belief that she is one of the women farewelling the troops. After the train has left the two meet again, and Kathryn jokingly says that she followed the private on board to propose to him. When Eddy goes to her cabin to discuss the issue, he finds Kathryn there with her father, and demands to be transferred to another division, the Army Air Corps. On the advice from friends that the quickest way to get a transfer is to ingratiate himself with the Colonel's daughter, Eddy soon develops a relationship with her. Eddy's attentions suit Kathryn too, as she uses the ruse of saying that she's fallen in love to try and bring her mother to see her, and be united with her ex-husband - Kathryn's father. Eddy takes Kathryn to see the Flying Corbinos, a trapeze act in which Eddie used to be the star, but had to abandon when forced into National Service. Eddy and Kathryn fall in love, and Kathryn gets her wish of her mother being united with her father, the only problem is she's come to break up her daughter and the man she now loves. The film culminates in a dazzling array of stars from the MGM payroll including Judy Garland, Mickey Rooney, Red Skelton, Lucille Ball, Eleanor Powell, Ann Sothern, Lena Horn, June Allyson and Donna Reed, as well as Eddy rejoining the Corbino family for a performance for the troops. Cast also includes Mary Astor, John Boles, Ben Blue, Frances Rafferty and Mary Elliott."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}