{
    "system_id": 169645, 
    "permalink": "http://collections.acmi.net.au/objects/169645", 
    "record_type": "Title", 
    "acmi_identifier": "B2003247", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 23]", 
    "other_title": [
        "Royal visit - children's display at the MCG R 4", 
        "Royal visit - children's display at the MCG R.4"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:03:48"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Hobbies, Recreation & Sport/Melbourne Cricket Ground", 
        "Places/Melbourne Cricket Ground", 
        "Hobbies, Recreation & Sport/Athletics", 
        "Hobbies, Recreation & Sport/Gymnastics", 
        "Music & Performing Arts/Folk dancing"
    ], 
    "abstract": [
        "Reel 23 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 23 contains footage of the children's display at the Melbourne Cricket Ground (also seen in Reel 8)."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 23 contains footage of the children's display at the Melbourne Cricket Ground (also seen in Reel 8).  Detailed Description Reel 23:  The whole Reel is devoted to footage of the children's display at the Melbourne Cricket Ground (also seen in Reel 8, B2003230). 00:02:32:00 the Queen and Duke are seen getting out of car and walking across the grass, before the camera returns to the athletics, dancing, marching and costumes of the assembled children. There are also scenes of the children relaxing and playing games when not 'performing' on the MCG."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}