{
    "system_id": 570, 
    "permalink": "http://collections.acmi.net.au/objects/570", 
    "record_type": "Title", 
    "acmi_identifier": "B1002044", 
    "title": "One year performance", 
    "other_title": [
        "Art Documents 1978 -1999"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1978-1999"
    ], 
    "creator_contributor_role": [
        "Tehching Hsieh, creator", 
        "Emma Crimmings, research manager"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified", 
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Performance"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "art documents from the life work of Tehching Hsieh"
    ], 
    "description": [
        "Tehching Hsieh. Hsieh's work consists of five 'One Year Performances' executed between the years of 1978 and 1886 and 'Earth' a thirteen year performance that stretched from the end of 1986 to the end of 1999. Each of these Performances involved a particular vow, a particular constraint, a particular mode of being. Each of them is meticulously documented in a manner appropriate to its content. Each of Hsieh's performances was a singular event: an action, or a series of actions, that occurred in a designated place during a finite period of time. Although Hsieh never explicitly states the rationale for his one-year pieces they nonetheless resound with profound questions about life, art and being. In one sense, the Hsieh's life work is an endeavour to make art and life collide.The performances themselves are as weird as they are wonderful intersecting with a diverse range of themes such as isolation, solitude, displacement, human relationships and artistic documentation. The first of the One Year Performances had the artist lock himself inside a cage for an entire year. The second One Year Performance, saw the artist punch a time clock, every hour on the hour, twenty-four hours a day for a whole year. The third One Year Performance, in contrast to the first two, had the artist living out of doors for an entire twelve month period, while the fourth One Year Performance, a collaboration with Linda Montano, had both artists tied together by an eight-foot rope over the year period. The fifth and final One Year Performance, where the artists imposed a blanket moratorium on anything artistic, became in and of itself a conceptual investigation and negation of the previous four On Year Performances. Apart from being serious (yet undeniably droll) meditations on significant existential questions, Hsieh's documentations are also clever, practical reports on the formal capabilities of the mysterious time-and-memory-machine that is the recorded moving image."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003", 
        "Title; B1003881; Remembrance: Reverberation [exhibition documentation]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD ROM; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy"
    ]
}