{
    "system_id": 146911, 
    "permalink": "http://collections.acmi.net.au/objects/146911", 
    "record_type": "Title", 
    "acmi_identifier": "X000379", 
    "title": "Le Jour Se Leve = Daybreak", 
    "other_title": [
        "The day begins"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1939"
    ], 
    "creator_contributor_role": [
        "Paul Madeux, producer"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:29:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Poetic realism is a phrase often used in association with Carne's work, and there could be no better example of this particular style than 'Le jour se leve'. The setting is the 'banlieue' of a French industrial town - recreated in studio by Alexandre Trauner - and it would be hard to disagree with Gavin Lambert's comment in 'Sequence' in 1948 that 'there is no other film which has conveyed so intensely the drama, irony and nostalgias of urban life'. The narrative of 'Le jour se leve' condenses into one night action which covers a considerably longer period. On the night in question, Francois, a factory worker, has killed Valentin, who has a small music-hall act, and awaits the inevitable arrival of the police. In the meantime, he remembers the events which led up to the murder. Added to the abstract sense of determinism 'Le jour se leve' has a social and political dimension reflecting the climate of despair gripping France just prior to WWII. This feeling was particularly acute among the working class which had pinned so much hope on the Popular Front government, only to have them dashed by its too rapid disintegration and by the renewed offensives of the Right. The contrast with earlier films such as Renoir's 'Le crime de monsieur Lange' (1935) and 'La Marseillaise' (1938), and even Duvivier's 'La belle equipe' (1936), with their hope and optimism is both striking and depressing. The feeling of comradeship and solidarity is gone. The scene in which Arletty appears naked had to be cut to allow for the film to be released. 'Le jour se leve' was then regarded as 'demoralising' by the Vichy government which attempeted to ban all films affiliated with the 'poetic realism' style. The film was re-made as an American film noir as 'The Long Night' (1947) directed by Anatole Litvak, starring Henry Fonda.  Credits: Producer, Paul Madeux ; writers, Jacques Prevert, Jacques Viot ; photography, Curt Courant, Philippe Agostini ; music, Maurice Jaubert ; art direction, Alexandre Trauner ; stills photography, Raymond Voinquel. Cast: Jean Gabin, Arletty, Jacqueline Laurent, Jules Berry, Bernard Blier."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}