{
    "system_id": 147169, 
    "permalink": "http://collections.acmi.net.au/objects/147169", 
    "record_type": "Title", 
    "acmi_identifier": "X000758", 
    "title": "Le Siecle D'or Espagnol", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Albert Barille, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode 15 of Series “Il Etait Une Fois L'homme” (= “Once Upon a Time Man”). Though the traditional beginning of the Reconquista goes back to 718, when the Christian Asturians opposed the Moors at the Battle of Covadonga, the impulse toward reconquest was not strong during the first three centuries of Muslim hegemony. It was in the 11th century, when Moorish unity broke down and the Christian kingdoms of northern Spain began to be affected by an aggressive, anti-Muslim, crusading spirit, that the movement began in earnest. A series of wars followed, and by the mid-13th century most of the peninsula had been subjected to Christian rule, though the continued existence of a Moorish enclave around Granada in southern Spain served to keep the spirit of the Reconquista alive until the end of the 15th century. Many historians believe that subsequent Spanish emphasis on religious uniformity, evidenced by the strong influence of the Inquisition and the expulsion of people of Moorish and Jewish descent, can be traced back to this crusading struggle of the Middle Ages. Reference: Encyclopedia Britannica. Other topics include: The beginning of the slave trade, the Conquistadores and prominent artists of the period, such as El Greco and Cervantes.  Credits: Director, writer, Albert Barille ; photography, Jean-Louis Karcher ; art direction, Philippe Landrot, Rene Borg ; graphic research, Jean Barbaud. Cast: Roger Carel, Francine Laine, Pierre Trabaud, Henri Djanik [original French narration]."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S002033; Il Etait Une Fois L'homme = Once Upon a Time Man; Active; 1978"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}