{
    "system_id": 169634, 
    "permalink": "http://collections.acmi.net.au/objects/169634", 
    "record_type": "Title", 
    "acmi_identifier": "B2003242", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 18]", 
    "other_title": [
        "Royal visit - Geelong, Pt. Cook, Warburton R 15", 
        "Royal visit - Geelong, Pt. Cook, Warburton R. 15"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:08:58"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Places/Point Cook (Vic.)", 
        "Armed Forces, Military, War & Weapons/RAAF Base (Point Cook, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Warburton (Vic)", 
        "Places/Warburton (Vic)", 
        "Places/Yarra River Valley (Vic.)"
    ], 
    "abstract": [
        "Reel 18 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 18 includes the royal visit to the RAAF base at Point Cook and a sojourn at Warburton."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 18 includes the royal visit to the RAAF base at Point Cook and a sojourn at Warburton.  Detailed Description Reel 18:  Opens with footage shot from moving train - passing through a small town and agricultural land. 00:00:38:00 close-up of Queen disembarking train, followed by Prince Philip. 00:00:59:00 Queen and Duke get into car, followed by scenes of the car moving through uniformed personnel (this section is apparently a continuation of Point Cook footage from previous reel). 00:01:37:00 scene changes to flag-waving children and crowds along street as Queen's car drives through, accompanied by police on motorcycles. 00:02:00:00 Queen and Duke exit car at (Point Cook?) airbase. The footage here includes William (Billy) McMahon (then Minister for Labour and National Service, later Prime Minister of Australia 1971-72). 00:02:48:00 a formation flyover (RAAF?). 00:03:10:00 Queen and Duke enter and stand-up in back of an open car (and the Duke nearly overbalances as the car takes off, drawing a smirk from the Queen). Open car then drives through ranks of uniformed personnel and civilian crowds gathered around parade ground. 00:04:04:00 Queen and Duke exit car and walk to dais. 00:04:22:00 - 00:05:28:00 uniformed personnel parading. 00:05:29:00 return to the airbase; the Queen and Duke meet and talk with RAAF personnel before leaving. 00:06:51:00 back to footage of crowds and streets shot from moving vehicle. The \"Junction Hotel\" is seen in the background, bearing a \"Penfolds Wine\" advertising sign. 00:07:25:00 Title \"Warburton (O'Shanassy Chalet) Sunday, 7th. March, 1954.\" followed by scenes of the O'Shanassy Reservoir and aqueduct and surrounding bush. 00:07:54:00 the O'Shanassy Board of Works \"chalet\" and its gardens; footage of the Queen and Duke strolling through the gardens. The reel ends with shots of koalas (presumably in trees around the chalet)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}