{
    "system_id": 51577, 
    "permalink": "http://collections.acmi.net.au/objects/51577", 
    "record_type": "Title", 
    "acmi_identifier": "317476", 
    "title": "Vampire Princess Miyu 4", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Japan"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "The AV Channel, distributor", 
        "Miyu Production Committee, production company", 
        "Joel Baral, producer", 
        "Toshihiro Hirano, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:05:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television programs", 
        "Television/Television series"
    ], 
    "genre": [
        "Animation", 
        "Animation/Anime", 
        "Horror", 
        "Animation/Animated films - Japan"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Legends", 
        "Literature/Legends", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Magic, Occult & Supernatural/Vampires", 
        "Magic, Occult & Supernatural/Supernatural", 
        "History/Legends"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Shinma are supernatural beings that devour the hearts of men and lead them to ruin. Long ago they were sealed in the Dark World. However, there are stray Shinma that live secretly in the human world. They lurk in the division between night and day. The Guardian who sends the stray Shinma back to the Dark World is the beautiful vampire, Miyu. No-one knows her true face. The childlike vampire and her faithful demon servant Larva continue to obliterate rampant Shinma from the human realm in episodes 12 to 16 of the \"Vampire Princess Miyu\" television series. Diverging slightly from the conventions set in the original animated video, the stories on this compilation explore the recurrent themes of karmic fate and the price of immortality, although they retain Kenji Kawai's ambient music and the dark, gothic feel, synonymous with this series. In \"Garden of the crying reeds,\" a lonely young man searching for his lost cat gets more than he bargained for when he agrees to do a favour for a stunning woman living amidst the ruins of a Western style mansion. In \"Light of the sea (part one),\" Miyu becomes distressed when Larva disappears after being charmed away from her side by an unknown force, with the only clues to his whereabouts linked to a pair of local shinma who have fallen in love. Her quest to find her protector-servant is both helped and hindered by the sudden appearance of fellow guardian and sworn enemy, Reiha. In \"Light of the sea (part two),\" the first meeting between Larva and Miyu is revealed in flashback, setting the scene for the inevitable showdown to follow. In \"Dream of the mermaid,\" a young man believes he has found a soul mate when he encounters an unhappy mermaid at the city aquarium, unwilling to believe that she is a shinma. In \"Woman priest,\" Yui-Li, a Chinese priestess and do-shi martial arts expert arrives in Japan, determined to hunt down and vanquish the shinma who destroyed those she loved."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 317531; Vampire princess Miyu 4 [DVD]; Active; 1998"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}