{
    "system_id": 146446, 
    "permalink": "http://collections.acmi.net.au/objects/146446", 
    "record_type": "Title", 
    "acmi_identifier": "Z000059", 
    "title": "Me and my classmates = Wo he wo de tong xue men", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Peng Xiaolian, director", 
        "Xue Youchun, writer", 
        "Pan Xueguo, editor", 
        "Liu Yanxi, composer", 
        "Liu Lihua, cinematographer", 
        "Shanghai Film Orchestra, music", 
        "Zhou Jingzhou, cast", 
        "Yong Jingxin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:46:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Education, Instruction, Teaching & Schools/Basketball - Training", 
        "Hobbies, Recreation & Sport/Teamwork (Sports)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A sunbathed Shanghai accentuates its western features. Director Peng Xiaolian is renowned for making this famous city a character, comparing and contrasting the culture of it and the rest of China and 'Me And My Classmates' is no different. The camera settles on a school in this bustling city and a young girl in particular. Bu Lan (Zhou Jingzhou) is a happy-go-lucky student that is tricked by her male classmates into becoming the head of the basketball team with news their current leader is departing to live in Dalian. They do not take the team seriously and as a joke suggests Bu Lan lead them. She is unaware of their mocking intention and agrees wholeheartedly. The class monitor, a stern and conservative girl realises this and tries to consult with a senior teacher Mr. Yang (Yong Jingxin) who suggests to her that she should ask Bu Lan what she thinks. Later in the evening Bu Lan excitedly tries to discuss her new responsibility with her mother, but she is absorbed in teaching modern dance to her students and ignores Bu Lan through most of the evening. She waits patiently for her mother who eventually admits she is proud of Bu Lan but she should take the team seriously. When she arrives home her mother gives her a letter from her father; he is a successful teacher in the United States, his letter lectures her on independence, comparing a hard working American teenager to the youth of China today and their general laziness. Bu Lan tries to micro-manage the team but they waste time during practice and often leave without her to hang out together. In their first match Bu Lan cheers them on, despite their average score, the monitor scolds her for encouraging a mediocre performance. The boys are sick of Bu Lan's ways and admit they never took her seriously, the class monitor also confirms this with Bu Lan. She keeps trying to lead them and in practice a classmate that always teases her called Spaghetti kicks the basketballs away. My Yang reprimands them and Bu Lan becomes upset and leaves. The previous leader who is heading to Dalian berates Bu Lan when he sees her sulk off. He suggests she use her men like an army general would and that she has no sense of leadership. In the next game, without a leader one of the players feigns an injury and for the first time in a long time they lose a match. They are too disinterested to care about this result. Bu Lan officially resigns as sports leader. The team begin to feel bad and visit the depressed Bu Lan at her home. This cheers her up and for the first time they hang out together, watching a slide show of her father in Harvard and NASA as well as watching the sun go down on the rooftop. Generally motivated and filled with respect Bu Lan pushes the team and they win the next basketball game. A senior student Bao Wei Feng is an opponent in the next match, he begins to cause trouble and spreads rumours that the previous leader Zhao is in love with Bu Lan. Meanwhile the class monitor suggests the team use pretty girls to cheer and distract the opposing team in the next match. Upon hearing these rumours however Zhao leaves, upsetting Bu Lan and his friends. She continues without his mentor ship and prepares victory jerseys for the team. She later writes to her father about it and feels grown-up from the experience. In this important match the team play to the best of their abilities which are accentuated by the slow motion effect. Zhou, the previous leader walks past the game, feeling left out and alone he leaves for the ship bound for Dalian. At the docks, and just as the ship is sailing off his classmates, team and Bu Lan all come to say goodbye, they wave to him and he happily waves back. (Kwenton Bellette, 2013)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}