{
    "system_id": 146439, 
    "permalink": "http://collections.acmi.net.au/objects/146439", 
    "record_type": "Title", 
    "acmi_identifier": "Z000052", 
    "title": "Tears at wedding = Tong hua lei", 
    "other_title": [
        "The Tears of Tong Hua"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Sha Jie, director", 
        "Bao Chaozan, script", 
        "Zhan Er, cinematographer", 
        "Shan Yangping, cast", 
        "Xie Qunying, cast", 
        "Xu Zhiying, cast", 
        "Zhou Yongge, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:52:46"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Musicals", 
        "Musicals", 
        "Historical films", 
        "Historical films"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Adoption", 
        "Family, Gender Identity, Relationships & Sexuality/Mothers and sons"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Peasant brothers Da Long and Er Long sell fish by the river. One morning, a mysterious woman approaches Da Long, claiming that his mother, Tong Hua, is not his birth mother. He returns home, upset and confused by the mysterious woman.  Meanwhile, at a lavish garden property, a group of female servants prepare for Madame Jin's 30th birthday party. One of the girls, Ling Zhi, has a terrible flu, but pushes on with the preparations. In another room, Madame Jin sings about the loss of her child, 12 years ago. She laments her husband's subsequent death, seemingly in the difficult struggle to find their son and restore the male heir. Her brother, Uncle Jin, arrives with his son Jin Hu, offering him up for adoption so that Madame Jin can finally have the son she always desired. When she expresses a longing for her biological son, Uncle Jin storms off in anger. The mysterious woman from the river – Madame Jin's servant – enters, claiming to have found her long lost son. Ecstatically happy, Madame enlists her to collect her son and thank his foster mother for her help.  Er Long tells Da Long that he is afraid that the rumour is true, and that he will be taken away from the family. While she weaves fabric, Tong Hua reflects on her adoption of Da Long, and regrets that she has kept it secret from him for 12 years. Madame Jin's servant returns, revealing to Tong Hua that Madame Jin did not die 12 years ago, that she is alive and well and has been desperately looking for her son. Tong Hua refuses to believe her, and is unwilling to let go of the son that she has raised as her own for all these years. The servant makes a plan with some local children to take the child against his will when he returns, and after a struggle with the brothers, they succeed. Tong Hua returns to discover her son is gone, finding some monetary compensation on the counter. Er Long explains the situation to his mother, who, devastated, cries out in agony for her son.  When Da Long arrives at Madame Jin's palace, she is surprised to discover her son is a peasant, having been raised in a peasant family. She tries to embrace him, apologising for all the suffering he has endured, but all he can do is cry out for his mother.  Back at home, Tong Hua takes to bed, devastated by the abduction of her son. When Er Long tries to comfort her, she reveals that Madame Jin has taken the wrong son, and that Er Long is the adopted child. Although he is visibly heartbroken, she suggests they set out to find Madame Jin and return each son to his rightful mother.  Several months later at Madame Jin's palace, Da Long attempts to settle into his newfound wealth, yet feels awkward and out of place. He can't stand being called Master by his servants, and feels uncomfortable in his opulent clothing. Madame Jin berates him, and complains that even after months of being taught otherwise, he still behaves like a peasant. Uncle Jin arrives, scolding his sister for letting her son get away with his \"peasant behaviour\".  Tong Hua and Er Long are shown travelling a great distance and in extreme weather in search of the Da Long. Four years have passed since he was taken away. Tong Hua resents Madame Jin for taking Da Long away without leaving any details, leaving her no choice but to travel far and wide in search of him. Finally, they stumble upon the gates of the palace. She introduces herself to Madame Jin and returns the monetary compensation. She also introduces Madame Jin to her actual biological son, Er Long. Madame Jin comprehends the mix up as soon as she realizes that Er Long looks exactly like her late husband, is tall, good-looking and well mannered. Although Er Long hesistates, he appears to fit into Madame Jin's lifestyle more than his brother. Singing, Tong Hua wonders whether Da Long will still love her now that he has been living in wealth for four years.  Er Long asks Madame Jin what will become of his foster mother, and she tells him that once Da Long returns, she will pay them and send them home. Distraught, he proceeds to sing Madame Jin a song about the merits of his mother, who brought him up as best she could and taught him how to be a good and honest person. Tong Hua refuses payment from Madame Jin, and only wants the best for her children.  Da Long returns a changed man, arrogant and proud of his wealth. Madame Jin explains the mix-up to him, but he refuses to return home to his former peasant lifestyle. He seeks the assistance of Uncle Jin, who divulges a secret plan to let him stay.  Da Long runs into Er Long, who is ecstatic to see his long lost brother. Da Long is initially hesitant, but remembering Uncle Jin's plan, puts on a pretense of happiness. Tong Hua arrives. While she is ecstatically happy to see Da Long, he is reluctant and shows no affection. She cannot believe how much her son has changed, and for worse. \"Who has destroyed my son?\" she asks.  They sit down to a meal, but when Da Long hesitates to drink the wine, Tong Hua realises it's poisonous. She stumbles about hallucinating, in disbelief at the callous actions of her own son. Jin Tui stumbles across the jug of poisoned wine and, not thinking, drinks it all. He falls ill immediately, and is discovered soon after by Er Long. Uncle Jin stumbles in, and sees his son writhing on the ground in pain. He accuses Er Long of murdering his son, even though he denies it. Er Long is taken away, despite Madame Jin's desperate pleas. Da Long, in a final act of fraternity, takes the blame for Er Long. Imprisoned, he tells Tong Hua to wait for him.  Tong Hua prepares to leave, alone. She makes Er Long promise not to become arrogant and cruel like his brother. As she departs, she is devastated to hear both her sons call out after her, knowing that she has lost them both. The End.  Cultural History of the Film: The film lies within the Chinese Opera tradition, yet displays some modern touches. While there are no painted faces or clown to be seen, the costumes are colourful and extravagant, the landscapes are vibrant and the female characters are prominent.  The film appears to be set in the past, likely during the reign of a past dynasty, although it is not clear exactly when.  The film also explores notions of motherhood and the peasant/wealth divide, both recurring themes of Communist-era cinema. (3 stars - Aleena Glentis; August 9, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}