{
    "system_id": 169630, 
    "permalink": "http://collections.acmi.net.au/objects/169630", 
    "record_type": "Title", 
    "acmi_identifier": "B2003240", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 5]", 
    "other_title": [
        "Royal visit - cuts Arrival day R 2", 
        "Royal visit - cuts Arrival day R.2"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:11:52"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Places/Parliament House (Melbourne, Vic.)", 
        "Places/St. Paul's Cathedral (Melbourne, Vic.)", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Prince Henry's Hospital (Melbourne, Vic.)", 
        "Places/Government House (Melbourne, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Government House (Melbourne, Vic.)"
    ], 
    "abstract": [
        "Reel 5 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 5 focuses on the day the Queen and Duke arrived in Melbourne."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 5 focuses on the day the Queen and Duke arrived in Melbourne, and consists mainly of short sections of footage, much of which is also seen in other Reels of this Collection.  Detailed Description Reel 5:  Opens with Queen and Duke leaving Parliament House. Victorian Parliamentary Mace and Black Rod flank the couple on the street as they re-enter their car. 00:00:35:00 car moves off to waves from crowd on steps of Parliament building. 00:00:46:00 scenes of the crowd dispersing. 00:01:02:00 4 gun artillery salute fired in Domain. 00:02:07:00 footage returns to State Parliament, and the Parliamentary Mace and Black Rod preceding the Queen and Duke down the steps of the building. 00:02:22:00 a shot upwards to the Royal Standard flying over Parliament House also captures the intricate design under the eaves of the building. 00:02:36:00 scenes of the large crowd outside Parliament House dispersing after the Queen and Duke have left. 00:03:15:00 clear shot of St Paul's Cathedral spire. 00:03:21:00 workman on ladder in middle of city street tries to adjust one of the large street banners decorating the scene, followed by scenes of city streets and decorations (much of this section is out of focus). 00:04:34 a colleague appears to be giving directions to the camera operator shooting the scene, as the royal motorcade moves down Swanston Street. 00:05:05:00 aerial shot of Princes Bridge with the decorated dome of Flinders Street railway Station in the foreground, with Government House and Prince Henry's Hospital (demolished in 1994). 00:05:20:00 aerial shot of thick crowd on Princes Bridge; green trams can be seen at the old Batman Avenue tram stop where part of Federation Square now stands. 00:05:28:00 distance shot of Government House. 00:05:34:00 very blurred aerial footage of Swanston Street. 00:06:07:00 aerial shot of Princes Bridge looking back towards Flinders Street, showing the Railway Station, St Paul's Cathedral and shop frontages along Flinders Street. 00:06:24:00 aerial shots of motorcade approaching Government House. 00:06:47:00 crowds of (mainly children) shot from moving car. 00:07:12:00 aerial shot of Queen reviewing mounted police. 00:07:27:00 close-up of Royal Standard. 00:07:33:00 Girl Guides and Brownies cheering and waving (this footage is quite jerky and flickering). 00:08:33:00 Queen and Duke exiting car at Government House. 00:09:18:00 Queen reviewing police or troops. 00:09:48:00 abrupt change to footage of train speeding along tracks. At 00:10:02:00 to 00:10:47:00 we have what appears to be the start of a staged sequence - a hot and weary sightseer carrying a backpack and sporting Union Jack flags approaches the gates of Government House and is directed away by a soldier on duty. He then sits down by a crowd barrier, removes his shoes and drinks from a flask. From 00:10:59:00 to end of Reel there are a number of short scenes of troops, the Queens and Duke and various others outside Government House."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master"
    ]
}