{
    "system_id": 10805, 
    "permalink": "http://collections.acmi.net.au/objects/10805", 
    "record_type": "Title", 
    "acmi_identifier": "B1005840", 
    "title": "Idea >On!", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1992"
    ], 
    "creator_contributor_role": [
        "Troy Innocent, creator", 
        "Animation and Interactive Media (AIM) RMIT, production facilities"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Animation", 
        "Animation/Computer animation", 
        "Animation/Computer animation/3-D computer animation"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Significant early work within the emergence of multimedia as art."
    ], 
    "description": [
        "One of 6 works selected by AIM director David Atkinson as representing the best interactive work produced by the AIM centre up until 2004. : Idea-ON>! presents the manifestation of fragments of Troy's own personal reality in what appears to be a living, breathing world. The approach to multimedia rejects traditional flat user interface design, and offers the user many different forms of engagement through four new realities, each prototyping different aesthetic, structural and communication based approaches to virtual space. It is interactivity for interactivity's sake, experimentation with what is possible, experience based as opposed to information based. Things may happen without user interaction, more obscure exploration may be required to find hidden places, or responses given by the objects and beings will vary, often following a surreal kind of logic. A significant early work within the emergence of multimedia as art. Exhibited at Siggraph, BURNING THE INTERFACE: Museum of Contemprary Art, Sydney, Australia, 1996. PERSPECTA: Art Gallery of NSW, Sydney, Australia. ARS 95: Museum of Contemporary Art, Helsinki, Finland. Digital Salon: New York, USA 1995"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B1006679; AIM graduate interactive collection of exemplary works 1992-2004; Active; 1992-2004"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM; Master", 
        "CD ROM; Copy"
    ]
}