{
    "system_id": 48365, 
    "permalink": "http://collections.acmi.net.au/objects/48365", 
    "record_type": "Title", 
    "acmi_identifier": "314109", 
    "title": "Frankenstein", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1931"
    ], 
    "creator_contributor_role": [
        "Universal Studios, production company", 
        "Carl Laemmle, producer", 
        "James Whale, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:09:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Adaptations", 
        "Horror"
    ], 
    "subject_group": [
        "Literature/English literature - Film and video adaptations", 
        "Advertising, Film, Journalism, Mass Media & TV/Popular culture", 
        "Magic, Occult & Supernatural/Monsters", 
        "Music & Performing Arts/Popular culture"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A landmark in the history of the horror film, \"Frankenstein\", based on the gothic novel by Mary Wollestonecraft Shelley, drew heavily on the traditions of German Expressionism to create a stark, shadowy world where the true monsters were more often in human form. Charged with the desire to create life beyond the womb, Dr. Frankenstein (Colin Clive) constructs a man from body parts looted from freshly dug graves. The resulting \"monster\" (Boris Karloff) is implanted with the stolen brain of a criminal, and jolted to life by a bolt of lightning. Dr. Frankenstein's triumph soon turns to tragedy when his creation escapes and discovers that he exists in a world which he is not welcome. Pursued by an angry mob, the creature confronts his maker on a cliff top, setting the scene for the dramatic ending atop a burning windmill. Boris Karloff helped to create one of the most recogniseable (and most imitated) cultural icons of the twenty first century with his sensitive portrayal of the creature, and the film was memorable as a whole for its striking production design, and Jack Pierce's masterful make-up. Initially on release this film featured a prologue, warning the audience of its potential to shock. Some scenes were cut from the original film as they were deemed inappropriate for audience sensibilities of the time, such as the well-known scene where the creature throws the young girl into the lake. This video features the restored version of the film, and also includes a detailed documentary on the making of the film, produced, written and directed by David J. Skal."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}