{
    "system_id": 169571, 
    "permalink": "http://collections.acmi.net.au/objects/169571", 
    "record_type": "Title", 
    "acmi_identifier": "B2003232", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 10]", 
    "other_title": [
        "Royal visit - VRC, Kooyong, St Paul's R 6", 
        "Royal visit - VRC, Kooyong, St Paul's R.6"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:08:58"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Places/Flemington Racecourse", 
        "Hobbies, Recreation & Sport/Flemington Racecourse", 
        "Hobbies, Recreation & Sport/Kooyong Lawn Tennis Centre (Melbourne, Vic.)", 
        "Places/Kooyong Lawn Tennis Centre (Melbourne, Vic.)", 
        "Places/St. Paul's Cathedral (Melbourne, Vic.)", 
        "Economics, Philosophy, Politics, Religion & Sociology/Menzies, Robert, Sir, 1894-1978", 
        "History/Menzies, Robert, Sir, 1894-1978", 
        "People/Menzies, Robert, Sir, 1894-1978"
    ], 
    "abstract": [
        "Reel 10 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 10 shows more of the special race-meeting held at Flemington Racecourse, the tennis at Kooyong, and a service held at St. Paul's Cathedral."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 10 shows more of the special race-meeting held at Flemington Racecourse, the tennis at Kooyong, and a service held at St. Paul's Cathedral.  Detailed Description Reel 10:  Opens with Title \"Duke of Edinburgh Australian Cup\" followed by race footage of the last stretch and race finish. 00:00:25:00 Title \"Queen Elizabeth Stakes\", followed by footage of horses and jockeys in the mounting yard. 00:00:50:00 footage of entire race to 00:01:12:00 then horses - with jockeys still mounted - exit to mounting yards. 00:01:40:00 to 00:03:23:00 the Queen presents winners' trophies. 00:03:44:00 Title \"Tennis at Kooyong\", followed by shot of Kooyong Stadium (Kooyong Tennis Centre) scoreboard displaying \"International Match Australia v Sth. Africa\", footage of game and crowd scenes. 00:04:05:00  - 00:05:34:00 Queen and Duke arrive separately and move to seats amongst crowd. 00:05:45:00  - 00:06:35:00 Queen presents trophies in middle of court. 00:06:36:00 Title \"Divine Service Cathedral Church of St. Paul Sunday, 28th. February, 1954\", followed by shots of St Paul's Cathedral and crowds outside. 00:07:01:0 a good shot of Flinders Street Station and the station verandas along Swanston St. 00:07:27:00 Queen and Duke arrive and enter Cathedral. 00:08:01:00 couple leave and re-enter car, driving off through waving crowds. Dignitaries and churchmen on steps of Cathedral, at 00:08:41:00 Robert Menzies (then Prime Minister of Australia) is seen leaving, acknowledging crowd and getting into car."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}