{
    "system_id": 146407, 
    "permalink": "http://collections.acmi.net.au/objects/146407", 
    "record_type": "Title", 
    "acmi_identifier": "Z000019", 
    "title": "Miss Jiao Jiao = Jiao Jiao Xiao Jie", 
    "other_title": [
        "娇娇小姐"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Beijing Children's Film Company, production company", 
        "Chen Jinshu, director", 
        "Wang Feng, script", 
        "Chen Tongyi, script", 
        "Wang Jiuwen, cinematographer", 
        "Zhang Wuqi, cinematographer", 
        "Ma Yi, editor", 
        "Gong Xunchen, cast", 
        "Da Lishi, cast", 
        "Shi Yuan, cast", 
        "Liang Qingang, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:22:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Childrens Films", 
        "Drama"
    ], 
    "subject_group": [
        "Animals & Wildlife/Circus animals", 
        "Music & Performing Arts/Circus animals", 
        "Music & Performing Arts/Circus performers", 
        "Music & Performing Arts/Circus", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Animals & Wildlife/Animal communication", 
        "Animals & Wildlife/Animal welfare", 
        "Animals & Wildlife/Animal trainers", 
        "Animals & Wildlife/Children and animals", 
        "Animals & Wildlife/Animals, Treatment of", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Identity (Psychology) in children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Jin Xiaolong has a close relationship with the animal world. He seems to understand them in a way that others cannot. Apart from being a story about a boy running away to join the circus, it also offers curious insights regarding the different perceptions people have toward animals (humans included) and their rights.  One day he sees a crowd of people gathered around to watch the filming of a panda sitting on a stool. The trainer is trying to get the panda to eat cake, but eventually gets frustrated at the beast's recalcitrance and begins to strike her with a stick. Xiaolong cannot abide this and intervenes, sicking his little dog Huahua on the trainer. The film is ruined, but the trainers vow to perform the trick successfully in two months time.  Xiaolong goes home and argues with his parents about his study. They want him to be a normal child and study English, but all he can think about is training animals. He has trained Huahua to perform all manner of chores for him, bringing him his books, opening and closing doors, as well as turning gadgets on and off. The parents continue to worry about that dog, saying Xiaolong might be smart to train him, but has become too fixated on his relationship with this dog. Meanwhile, the circus needs a trainer and Xiaolong proposes this to his parents. Of course, they won't have a bar of it, and after a heated argument with Xiaolong, the grandma and mother conspire to dump the dog in a ditch, far far away — but, of course, after a series of adventures the dog manages to find his way back.  While Xiaolong is out looking for his dog he finds himself — literally — in a dog and pony show, where he performs a bunch of impromptu tricks and is met with wild applause by the audience. After receiving the highest praise from the circus trainers Xiaolong literally runs off to join the circus. After uncovering the money-making schemes of the ring master's soon-to-be son in law — the circus' \"Strong Man\", he understands that the panda Jiaojiao is in danger of being exploited and abused for the sake of profit.  He takes Jiaojiao to the \"Panda Protection Committee\" and, with their help, manages to get major TV coverage of the panda, who Xiaolong has successfully trained to eat the cake from the beginning of the film. Xiaolong and Jiaojiao stay on at the Panda Foundation to train while the circus director follows the dog Huahua in order to track them down.  In the end, the circus director is eventually convinced of Xiaolong's abilities and understands that it is not necessary to hurt animals in order to teach them. On the surface the film appears to simply discuss the ability of humans and animals to communicate with kindness and respect. But it seems also to have some much deeper connotations: The education of \"dumb\" individuals is shown time and time again in the film to always lead to the inevitable conclusion of an abusive master-pupil relationship — often one where the so-called \"pupil\" is more intelligent than the frustrated \"teacher\". However, this film seems to take a far more liberal and positive approach, arguing that communication is always possible, whether it be between humans and/or animals. The highlights of the film are the tricks performed by these animals, which are often quite amazing. Though this is a Beijing production, it is actually the Shanghai circus that performs (2 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}