{
    "system_id": 50218, 
    "permalink": "http://collections.acmi.net.au/objects/50218", 
    "record_type": "Title", 
    "acmi_identifier": "316039", 
    "title": "Battlestar Galactica. Vol. 02", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Universal Music Publishing, distributor", 
        "Universal Studios, production company", 
        "Glen A Larson Productions, production company", 
        "Donald Bellisario, co-producer", 
        "David J. O'Connell, co-producer", 
        "Christian I Nyby II, co-director", 
        "Christian I Nyby II, co-director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television series"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Armed Forces, Military, War & Weapons/Fighter pilots", 
        "Armed Forces, Military, War & Weapons/Women in war", 
        "Literature/Science fiction", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Magic, Occult & Supernatural/Dystopias", 
        "Mathematics, Science & Technology/Robots", 
        "Mathematics, Science & Technology/Space flight", 
        "Economics, Philosophy, Politics, Religion & Sociology/Dystopias", 
        "Mathematics, Science & Technology/Planets - Exploration"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "In 'Lost planet of the Gods', Apollo and Serina are finalising details of their impending marriage, and Apollo is starting to feel pressured to follow suit. Both go on what Starbuck believes may be their last Viper scouting mission together, only to fly into a vast black void that scrambles their navigation and communication equipment. They manage to find their way out, not realising that Baltar - hiding on his base-star in the magnetic void - has allowed them to escape so he can track them back to the battlestar Galactica. Meanwhile, Boomer and Jolly discover a Cylon outpost stationed on the surface of an asteroid, and rush back to warn the Galactica, unaware that the Cylons had seen them. Bypassing the decontamination process in order to get to Apollo's bachelor party, both men suddenly succumb to an unknown virus, and Dr. Salik orders the quarantine of all of the Galactica's Viper Corps except Starbuck and Apollo, rendering the ship defenseless. In order to synthesise a cure, Dr. Salik must return to the asteroid to find the cause, so Adama orders the recruitment of female shuttle pilots for Viper training so they can protect him from attack. Catching the outpost by surprise, the newly recruited Viper pilots defeat the Cylon fleet. In Part Two of 'Lost planet of the Gods', Adama directs the Galactica to fly into the void earlier discovered by Apollo and Starbuck in search of the mythical planet Kobol. While out intercepting another Cylon strike force, Starbuck is captured, and taken to Baltar, who claims the Cylons want peace. Meanwhile, back on the Galactica, with the threat of attack hanging over the ship, Apollo and Serina marry. The Galactica is guided to a remote planet by a star as foretold in the Book of the Word, and upon landing, Adama, Apollo and Serina realise that they have found Kobol. However, Baltar is waiting for them, anxious to make amends and negotiate peace. As the Cylons attack the planet, Adama discovers clues as to the path of the \"thirteenth tribe\", and Baltar is punished for his treachery. However, the discoveries made are soon overshadowed by the tragic death of one of the Galactica's inhabitants. Stars Lorne Green as Adama, Richard Hatch as Apollo, Dirk Benedict as Starbuck, Jane Seymour as Serina, Noah Hathaway as Boxey, and John Colicos as Baltar."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}