{
    "system_id": 48690, 
    "permalink": "http://collections.acmi.net.au/objects/48690", 
    "record_type": "Title", 
    "acmi_identifier": "314441", 
    "title": "Mask of satan [Dubbed]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Italy"
    ], 
    "creation_date": [
        "1960"
    ], 
    "creator_contributor_role": [
        "Galatea Film, production company", 
        "Jolly Film, production company", 
        "Massimo De Rita, producer", 
        "Mario Bava, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Italy"
    ], 
    "genre": [
        "Adaptations", 
        "Horror", 
        "Horror/Vampire films"
    ], 
    "subject_group": [
        "Literature/Film adaptations", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Revenge", 
        "Magic, Occult & Supernatural/Vampires", 
        "Magic, Occult & Supernatural/Witchcraft", 
        "Economics, Philosophy, Politics, Religion & Sociology/Satanism"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Italian horror master, Mario Bava, delivers a stunning shot of Baroque excess with his debut feature, Mask of Satan (also known as Mask of the Demon and Black Sunday). The film begins with beautiful witch Princess Asa Vaida (Barbara Steele) and her lover Javutich being sentenced to death for witchcraft by her brother, the Grand Inquisitor. As the executioner prepares to nail the spike-lined metal mask of the Devil over her face, she places a curse upon the Vaida family, swearing that she will return in the future to destroy her descendants and eliminate the family line forever. To prevent this from happening, Asa's body is entombed in the crypt of her ancestor's in a coffin with a glass window through which a cross is visible. Two hundred years later, Professor Kruveian (Andrea Checchi) and his protege, Dr. Andre Gorobec (John Richardson) are taking a short cut through a forest on their way to Moscow when their carriage throws a wheel. While waiting for the necessary repairs to be made, the pair explore a ruined crypt nearby and come across the tomb of the famous \"witch\". Dr. Kruveian starts examining his amazing find when a giant bat attacks him. Slashing at it with his cane, he accidentally smashes the cross positioned above the glass window on the coffin. Ghoulishly fascinated, he opened the coffin and removes a painted icon and the metal mask from the corpse, so engrossed that he barely notices that blood from a cut on his hand dripping into the coffin. This seemingly innocent action unleashes the forces of hell for the Vaida family when Asa, partially revived by Kruveian's blood, begins to exact her revenge on her descendents by resurrecting Javutich and sending him to the Vaida castle. As the witch gets closer to her goal of possessing the beauty and life-force of Katia (also played by Barbara Steele), a descendent who closely resembles her, it is up to Andre and the village priest to find a way to defeat Asa before her evil swallows them all forever. Mask of Satan appeared not long after the Hammer Studios in England started cranking out their famous brand of vampire film, but drew influence more from the monochromatic expressionism of Murnau's Nosferatu than the saturated melodrama of Terence Fisher's Dracula (1958). Apart from defining the \"look\" that would become so important to Bava's style, Mask of Satan also introduces some of the defining themes that obsessively recur in the director's subsequent work. Based on the story The Vij by Nikolai Gogol."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}