{
    "system_id": 2343, 
    "permalink": "http://collections.acmi.net.au/objects/2343", 
    "record_type": "Title", 
    "acmi_identifier": "B1005524", 
    "title": "Archival prints (F0125)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Victoria. Dept. of Agriculture, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Two films on one reel: 1. Where the River Kiewa Flows (Focuses on the Kiewa Butter Company's efforts to increase profits by diversifying products) 2. The Challenge (Inspirational film about the need for Victorians to embrace 'progress')"
    ], 
    "description": [
        "1. Where the River Kiewa Flows - Focuses on the Kiewa Butter Factory and how it is using excess skim and butter milk to provide food for its piggery. By doing this it is increasing its profits and reducing waste. The Victorian Department of Agriculture's 'Pig Expert' devised a plan for maximum efficiency of the piggery, taking into account that there would be more excess milk in the summer than the winter.  Contains footage of the Kiewa piggery as well as the butter production plant and surrounding district, which all look good.  2. The Challenge - Film carries an inspirational message and is largely concerned with the need for all Victorians to consolidate their current strong agricultural position by embracing 'progress' and moving forward with new ideas. Very earnest throughout.  Opens with dissolves between Melbourne cityscapes and then focuses on numerous, well-shot general agricultural and farm scenes from the late 1950s. This includes shots of wheat farming, grain export, livestock and the people behind it.  Last shots are of Melbourne. The final one being a pan, shot from above, down St Kilda Rd away from the city, towards the Shrine of Rememberance.  Excellent titles/the end."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}