{
    "system_id": 51190, 
    "permalink": "http://collections.acmi.net.au/objects/51190", 
    "record_type": "Title", 
    "acmi_identifier": "317083", 
    "title": "Longtime companion", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Samuel Goldwyn Company, production company", 
        "Stan Wlodkowski, producer", 
        "Norman Rene, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:36:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/AIDS (Disease)", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/AIDS (Disease) in motion pictures", 
        "Economics, Philosophy, Politics, Religion & Sociology/Death", 
        "Family, Gender Identity, Relationships & Sexuality/Gay and lesbian studies", 
        "Family, Gender Identity, Relationships & Sexuality/AIDS (Disease) in motion pictures"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "One of the first American films to deal with the AIDS epidemic, Norman Rene's 'Longtime companion' traces the lives of a group of young American gay men living and dying in the time of AIDS. The film's starting point is 1980 when the disease is first mentioned in the New York Times. Initially referred to back then as 'Gay-Related-Immune-Disorder', the early whispers of a mysterious 'gay cancer' hardly rated a mention. Based on a Craig Lucas play, the film documents the rapid spread of the disease throughout the eighties as these once healthy men are suddenly faced with their own mortality. The film and play takes its title from the refusal of the New York Times to acknowledge homosexual partners in their obituary column, preferring the more discreet term 'longtime companion'. At the time of the film's release it was criticized for being too discreet in its attempt at dealing with homosexuality and AIDS, and was conservative enough for cast member Bruce Davison to win the most mainstream of accolades, a Best Supporting Actor at the Oscars. The film's sentimental finale drew the most fire, particularly from a very politicized Queer movement, who saw it as innocuous and conservative (three years later Jonathan Demme's 'Philadelphia' would also draw the same criticism). In retrospect however the film's tenderness for it's characters and it's earnest attempt to chronicle the devastating effect of the epidemic ultimately accumulates an emotional resonance that moves, even in it's final wish-fulfillment coda. Cast includes: Campbell Scott, Dermot Mulroney, Michael Schoeffling, Mary Louise Parker."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}