{
    "system_id": 150113, 
    "permalink": "http://collections.acmi.net.au/objects/150113", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001363", 
    "title": "Initialising history: the video art works of Peter Callas", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:22:49"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Twelve video artworks by Peter Callas, one of Australia's most distinguished electronic media artists."
    ], 
    "description": [
        "Peter Callas is one of Australia's most distinguished electronic media artists. Internationally acclaimed for his innovative practice, his artworks have been acquired by institutions worldwide, including the Museum of Modern Art, New York, and the National Gallery of Australia. This program presents twelve of Callas' key works from ACMI's permanent collection.  Callas' artworks engage with broad cultural influences from Australia, Japan, New Guinea, Europe and the Americas, and explore how cultural memory and history are constructed by and negotiated through the media.  With subjects ranging from popular culture to contentious political geographies, Callas' richly colourful, densely textured and intricately crafted videos are insightful critiques on the formation of individual and national identity in a world increasingly defined by the globalisation of media and culture."
    ], 
    "member_object": [
        "Title; B2001506; Bilderbuch fur Ernst Will; Active; 1993", 
        "Title; B2001500; Double Trouble; Active; 1986", 
        "Title; B2001502; The Esthetics of Disappearance; Active; 1986", 
        "Title; B2001498; How to make the famous pisco sour; Active; 1986", 
        "Title; B2001503; If pigs could fly (the media machine); Active; 1987", 
        "Title; B2001501; Kinema no yoru / Film Night; Active; 1986", 
        "Title; B2001499; Kiru umi no yoni / Cutting like the ocean; Active; 1986", 
        "Title; B2001507; Lost in Translation; Active; 1999", 
        "Title; B2001505; Neo Geo: an American purchase; Active; 1989", 
        "Title; B2001504; Night's High Noon: an anti-terrain; Active; 1988", 
        "Title; B2001497; Our potential allies; Active; 1999", 
        "Title; B2001496; Singing Stone; Active; 1980"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}