{
    "system_id": 45379, 
    "permalink": "http://collections.acmi.net.au/objects/45379", 
    "record_type": "Title", 
    "acmi_identifier": "311016", 
    "title": "Bells are ringing", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1960"
    ], 
    "creator_contributor_role": [
        "Warner Bros, distributor", 
        "Metro-Goldwyn-Mayer, production company", 
        "Arthur Freed, producer", 
        "Vincente Minnelli, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Comedy", 
        "Musicals"
    ], 
    "subject_group": [
        "Communications, Infrastructure, & Transport/Telephone etiquette", 
        "Agriculture, Business, Commerce & Industry/Telephone etiquette"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Judy Holliday reprises her stage role of switchboard operator Ella Peterson at the Susanswerphone company run by her cousin, Sue (Jean Stapleton). Ella has an uncanny knack of becoming involved with the lives of the Manhattan clients she services. One client in particular, a playboy writer know only as Plaza 0-4433 (Dean Martin), has developed a curious relationship with Ella, confiding in a faceless voice that he imagines belongs to a little old lady, not knowing that the young Ella has fallen in love with the voice at the end of the line. The police are suspicious of the Susanswerphone company and think its the front for a house of ill repute, thus Ella is also shadowed by a dim witted police official determined to get the real story. His pursuit of Ella blinds him to the fact that there is a real criminal on the loose (Eddie Foy Jnr), who poses as a record executive and uses the names of famous composers as a secret code for racetracks around the continent. Being the dedicated switchboard operator that she is, Ella takes it upon herself to protect the privacy of her clients from police scrutiny and delivers the messages in person (incognito of course). Thus she gets to meet Plaza 0-4433, aka Jeffrey Moss, in the flesh, and just in the nick of time too, saving him from wallowing in alcoholism because he can't come up with an idea for a play. Romance blossoms between Ella and Jeffrey, but can it survive based on lies, and how will Ella reconcile her two personas? This was Holliday's final film appearance. Adapted from a Broadway musical by Betty Comden, Adolph Green and Jule Styne."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}