{
    "system_id": 49672, 
    "permalink": "http://collections.acmi.net.au/objects/49672", 
    "record_type": "Title", 
    "acmi_identifier": "315470", 
    "title": "Alphonse Mucha", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Unknown"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Bookwise, distributor", 
        "Mucha Inc, production company", 
        "Jana Chytilova, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:30:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films"
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        "People/Mucha, Alphonse Marie, 1860-1939", 
        "People/Artists - Biography", 
        "Crafts & Visual Arts/Art - History", 
        "Crafts & Visual Arts/Artists - Biography", 
        "Crafts & Visual Arts/Art", 
        "Crafts & Visual Arts/Painters", 
        "Crafts & Visual Arts/Illustrators", 
        "Crafts & Visual Arts/Symbolism in art", 
        "Crafts & Visual Arts/Art nouveau"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Mucha Foundation presents this detailed documentary on the life and work of Alphonse Mucha, the Czech-born artist credited with influencing the direction of French Art Nouveau at the turn of the nineteenth century. Born in Ivancice, Moravia, in 1860, Mucha was blessed with a natural artistic talent that saw him committing to a career as a painter of historical and religious subjects very early in his life. Assisted by the financial support of a wealthy patron, Mucha was able to enhance his natural talent with formal training at the Academy in Munich, and after graduation, a move to Paris in 1887. A crucial turning point in his life arrived in 1890 when Mucha's patron withdrew his financial assistance, and he was forced to earn his own living by sending pictures to magazines and creating illustrations for books. After four years, he became an established illustrator, but it was only at after he designed a poster to advertise the Sarah Bernhardt play, \"Gismonda\", did he achieve the fame he craved. This prolific and focused artist began to churn out designs for an astonishing array of works, including posters, jewelry, paintings, and even the architecture and decoration of the Pavilion of Man for the Paris World Fair of 1900. Mucha's one true desire, however, was to paint the Slav Epic - a grand-scale depiction of his native country's strong national consciousness and struggle for independence - and with the financial support of millionaire Charles Crane, he was finally able to realise this vision in 1910. By the time of his death in 1939, Mucha had donated the entire Slav Epic exhibition to Prague, and helped to design almost everything for the newly formed Czech Republic, including medals, stamps and bank notes."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}