{
    "system_id": 146416, 
    "permalink": "http://collections.acmi.net.au/objects/146416", 
    "record_type": "Title", 
    "acmi_identifier": "Z000028", 
    "title": "The Ancient chime bell makes a comeback = Qi ji de zai xian", 
    "other_title": [
        "奇迹的再现", 
        "Reocurrance of miracles"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Xiao Lang, director", 
        "Qiu Lili, director", 
        "Qiu Lili, script", 
        "Mei Ganfei, script", 
        "Chen Liangzan, script", 
        "Jixun, cinematographer", 
        "Ye Shisheng, editor", 
        "Hubei Performing Arts Group, cast", 
        "Zhou Jie, cast", 
        "Wei Guochun, cast", 
        "Dng Zhizhi, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English", 
        "Chinese", 
        "English"
    ], 
    "other_language_type": [
        "Dubbing", 
        "Subtitle", 
        "Subtitle"
    ], 
    "other_language_notes": [
        "", 
        "Song lyrics", 
        "Song lyrics"
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Description and travel", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Music & Performing Arts/Operas, Chinese", 
        "Music & Performing Arts"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Most of the singers, dancer and musicians in this film were the top of their field at the time in China, and have since risen to fame, starring in several musical films and other shows.  Synopsis:  When a theatre decides to commission a production based on the ancient Chinese music and life during the Chu dynasty, it is up to a group of performers to explore and reconnect with their cultural heritage. However, they may have gotten more than they bargained for, as these friends journey to revitalise the cultural traditions of post-Cultural Revolution China threatens to tear them apart.  A bunch of foreigners enter a packed theatre to enjoy a performance of Classical Chinese Orchestral music. Featured amongst the instruments is a reproduction of the 2400-year-old massive chime bells (Bian Zhong) and Drums from the Chu Dynasty. The singing is accompanied with a beautiful chorus of bells struck by sticks. The songs are interluded with the applause and positive comments made by foreigners, reminiscences of the woman who organised the performance.  After this musical introduction the film gradually recounts the trials and tribulations associated with staging this massive production, breaking up the rather strained narrative with beautifully composed interpretations of these classical tunes.  The orchestra has a broad repertory, performing songs about wartime, dance, poetry and, last but not least, the unification of the country to achieve ultimate prosperity. The film is extremely self-conscious as a foreign export of propaganda for the wonders of traditional Chinese music.  We are introduced to the Bian Zhong (编钟) as the “eighth wonder of the world.” Its 55 different sized bells, with the biggest weighing 203 kg and the smallest at 2.4 kg. The bells are inscribed with 2400 characters listing the different scales, whose seven note scale system is the same as the contemporary system.  Despite these revelations, many of the younger Chinese people call it  \"junk\" and \"useless relics\". The daughter of the historian introducing the Bian Zhong expresses her dissallusionment with contemporary Chinese attitudes toward their own culture. \"The Bian Zhong is a symbol of our ancient culture. I don't understand how they would think things like that\", she whines.  Presumably speaking out as the mouthpiece of the state, the father blames these negative attitudes to Chinese culture on the Cultural Revolution. \"The ten years of chaos caused a great gap in peoples education.\"  These direct English translation comes across rather stale. For example, during this conversation between daughter and father, Xia ying says:  \"Hey, father, I was thinking we could invent some new music for the Bian Zhong.\" \"Hey, that sounds like a very good idea! Why don't you tell me about it.\"  This eventually leads them to incorporate contemporary methods into the musical tradition of the Bian Zhong in order to draw popular attention to traditional Chinese music. They then reproduce a Bian Zhong according to an original antique and set out on a journey of rediscovery, covering half of China in search of  ancient artifacts to act as data and reference materials to use for their upcoming shows.  Watching how the modern Chinese interpret ancient lifestyle is the most interesting facet of the film. The dance movements, for instance, are often developed from the symbolism of the total submission of the slaves to the aristocratic class. There also seem to be fairly explicit sexual undertones in the movements (which is common to dance choreography, but worth noting nonetheless). The pivotal movement is supposed to tire out the whole body in just a few minutes.  Each of the artists experience their own labours in reestablishing a connection with this ancient culture, but it seems that it is partly through that hardship that they experience an intimacy with their roots and the creation that blossoms from their own experience, and the tradition they are portraying.  Instead of following the traditional themes that centred around kings and lords, most songs are of the common people, such as the National Morurning Song, which the Chu people sang for their fallen warriors. Here we see no representation of great deeds, but the sorrow of a people left behind.  Other songs include those of; drought and natural disasters; a 'Dance of the Sacrificial Rites' and 'the God of Spring Dong Huang'(lit. 'Emperor of the East',  东皇)  They basically have to go back to the provinces to rediscover the preserved traditions of the Chinese people. The statement here being that urban centers have lost their sense of Chineseness and people are obligated to go to rural areas to understand their culture.  Unfortunately, it is blaringly obvious that the performance is reinacted only, with taped music superimposed over the top, and the chimes are not actually struck by the musicians.  Cultural History of the Film:  They visit several museums, as well as a temple, viewing the sculptuary of various illustrious mythical figures.  The film also incorporates a traditional of the dragonboat festival in Hubei, where the long boats reenact the historical event of the boats who strove to recover the body of a drowned patriotic martyr before it is devoured by fish.  The female protagonist also exhibits many traditional virtues and attitudes, such as filial piety to her father, following in his footsteps of developing a passion for traditional music and dance, as well as compassion and benevolence toward her friends despite being insulted and ridiculed for indulging in backward Chinese stuff. (4 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}