{
    "system_id": 147001, 
    "permalink": "http://collections.acmi.net.au/objects/147001", 
    "record_type": "Title", 
    "acmi_identifier": "X000473", 
    "title": "Juliette Ou la Clef des Songes = juliette or the key of dreams", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1950"
    ], 
    "creator_contributor_role": [
        "Sacha Gordine, producer", 
        "Marcel Carne, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:46:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from the play by Georges Neveux."
    ], 
    "description": [
        "Michel, a prisonner, escapes from his cell every night in dreams to be reunited with his beloved Juliette. In his pursuit of Juliette, Michel arrives in a god-forsaken village where all the inhabitants seem to have lost their memory. Continuity between Occupation and postwar cinema, though great, was far from absolute. At the level of film genre, the most notable change was the rapid decline of one of Occupation's favored subjects: the fantastic. Stories of ghosts, prophetic dreams, devils and demons, love potions, and the like had greatly appealed to French filmmakers and audiences in the spiritual half-light of the occupied country. (...) The last major film of this trend, and of the period's strong penchant for the fantastic, was Carne's 'Juliette ou la cle des songes', a work which would certainly have a better reception had the director been able to make it when he first wanted to, in 1942. In 1951 it was a terrible anachronism, received with great hostility at the Cannes film festival and closing after a few weeks of mediocre box office returns, despite having Gerard Philipe (by then a big star) in the male lead.\" Alan Williams. \"Republic of images: a history of French filmmaking\". Harvard University Press, 1992. Awards: Cannes Film Festival 1951: Best music for Joseph Kosma.  Credits: Producer, Sacha Gordine ; director, Marcel Carne ; writer, Georges Neveux, Marcel Carne, Jacques Viot ; photography ; Henri Alekan ; music, Joseph Kosma ; art direction, Alexandre Trauner ; stills photographer, Raymond Voinquel. Cast: Suzanne Cloutier, Gerard Philippe, Gabrielle Fontan, Jean-Roger Caussimon, Yves Robert."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}