{
    "system_id": 235, 
    "permalink": "http://collections.acmi.net.au/objects/235", 
    "record_type": "Title", 
    "acmi_identifier": "B1001086", 
    "title": "Trepang", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Andrish Saint-Clare, creator", 
        "Rhys Graham, research manager"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Performance"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/Multiculturalism"
    ], 
    "abstract": [
        "striking images of the encounter between ancient Yolngu and Macassan cultures flash across the screen like the debris of history washed up on the shore"
    ], 
    "description": [
        "Every wet season between the early 1600s and 1906, when the Australian government outlawed the practice, Macassan sailors from Indonesia would sail to Arnhem Land to collect and harvest the sea slug or 'trepang'. The sailors would pay local Yolngu people in return for permission to harvest the trepang and a culture of interchange and trade was born between these two communities.  In 1994, Darwin artist Andrish Saint-Clare began working with the Yolngu people from Elcho Island and with Macassan performers from Sulawesi to embark on a memory-retrieval process which could lead to the staging of stories of this important period in history. The final work, 'Trepang', evolved into a cross-cultural, indigenous opera that was performed on Elcho Island and Sulawesi and then again for a wider audience in Darwin.  At the Australian centre for the Moving Image, the video artwork Trepang has its genesis both in this early period of cultural contact and collision, and in these recent theatrical performances.  In consultation with Saint-Clare, ACMI has created a small screen-and-mirror assemblage in which a storm of images - echoes of knowledge, trouble and memory - and reflections all buffet together as if the past is rumbling in from just over the horizon. A sequence of six images plays in random patterns across the screen, occasionally bursting forth as one flash of unified meaning, and at other times flickering in different, staggered combinations. The visual fragments appear like the debris of history washed up on the shore and the participation of the viewer creates a sense that these fragments - part history, part song, part dance, part dream - are like navigation markers that help the people from the present calculate their orientation with reference to the past.  Andrish Saint-Clare has worked extensively in indigenous and intercultural performance. He worked for many years as a tutor and composer with the National Aboriginal and Islander Dance Association, and recently staged a new theatrical work 'Fire Fire Burning Bright' as part of the Melbourne Festival in 2002."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD [PAL]; Exhibition Copy", 
        "VHS [PAL]; Preview Copy", 
        "VHS [PAL]; Preview Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "CD ROM; Copy"
    ]
}