{
    "system_id": 169575, 
    "permalink": "http://collections.acmi.net.au/objects/169575", 
    "record_type": "Title", 
    "acmi_identifier": "B2003236", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 14]", 
    "other_title": [
        "1954 Royal visit: [Gippsland cont'd., Uni of Melb] Reel 10", 
        "1954 Royal visit: [Gippsland cont'd., Uni of Melb] Reel.10"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:04:25"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Gippsland (Vic.)", 
        "Places/Gippsland (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Warragul (Vic.)", 
        "Places/Warragul (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Latrobe River Valley (Vic.)", 
        "Places/Latrobe River Valley (Vic.)", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Walter and Eliza Hall Institute of Medical Research (Melbourne, Vic.)", 
        "Places/Walter and Eliza Hall Institute of Medical Research (Melbourne, Vic.)"
    ], 
    "abstract": [
        "Reel 14 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 14 contains footage of the royal tour visiting Warragul and the Latrobe Valley, followed by a visit to the Walter and Eliza Hall Institute of Medical Research."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 14 contains footage of the royal tour visiting Warragul and the Latrobe Valley, followed by a visit to the Walter and Eliza Hall Institute of Medical Research.  Detailed Description Reel 14:  Opens with Title \"Warragul\", followed by footage of Queen and Duke exiting railway station (?) and at 00:00:20:00 entering car. 00:00:30:00 flag-waving crowd of children, Queen and Duke mounting dais and waving to crowd. 00:00:43:00 Queen making speech. 00:00:55:00 child presents flowers. 00:01:09:00 locals presented. 00:01:38:00 footage is of crowd along tracks from moving train. 00:01:45:00 footage is of train itself moving along tracks and a distance shot as train moves through very flat grasslands. 00:02:04:00 Title \"Visit of His Royal Highness to the University of Melbourne\", followed by very brief footage of flag flying over (presumably) a Melbourne University building. 00:02:17:00 Title \"Visit of His Royal Highness to the Walter and Eliza Hall Institute of Medical Research\", followed by shots of the Institute buildings at Royal Melbourne Hospital. 00:03:12:00 the Duke arrives in open car, and greets waiting crowd and children before entering building, where we see some Institute equipment and staff at work. More footage of crowd outside. 00:03:59:00 the Duke exits, moves to car and is driven away."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}