{
    "system_id": 2351, 
    "permalink": "http://collections.acmi.net.au/objects/2351", 
    "record_type": "Title", 
    "acmi_identifier": "B1005533", 
    "title": "Chromos", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Paul Brown, creator", 
        "Paul Brown, visual artist"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Experimental"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Complex ever changing designs driven by simple mathematical formula."
    ], 
    "description": [
        "Chromos is a computer-generated work which uses computational processes called 'cellular automata' to produce patterns which change over time. Cellular automata were conceived by Stanislaw Ulam and John von Neumann in the 1940s, and popularised by John Conway's Game of Life in the late 1960s. Each cell - like the individual tiles that make up chromos - is a discrete system that follows its own simple rules. These rules govern the transitions of the tiles over time. Although both the tiles and the rules are simple, the overall behaviour of the system is complex and unpredictable. Chromos, like any beautiful design, invites contemplation, so rather than try to identify the mathematical rules at play, most viewers will happily lose themselves in the entrancing visual maze. The work engages aspects of behavioural and cognitive theories and theories of creativity. The human brain has evolved to seek meaning and so many viewers of cellular automata believe they are witnessing a much higher degree of intelligence and lifelike-ness than is implicit in the system itself. Conversely these systems also enable us to perceive that many aspects of human intelligence and creativity are perhaps nothing more than the outcome of simple but unpredictable behavioural processes."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005777; Exemplary Works; Active", 
        "Title; B1005779; Transfigure [exhibition opening title sequence]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM; Master"
    ]
}