{
    "system_id": 45107, 
    "permalink": "http://collections.acmi.net.au/objects/45107", 
    "record_type": "Title", 
    "acmi_identifier": "310729", 
    "title": "Music in the woods: plus four other stories", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1997"
    ], 
    "creator_contributor_role": [
        "Video Bookshelf, distributor", 
        "Cosgrove Hall Films, production company", 
        "Jackie Cockle, producer", 
        "Ellen Meske, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:51:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television"
    ], 
    "genre": [
        "Adaptations", 
        "Childrens Films", 
        "Childrens Films/Children 0-6", 
        "Childrens Films/Children 6-12"
    ], 
    "subject_group": [
        "Literature/Children's literature - Film and video adaptations", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs for children", 
        "Advertising, Film, Journalism, Mass Media & TV/Television"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode number 2 of Series \"The Animal shelf\". Five stories are contained on this tape comprising MUSIC IN THE WOODS, THE ANIMAL GARDEN, WOEFUL AND THE WASPBERRIES, TIDYING TIMOTHY'S BEDROOM and GUMPA SOLVES A JIGSAW PUZZLE. MUSIC IN THE WOODS: Timothy and the special animals spend a day in the woods collecting feathers. As a precaution against any animals getting lost, they take their musical instruments to play if they get lost in the woods. In the woods they meet a new friend, the Parrot, but they soon realise that Little Mut is missing. THE ANIMAL GARDEN: The animals are given their own garden to look after by Timothy. Nothing seems to be growing, until Woeful and Gumpa decide to help things along. WOEFUL AND THE WASPBERRIES: The animals decide to organise a surprise birthday picnic for Timothy and they are all caught up in the preparations, except for Woeful who has forgotten all about Timothy's birthday. Luckily he has an idea for a present, but it's an idea that will lead him into all sorts of trouble. TIDYING TIMOTHY'S BEDROOM: When Timothy gets into trouble for having a messy bedroom, the animals decide to surprise him by tidying it themselves. There's a prize for the first one to finish up, but there are even more surprises in store, especially for Timothy. GUMPA SOLVES A JIGSAW PUZZLE: Timothy and the animals are working on a jigsaw when Timothy is called in for tea. When they resume the puzzle after dinner, they discover a piece missing and the animals must perform a bit of detective work to find the missing piece."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01333; The Animal shelf; Active"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        "2"
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}