{
    "system_id": 146419, 
    "permalink": "http://collections.acmi.net.au/objects/146419", 
    "record_type": "Title", 
    "acmi_identifier": "Z000031", 
    "title": "Orchids and chrysanthemums = Chun lan qiu ju", 
    "other_title": [
        "春蘭秋菊", 
        "Two Brands", 
        "Orchids & chrysanthemums"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Guangxi Film Studio, production company", 
        "Guo Baochang, director", 
        "Ji Hongxu, script", 
        "Guo Baochang, script", 
        "Yang Baoming, cinematographer", 
        "Zhang Jie, cast", 
        "He Ling, cast", 
        "Chang Wenzhi, cast", 
        "Shi Weijian, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:41:08"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "History/China - History - Cultural Revolution, 1966-1969", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Agriculture, Business, Commerce & Industry/Industries - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        " After Xu Daming was sent far away from his home to a ranch in Qinghai, his wife took over his business of managing a textiles factory which employs most members of a small and tight-knit community. Now that he has come back, he expects to resume his old position as manager and patriarch of the community, and to start production on his Chrysanthemum brand of clothing. However, things have changed, and women's positions both in the household and the workplace have undergone a dramatic reorientation. His wife, who began her own brand of Orchid clothes is unwilling to relinquish her power, and the two set off a chain reaction of unrest within the community. After struggling with change in the face of an old traditional status quo, both sides learn the hard lesson of compromise in an unequal and imperfect society striving for greatness. An Xi, the factory's hard-working engineer, has his own troubles as well. His wife henpecks him something terrible, but when they first met, he was captivated by her singing. An Xi is by no means perfect, however, and forgets his kids to work all night on his designs. His wife confronts him and rips up his plans, at which point he is so enraged that he moves out. Meanwhile, at the factory meeting, Xu completely undermines his wife's authority and ends the 10 year-old Orchid brand to begin production of his Chrysanthemum brand. In order to end the bickering between he and his wife, Lao Xu fires her. Needless to say, she gets seriously upset and kicks him out. An Xi and Lao Xu decide to move in together and form the \"Bachelor's Society,\" where they end up having a jolly old time sleeping in the same bed while they do work together on the flooor of an empty apartment. When they are hungry and want to eat they decide to sleep to ease their hunger. Gradually, more and more men are kicked out of their homes and join the club. Later we see all the men in bed together discussing plans of greatness, smoking, living and laughing together. While the father wants raw materials and finds himself unable to take the direct approach in getting them, his wife manages to acquire them efficiently by doing favours, listening to people and being sensitive to the needs of others. They both visit eachother and recognise both their living conditions are unbalanced without one another. The film ends on a tragic note, where Ai Xi finally gets a raise to his measely salary, only to receive a phonecall straight after notifying him that his kid has tetanus. Ai Xi rushes off and spends all his money on toys, arriving to find everyone in the kid's room, showing support. Recognising his own shortcomings in undervaluing the health and wellbeing of his child in pursuit of advancement and success, Ai Xi stays by his child, who has been hospitalised and in a life threatening state. They look to her little grades booklet beside her and discover that her exam results are perfect.  Cultural History of the Film: The film takes place in the wake of the Cultural Revolution, where many victims of political purges are returning from distant lands to their families. It offers the brand of clothing as a metaphor for the different identities of China during its recent periods of change, and questions to what extent the fabrics of each brand determine their values and qualities. The struggle and resolution toward compromise seen in the film provide an allegorical summary of the conflict and disillusionment felt by people leading up to the economic and social reforms of the 1980s, where there was widespread poverty and unease. It particularly touches on the disillusionment of big promises delivered too little, too late. The previous brands in the film are \"high quality, cheap and durable,\" which illustrates metaphorically how the fabric of Chinese society is changing, yet the people still maintain their integrity and are able to live in harmony. In hindsight, the current controversies regarding hazardous and unreliable products coming out of China throw the textile metaphor in an ironic light that was wholly unintended by the filmmakers of the day. (2 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}