{
    "system_id": 49167, 
    "permalink": "http://collections.acmi.net.au/objects/49167", 
    "record_type": "Title", 
    "acmi_identifier": "314937", 
    "title": "A Masterpiece at midnight", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Florentine Films, production company", 
        "WETA-TV, production company", 
        "BBC, production company", 
        "Ken Burns, producer/director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:54:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television series", 
        "Television/Television programs", 
        "Television/Television programs/Television programs - United States"
    ], 
    "genre": [
        "Performance", 
        "Performance/Music - Performance", 
        "Documentary/Documentary films - United States", 
        "Documentary"
    ], 
    "subject_group": [
        "Music & Performing Arts/Music - 20th century", 
        "Music & Performing Arts/Bands (Music)", 
        "Music & Performing Arts/Musicians", 
        "Music & Performing Arts/Mingus, Charles, 1922-1979", 
        "Music & Performing Arts/Jazz music", 
        "Music & Performing Arts/Music appreciation", 
        "Music & Performing Arts/Fitzgerald, Ella", 
        "Music & Performing Arts/Beatles (Musical group)", 
        "Music & Performing Arts/Coleman, Ornette", 
        "Music & Performing Arts/African American musicians", 
        "Music & Performing Arts/Coltrane, John, 1926-1967", 
        "Music & Performing Arts/Monk, Thelonious", 
        "Music & Performing Arts/Holiday, Billie, 1915-1959", 
        "Music & Performing Arts/Electronic music", 
        "Music & Performing Arts/Music", 
        "Music & Performing Arts/Parker, Charlie, 1920-1955", 
        "Music & Performing Arts/Armstrong, Louis, 1900-1971", 
        "Music & Performing Arts/Brubeck, Dave, 1920-", 
        "Music & Performing Arts/Marsalis, Wynton, 1961-", 
        "Music & Performing Arts/Music - History and criticism", 
        "Music & Performing Arts/Ellington, Duke, 1899-1974", 
        "Music & Performing Arts/Music - United States", 
        "People/Ellington, Duke, 1899-1974", 
        "People/Parker, Charlie, 1920-1955", 
        "People/Armstrong, Louis, 1900-1971", 
        "People/Blakey, Art, 1919-", 
        "People/Beatles (Musical group)", 
        "People/Brubeck, Dave, 1920-", 
        "People/Mingus, Charles, 1922-1979", 
        "People/Coltrane, John, 1926-1967", 
        "People/Marsalis, Wynton, 1961-", 
        "People/Monk, Thelonious", 
        "People/Coleman, Ornette", 
        "People/Fitzgerald, Ella", 
        "People/Holiday, Billie, 1915-1959"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode number 4 of Series \"Jazz\". The fourth and final volume in the comprehensive series on the history of Jazz music in America contains three episodes which outline the era of Jazz, leading from Bebop through to a brief overview of contemporary Jazz and discusses the constant issues of race and segregation that underlay its history and evolution. Episode ten profiles some of the major arrangers and performers of bebop and the new California movement of post war Jazz including Gil Evans, Jerry Mulligan, John Lewis, Miles Davis, Dave Brubeck, Paul Desmond, Ella Fitzgerald, Thelonious Monk, Billie Holiday and the great innovators, Charlie Parker and Dizzy Gillespie. The program discusses the political angle of Bebop, its many traditional Jazz critics and the divide that gradually emerged in schools of Jazz and the growing debate about what could be defined as Jazz in the late 1940s. The episode closes with the progress of Charlie Parker as he sought a style after Bebop that was cut short by his death at the age of 34 after a long struggle with substance abuse, and the young Miles Davis resolution to give up the drugs that he felt were holding back his musical development. The eleventh episode traces an 'anxious golden age' where movements for black rights intensified and work for Jazz musicians became harder to come by. At the same time new musicians emerged and musical changes and debates abounded as the boundaries between styles of Jazz became increasingly blurred and the impact of the emergence of talented musicians such as Sonny Rollins, Miles Davis, Sarah Vaughn, John Coltrane, Alvin Jones, and Jimmy Garrison began to be felt in the ongoing development of the musical style. Led by the adventurous Ornette Coleman and John Coltrane among others, the avant garde movement became critical at this time for both the innovations in musical performance and composition that it created and in provoking great debate about the potential for a free Jazz, departing from the founding styles, which inspired and divided the critics and musicians alike in the Jazz scene for many years to come. Episode twelve, the final in the series, details the art of risk and conflicting musical camps that characterised Jazz over time and the increasing gap between Jazz and the general public with the emergence of rock styles. The arrival of The Beatles in America made the most distinction, which saw many musicians out of work or travelling to Europe where Jazz was still popular. Among the exodus to Europe was the saxophonist Dexter Gordon, while musicians such as Max Roach and Charles Mingus, with their apocalyptic style of anti-exploitation Jazz that rallied against white control of Jazz, and the lyrical John Coltraine stayed on in America despite the lack of a wide audience. The now avant-garde Miles Davis and his rhythm section stayed on also to continue the exploration of the potentials of Jazz and with his development of Fusion, a Jazz hybrid with electronic music, a new era of Jazz combined with rock music was spawned that began to draw crowds. With the return of Dexter Gordon in a successful homecoming tour in 1976, acoustic Jazz began to reclaim an audience, with new musicians then emerging to inspire the resurgence of acoustic Jazz in the 1980s including Wynton Marsalis, Christian McBride, Steve Coleman, Joshua Redman and Cassandra Wilson. The program then traces the various hybrids that have emerged to combine Jazz with widely variant musical styles and reflects on the history of Jazz covered in the series and its contemporary voice extending into the 21st century."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01383; Jazz; Active; 2000"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        "4"
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}