{
    "system_id": 146409, 
    "permalink": "http://collections.acmi.net.au/objects/146409", 
    "record_type": "Title", 
    "acmi_identifier": "Z000021", 
    "title": "Storm = Lei Yu", 
    "other_title": [
        "雷雨"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1984"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Sun Daolin, director", 
        "Sun Daolin, script", 
        "Luo Congzhou, cinematographer", 
        "Shi Hongsheng, editor", 
        "Sun Daolin, cast", 
        "Gu Yongfei, cast", 
        "Ma Xiaowei, cast", 
        "Qin Yi, cast", 
        "Shanghai Film Orchestra, music", 
        "Zhang Yu, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Literature/Literature - Film and video adaptations", 
        "Literature/Chinese literature - Film and video adaptations", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Psychological aspects"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film adaptation of the famous novel of the same name is a popular modern retelling of many traditional Chinese tropes, such as self-deception, corruption of the soul, incest and murder, all wrapped in the semblance of contemporary issues. While the plot is highly complex, it turns out that they are all related to one another and by tragic circumstance, almost all of them wind up either killing themselves out of grief or being struck by a thunderbolt.  During the days China's Nationalist government, a powerful aristocrat is pushing his workers to the brink, shooting rioters and hiding away in his enormous Western-styled manor with his two sons and young wife.  The house is introduced to us by the servants as full of ghosts, implying the lingering memory of unresolved wrong-doings. The young, but sickly, lady of the house seems have become displeased with the pretty little maid, who has won the affections of not only her son and elder stepson, but also her husband.  The two boys express their desire to elope with the maid, and the mother reveals that she has had an affair with her step son Ping and is in love with him. Meanwhile it becomes clear to the maid that she is the daughter of the master of the house, making her and the son brother and sister. The fact that they have committed incest drives them mad.  It is also revealed to the master of the house that this happened as a result of him casting his wife out while she was pregnant for his current younger wife, and that they had not two, but three children. After ruthlessly quashing the striking workers, he finds that their leader is none other than his own son.  Despite any shortcomings expressed in the narration, this was a highly engaging drama in the way it was shot.   Cultural History of the Film:  The book from which this film was adapted is an inheritor of a long tradition of family dramas in Chinese literary history. The most famous precedent for this highly popular genre was the semi-autobiograpical Qing Dynasty epic novel \"Dream of the Red Chamber\" (红楼梦, a.k.a. \"Story of the Stone\") by Cao Xueqin. The \"Red Chamber\" has reached such epic status in Chinese literature that there has long been a school of study devoted specifically to this work, known in English as \"Redology\". (4 stars - James Donald; 8 June, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}