{
    "system_id": 146442, 
    "permalink": "http://collections.acmi.net.au/objects/146442", 
    "record_type": "Title", 
    "acmi_identifier": "Z000055", 
    "title": "Why was I born = Wei shen me sheng wo", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1984"
    ], 
    "creator_contributor_role": [
        "Emei Film Company, production company", 
        "Li Yalin, director", 
        "Yan Wenpan, director", 
        "Yao Yun, script", 
        "Li Baoqi, cinematographer", 
        "Tao Jiazhou, music", 
        "Ji Chenmu, cast", 
        "Lai Ming, cast", 
        "Fang Qingzuo, cast", 
        "Li Zhonghua, cast", 
        "Yan Wenpan, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Children of divorced parents", 
        "Family, Gender Identity, Relationships & Sexuality/Divorce", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality/Child psychology", 
        "Family, Gender Identity, Relationships & Sexuality/Child psychology", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Child psychology", 
        "Family, Gender Identity, Relationships & Sexuality/Children", 
        "Family, Gender Identity, Relationships & Sexuality/Emotions in children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Songsong, a young boy, lives with his divorced father. Miserable over the separation of his parents, he mopes around town, unable to comprehend their actions. His only friend, he feels, is a stray goose that follows him around town.  At home he lies in bed, motionless and miserable, staring at torn photo of him and his parents. As he lies there, he remembers their violent arguments.  Songsong and his father sit down to dinner, who tells his son that he needs to go out of town for a couple of days, leaving the boy on his own. Although Songsong appears concerned, his father reassures him that he's a big boy who can take care of himself. He warns him not to go to the hospital while he's gone.  The next day, as Songsong walks home with a female classmate (who is the daughter of the schoolteacher), they pass the people's court. Visibly upset by the sight, he tells her that adults who quarrel and breakup go to court and never live together again. \"Never let your parents go there\", he warns her. Songsong's childlike understanding of the world, it seems, is unable to wrap its head around the concept of divorce.  The next day, despite his father's orders, Songsong visits the hospital, where we learn that his mother works. She is surprised to see him, but nevertheless gives him a warm embrace and shows concern for his apparent sadness. They spend the day out, and she takes him to a toy store. Songsong appears happier with his mother, who gives him the attention and affection he desires. Songsong tells his mother that he is miserable without her and scared at home on his own, but she reassures him that he can visit whenever he likes.  Songsong's father returns, and is angry to discover that he disobeyed his order not to visit his mother. When Songsong begins to cry, his father bitterly tells him, \"I take care of you, yet you miss your mother\".  Songsong's father returns from the market the next day bearing gifts for his son, cooks him a fancy seafood lunch, apparently in an attempt to accommodate for – and possibly compete with – his mother's affections.  Later that night, with Songsong in bed, his father's friend tells him of a potential second wife for him: Liu Chunhua, a widow. When the friend suggests that he hide the fact that he has a son until she falls in love with him and is forced to accept it, Songsong is shown awake in bed, eavesdropping on their upsetting conversation. They agree to meet her the following day.  The next morning Songsong wakes with the flu, and his father insists that he stay home from school. When Liu Chunhua arrives, Songsong is forced to hide upstairs, despite his raging fever. Songsong asks his father if he will remarry. He explains that he is trying to find him a new mother.  Songsong's teacher, witnessing the effects of his parents' divorce on the boy, seeks out his mother, and begs her to reconcile with her husband for the sake of their child. She also approaches his father, who tells her that he has Songsong's best interests at heart, and will not remarry unless the woman is willing and able to look after his son properly.  A fellow student teases Songsong, calling him an orphan, and they get into a fight. His teacher reassures him that he has a mother, father, teacher and classmates who all care about him, and that he will always belong.  That afternoon, Songsong's mother comes to pick him up from school and is upset to see him so sad. They enjoy the afternoon together, but, as always, it comes to a sad and abrupt end. Songsong begins to resent both of his parents for their divorce. Later that evening, Songsong attempts to visit his mother again, but is shocked and upset to find her with another man. He runs away crying. She chases after him, but he escapes her and is caught in the rain. He becomes ill and is taken to hospital, his parents waiting in worry. The doctor tells them that Songsong has gone into shock, who beg him to save the boy. The parents desperately promise to be there for him, but Songsong appears extremely weak. The scene fades out, and we are unsure whether Songsong lives or not. THE END.  Cultural History of the Film:  Why Was I Born? explores some the common preoccupations of Communist-era Chinese Cinema – and the consequences of the late 20th century at large – such as divorce, the work/home divide, and the traditional notion of motherhood in the face of shifting gender roles in (then) contemporary society.  A soaring melodrama, the film plays like a moral fable, warning society against the effects of divorce and the dissipation of the traditional nuclear family (3 stars - Aleena Glentis; August 23, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}