{
    "system_id": 2304, 
    "permalink": "http://collections.acmi.net.au/objects/2304", 
    "record_type": "Title", 
    "acmi_identifier": "B1005482", 
    "title": "Casterton lights up!", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2003"
    ], 
    "creator_contributor_role": [
        "Glen Moore, director", 
        "Glen Moore, writer", 
        "Glen Moore, producer", 
        "Nick Moore, editor", 
        "Fran Swinn, collaborator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:08:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Australia - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communities"
    ], 
    "abstract": [
        "How a dose of Christmas spirit has rebuilt a rural community"
    ], 
    "description": [
        "Casterton is a small rural town roughly half way between Melbourne and Adelaide, in far western Victoria. Like many smaller rural communities, Casterton has a rich agricultural history that claims not only to being the birthplace of the Kelpie but the first permanent inland Victorian settlement. Due to a loss of both government and local industries during the nineties, Casterton found itself struggling to maintain its population. In April 1995, a public meeting was called to establish a survival plan. Attended by a hundred or so locals, the meeting produced a number of community initiatives including the developmentof a local phenomenon into a public festival. In the eight years since, the annual Christmas lights festival has grown into the most important event on Casterton's social calender. Today, two thirds of all homes in Casterton are lit each Christmas with up to 10,000 visitors passing through the town each December to take part in the nightly lights tours run by the local Lions Club Casterton Lights Up! is an independently produced community documentary project written, directed, produced and funded by Melbourne Based filmmaker Glen Moore. The project was developed with the assistance and keen support of the Casterton community and aims to highlight the importance of community connectedness and spirit to the survival of small rural communities."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "Mini DV; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "MPEG-2 Digital File; Memory Grid Pod Full Encode"
    ]
}