{
    "system_id": 147115, 
    "permalink": "http://collections.acmi.net.au/objects/147115", 
    "record_type": "Title", 
    "acmi_identifier": "X000653", 
    "title": "Vers le Realisme Poetique (1936-1938) Pt. 5", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 5 of a 13 part series on the history of French cinema. The term 'Poetic Realism' was originally applied to literature; in the cinema it was first used in relation to Pierre Chenal's 'La rue sans nom' (1933). It is a critical construction with blurred edges - terms such as 'populist melodrama', 'the social fantastic', 'noir realism' and 'magic realism' can also apply. However, 'Poetic Realism' designates pessimistic urban dramas, usually set in Paris (though there were colonial examples) in working class settings, with doomed narrative often tinged with criminality. The supreme examples are the films of Marcel Carne and Jacques Prevert - 'Quai des Brumes'* (1938), 'Le jour se leve'* (1939) - but the canon aso includes Jean Vigo's 'L'Atalante'* (1934), Jean Renoir's 'La bete humaine'* (1938), Jacques Feyder's 'Le grand jeu'* (1933), Julien Duvivier's 'La belle equipe'* (1936) and Jean Gremillon's 'Gueule d'amour'* (1937); to which could be added Marie Epstein's 'La maternelle' (1933). As its name indicates, Poetic Realism proposes a duality between the everyday and the lyrical/emotional, the poetry arising precisely from the everyday, from a world created - beyond individual directors - by an execptional ensemble of craftsmen and artists: the decors of Alexandre Trauner, the dialogues of Prevert, Charles Spaak and Henri Jeanson, the photography of Jules Kruger, Eugen Shufftan, Curt Courant, the music of Maurice Jaubert and Joseph Kosma ; and of course, the stars: Jean Gabin, but also Arletty, Jules Berry, Charles Vanel and others. It was a highly stylised world, both in its mise en secne and in its 'mythical' characters, yet the box-office success of the films show that they 'spoke' to their popular audience.\" Reference: Ginette Vincendeau. 'The companion to French cinema'. BFI Publishing, 1996. Further reading: Dudley Andrews. 'Mists of regrets: culture and sensibility in classic French film'. Princeton University Press, 1995. *=Held in our collection.  Credits: director, Armand Panigel ; photography, Claude Casard. Interviewees include: Rene Clair, Pierre Braunberger, Marcel L'Herbier, Yves Allegret, Henri-George Clouzot, Claude Autant-Lara, Raoul Ploquin, Charles Spaak, Marcel Carne."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}