{
    "system_id": 10346, 
    "permalink": "http://collections.acmi.net.au/objects/10346", 
    "record_type": "Compilation title", 
    "acmi_identifier": "B2000233", 
    "title": "A Selection from Steve Reinke's 'The Hundred Videos' [compile 2]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Canada"
    ], 
    "creation_date": [
        "1997-1998"
    ], 
    "creator_contributor_role": [
        "Steve Reinke, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        ""
    ], 
    "member_object": [
        "Title; B1002404; The Hundred Videos. No. 01. Excuse of the real; Active; 1997", 
        "Title; B1003184; The Hundred Videos. No. 02. Family tree; Active; 1997", 
        "Title; B1003185; The Hundred Videos. No. 03. Watermelon box; Active; 1997", 
        "Title; B1003186; The Hundred Videos. No. 05. Eleven dreams; Active; 1997", 
        "Title; B1003187; The Hundred Videos. No. 06. Emergence of democratic memory; Active; 1997", 
        "Title; B1003188; The Hundred Videos. No. 07. Speculative anthropology; Active; 1997", 
        "Title; B1003189; The Hundred Videos. No. 08. Why I stopped going to foreign films; Active; 1997", 
        "Title; B1003222; The Hundred Videos. No. 09. Falling; Active; 1997", 
        "Title; B1003190; The Hundred Videos. No. 10. Barely human; Active; 1997", 
        "Title; B1003191; The Hundred Videos. No. 11. Room; Active; 1997", 
        "Title; B1003192; The Hundred Videos. No. 15. Walking the dog; Active; 1997", 
        "Title; B1003193; The Hundred Videos. No. 17. Language of rats; Active; 1997", 
        "Title; B1003194; The Hundred Videos. No. 18. Language of flowers; Active; 1997", 
        "Title; B1003195; The Hundred Videos. No. 21. Squeezing sorrow from an ashtray; Active; 1997", 
        "Title; B1003196; The Hundred Videos. No. 22. In the realm of perpetual embarrassment; Active; 1997", 
        "Title; B1003197; The Hundred Videos. No. 23. 80 prominent dermatologists; Active; 1997", 
        "Title; B1003198; The Hundred Videos. No. 24. Visual elf; Active; 1997", 
        "Title; B1003199; The Hundred Videos. No. 27. Disturbed sleep; Active; 1997", 
        "Title; B1003200; The Hundred Videos. No. 28. Testimonials; Active; 1997", 
        "Title; B1003201; The Hundred Videos. No. 30. Long train ride; Active; 1997", 
        "Title; B1003202; The Hundred Videos. No. 32. I love you, too; Active; 1997", 
        "Title; B1003203; The Hundred Videos. No. 34. Ice cream; Active; 1997", 
        "Title; B1003204; The Hundred Videos. No. 36. Request; Active; 1997", 
        "Title; B1003205; The Hundred Videos. No. 37. Jason; Active; 1997", 
        "Title; B1003206; The Hundred Videos. No. 42. My personal virus; Active; 1997", 
        "Title; B1003207; The Hundred Videos. No. 48. Artifact; Active; 1997", 
        "Title; B1003208; The Hundred Videos. No. 49. Monologue (with provocation); Active; 1997", 
        "Title; B1003209; The Hundred Videos. No. 52. Love letter to Doug; Active; 1997", 
        "Title; B1003210; The Hundred Videos. No. 57. Ghost production; Active; 1997", 
        "Title; B1003211; The Hundred Videos. No. 61. Sparky; Active; 1997", 
        "Title; B1003212; The Hundred Videos. No. 71. Corey; Active; 1997", 
        "Title; B1003213; The Hundred Videos. No. 75. How to build an igloo; Active; 1997", 
        "Title; B1003214; The Hundred Videos. No. 78. Treehouse; Active; 1997", 
        "Title; B1003215; The Hundred Videos. No. 79. The Boxers; Active; 1997", 
        "Title; B1003216; The Hundred Videos. No. 80. Talk show; Active; 1997", 
        "Title; B1003217; The Hundred Videos. No. 82. I have already; Active; 1997", 
        "Title; B1003218; The Hundred Videos. No. 86. Seventeen descriptions; Active; 1997", 
        "Title; B1003219; The Hundred Videos. No. 87. Children's Video Collective; Active; 1997", 
        "Title; B1003220; The Hundred Videos. No. 90. Video for intellectuals; Active; 1997", 
        "Title; B1003221; The Hundred Videos. No. 94. Ants and bees; Active; 1997", 
        "Title; B1002403; The Hundred Videos. No. ??. How photographs are stored in the brain; Active; 1998"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}