{
    "system_id": 42534, 
    "permalink": "http://collections.acmi.net.au/objects/42534", 
    "record_type": "Title", 
    "acmi_identifier": "307981", 
    "title": "Oakie Doke and the orchestra", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Victorian Council for Children's Films and Television, distributor", 
        "Cosgrove Hall Films, production company", 
        "Jackie Cockle, producer", 
        "Brian Little, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:50:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Childrens Films", 
        "Childrens Films/Children 0-6", 
        "Childrens Films/Children 6-12"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Oakie Doke is the friendly problem solving soul of Oakie Hollows. Made from oak leaves, twigs and acorns, he is the one who gets things done. Included on this tape are 5 adventures; OAKIE DOKE AND THE HAT HUNT; Granny Annie loses her hat in the lily pond. Oakie devises a fishing competition with a crate of ginger beer as reward to the one who can find the hat; OAKIE DOKE AND THE SCOOTER; Oakie invents a scooter based on one of his favourite novels. There's trouble when some mischievous squirrels hijack his new toy; OAKIE DOKE AND THE CHEEKY BREEZE; a cheeky wind wreaks havoc with Milly Mole's washing as flying sheets have the residents of Oakie Hollows seeing ghosts and pirate ship sails; OAKIE DOKE AND THE ORCHESTRA; while collecting bottles for Granny Annie's lemonade, Oakie invents musical instruments out of household items. There's problems with the lemonade too, as baking powder has been used instead of sugar, causing the bottle to explode! OAKIE DOKE AND THE TREASURE HUNT; when the animals come to Oakie complaining of being bored he invents a treasure hunt to chase their boredom away. All stories are written by Jimmy Hibbert, with music by Ernie Wood."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}