{
    "system_id": 155560, 
    "permalink": "http://collections.acmi.net.au/objects/155560", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002369", 
    "title": "Post World War II Fashions in the Newsreels from the 1940s", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2011"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:15:35"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Following WWII, a positive outlook emerged triggering a rebirth in lavish and classically feminine fashion in the Western World."
    ], 
    "description": [
        "These newsreels from 1947 reflect the redefinition of fashion following wartime hardships. Advancements in distribution and technology saw foreign stylistic trends from Paris, the UK and the US spread to Australian catwalks and local fashion designers. This film collection demonstrates foreign influences on post WWII Australian fashion and highlights gender roles within post WWII society, indicating a return to classic femininity following wartime demands on women. An average running time of 12 minutes, newsreels were short documentary style films edited into a 'newsreel' that screened weekly in cinemas informing moviegoers about current affairs, special events and news. Its style was adopted by television broadcasters which still follow a similar format, presenting world events first, followed by stories of national interest, then lighter peices on fashion or quirky stories and finally a sports segment. Courtesy of Cinesound Movietone Productions and Thought Equity Motion."
    ], 
    "member_object": [
        "Title; B2002373; Australia Ahead in Fashion Designs; Active; 1947", 
        "Title; B2002372; Fashion Forecast of 1947 Autumn Winter; Active; 1947", 
        "Title; B2002371; Paris Fashions: French Mannequins present The New Look; Active; 1947", 
        "Title; B2002374; Paris Models Make Australian Debut; Active; 1947", 
        "Title; B2002370; Westralian News 1947 Fashions; Active; 1947"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}