{
    "system_id": 147077, 
    "permalink": "http://collections.acmi.net.au/objects/147077", 
    "record_type": "Title", 
    "acmi_identifier": "X000593", 
    "title": "Les Cousins de 'la Constance': Episode 1", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1969"
    ], 
    "creator_contributor_role": [
        "Marcel Degliame Fouche, producer", 
        "Robert Mazoyer, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:25:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Jean, the eldest son of the Guillous is returning to his village in Brittany after 8 months spent on a fishing boat, off the coast of Senegal. He has big plans to buy his own boat and employ his father, a retired fisherman, and his cousin Yves, a mechanic. Yves, a married man with two children, is keen on becoming a share-holder in a fishing enterprise. So is old man Guillou. The men have their heart set on buying 'La Constance'. But, the financing of the project depends partially on Mother Guillou and the sale of a piece of land that was given to her as a dowry. For the women of the Guillou clan, the mother, Marie-Josee, Yves' wife and Anne, Marie-Josee's sister, the great adventure of 'La Constance' means more worrying and waiting by the radio, listening for weather and ship movements reports. It also means balancing tight budgets by opening the house to summer invaders: Parisian tourists. Les cousins de 'La Constance' is a faithful portraiture of the 'real' Brittany, its landscapes, its inhabitants, its 'patois' as well as a good introduction to the rites and rituals of the world of fishermen.  Credits: Producer, Marcel Degliame Fouche ; director, Robert Mazoyer ; writer, Paul Guimard ; photography, Jean-Jacques Guyard ; music, Georges Delerue. Cast: Jean Le Mouel, Claude Brosset, Lucien Barjon, Andree Tainsy, Jean-Marc Epinoux, Dominique Mac Avoy, Elina Labourdette, Jean-Pierre Kerien, Catherine Seynes."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}