{
    "system_id": 150112, 
    "permalink": "http://collections.acmi.net.au/objects/150112", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001359", 
    "title": "Stories from the Bushfires", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:28:58"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "A collection of personal accounts from people affected by the 2006 Gippsland and 2009 'Black Saturday' fires in Victoria."
    ], 
    "description": [
        "Australia is no stranger to bushfire. Many lives and landscapes, particularly in regional South-East Australia, have been marked by the effects of fire. Stories from the Bushfires is a collection of personal accounts from people affected by the devastating 2006 Gippsland and 2009 'Black Saturday' fires in Victoria.  In 2006, fires raced through Gippsland, changing the lives of local residents forever. In partnership with the Latrobe City Council, ACMI worked with Gippsland community members to tell their stories in the 'From the Ashes' project (from which stories by Gary Hammer and David Guy are included).  Following this successful project, ACMI worked in partnership with the Attorney-General's Department on 'Living with Disaster', a series of digital stories and interviews by and with young people affected by the 2009 'Black Saturday' bushfires. Young volunteer firefighters through Region 14 of the Country Fire Authority (CFA) share their direct experiences of fighting extreme fires. Young people from the Warburton area explore the impact of the fires on their local community and their families and their challenges and hopes for the future."
    ], 
    "member_object": [
        "Title; B2001439; Black ash; Active; 2009", 
        "Title; B2000889; The Burning question; Active; 2007", 
        "Title; B2001437; A Day to remember; Active; 2009", 
        "Title; B2001443; Fire threat; Active; 2009", 
        "Title; B2000890; Going, going, still here!; Active; 2007", 
        "Title; B2001442; In a knot; Active; 2009", 
        "Title; B2001445; Into the flames; Active; 2009", 
        "Title; B2001446; The Road home; Active; 2009"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}