{
    "system_id": 46393, 
    "permalink": "http://collections.acmi.net.au/objects/46393", 
    "record_type": "Title", 
    "acmi_identifier": "312076", 
    "title": "The Ghost camera. The Last journey", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Twickenham Films Studios, production company", 
        "Julius Hagen, producer", 
        "Bernard Vorhaus, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:06:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Detective and mystery films", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers"
    ], 
    "subject_group": [
        "Communications, Infrastructure, & Transport/Railroad trains"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "'Quota quickies' (B movies shot fast on low budgets), provided excellent training ground for young talent in the early years of cinema. Vorhaus thrived on the breakneck economies of the quickie world and informal atmosphere of Twickenham Studios, making the most of the exceptional creative freedom allowed to anyone who could bring the pictures in on time and on budget. 'The Ghost Camera', a murder mystery was edited by David Lean. It marks the beginning of Vorhaus' association with Twickenham Studios. The film announces to the world a director with ideas of his own by kicking off with what may well be the first-ever pre-credit sequence. And it does exactly what a good pre-credit sequence should do: sets up the premise of the film, establishes the mood and piques our curiosity. It is worth recalling that 1933 audiences would most likely have had no advance knowledge of what they were about to see. Few people would trouble to enquire about the supporting feature beforehand, and might not even notice the title. By boldly setting up the mystery in this way, Vorhaus hoped to hold his audience's attention through an hour or so of Fowler Mear's lumbering banter. Cast includes Henry Kendall, Ida Lupino and John Mills. Unlike most British feature film-makers of the Thirties whose work, whether high - or low-budget, tended to be studio-bound, Vorhaus loved to shoot on location whenever possible, lending his films an engaging freshness and immediacy. 'The Last Journey' is the film that showcases Vorhaus's distinctive qualities - the inventive narrative style, the instinct for composition and the incisive wit of his editing - to best advantage. A multiple-story train thriller in the tradition of 'Rome Express' (1932) and the later 'The Lady Vanishes' (1938), it stands comparison with either (despite their far larger budgets) thanks to its pace and whip-crack editing. No risible Hornby-Double-O model shots, either: the trains are very much for real. Given the central storyline (an express train in the grip of a deranged driver hurtles westward towards the ultimate buffers) one might expect the rail companies to be less than enthused, but the Great Western Railway provided full co-operation. 'They didn't ask what the story was,' Vorhaus recalls, 'and we didn't tell them.' Three sequences in particular display the powerdrive cutting technique that Vorhaus brought to action scenes. During its runaway course, the train twice barrels at full lick through a station where it is supposed to stop, to the alarm of the passengers and railway official alike. Two such episodes could have been repetitious; but by varying his camera angles and tossing in lighting gags and character vignettes Vorhaus neatly differentiates them. Cast includes Hugh Williams, Godfrey Tearle, Julien Mitchell, and Judy Gunn. Reference: Adapted from the notes supplied by Philip Kemp."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}