{
    "system_id": 160902, 
    "permalink": "http://collections.acmi.net.au/objects/160902", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002968", 
    "title": "Journey From Sketch To Screen: talks and events", 
    "other_title": [
        "DreamWorks Animation: The Exhibition. The Interviews"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2014"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "06:54:12"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Go behind the scenes with the creative team for 'DreamWorks Animation: The Exhibition'."
    ], 
    "description": [
        "From the award-winning studio that brought you the animated classics 'Shrek', 'Madagascar' and 'Kung Fu Panda' comes the biggest exhibition in ACMI's history - a world-first behind the scenes celebration of 20 years of DreamWorks Animation. This program of interviews and live events were created as part of the exhibition.  The exhibition features over 400 items including rare and never-before-seen concept drawings, models and original artworks, interviews and interactive displays from DreamWorks much-loved and favourite animated classics.  The exhibition was developed by the Australian Centre for the Moving Image (ACMI) and DreamWorks Animation and shown as part of the Melbourne Winter Masterpieces. 'DreamWorks Animation: The Exhibition' 10 April - 5 October 2014. Proudly supported by the United States Consulate General, Melbourne."
    ], 
    "member_object": [
        "Title; B2002985; DreamWorks Animation Masterclass: Christophe Lautrette; Active; 11 Apr 2014", 
        "Title; B2002989; DreamWorks Animation Masterclass: Doug Cooper; Active; 11 Apr 2014", 
        "Title; B2002990; DreamWorks Animation Masterclass: Jason Schleifer; Active; 11 Apr 2014", 
        "Title; B2002991; DreamWorks Animation Masterclass: Kendal Cronkhite; Active; 11 Apr 2014", 
        "Title; B2002975; DreamWorks: in conversation with Bill Damaschke; Active; 2014", 
        "Title; B2002974; DreamWorks: in conversation with Jeffrey Katzenberg; Active; 2014", 
        "Title; B2002983; DreamWorks: Inside the Studio; Active; 10 Apr 2014"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}