{
    "system_id": 10608, 
    "permalink": "http://collections.acmi.net.au/objects/10608", 
    "record_type": "Title", 
    "acmi_identifier": "B2000101", 
    "title": "Greetings From Iraq", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2004"
    ], 
    "creator_contributor_role": [
        "Nizar Jabour, creator", 
        "Philippa Knack, editor"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Audio Format/Stereo"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:10:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "I was born in 1962 in a village on the Euphrates River near Najaf in Iraq. In 1985, I graduated with a degree in applied theatre studies from the Institute of Fine Arts in Baghdad.  Shortly after completing my studies I went into exile in northern Iraq: I was waiting for political change to go back home. After crossing the border from Iraq to Iran, I was arrested, imprisoned and transferred to a detention centre.  I remained there for seven weeks before I was transferred to another detention centre in Tehran. I was there for 11 months. In the detention centre there was the constant threat of being deported back to Iraq. I got a false passport and was travelling to Syria when I was arrested again for having false papers. I escaped to the Pakistan-Iran border; I introduced myself to UNHCR (United Nations High Commission for Refugees) as an Iraqi refugee. I spent - or wasted - seven years of my life waiting for an answer from the UNHCR regarding my application for resettlement. I was finally accepted as a refugee by Australia. In 1997, I arrived in Perth. In 2001, I became an Australian citizen. In 2003, I finished my Master of Creative Arts at Newcastle University. In 2004, I want back to see my homeland for the first time after 17 to 18 years in exile, afterwards returning to Australia. - Niz Jabour  Taken from PROOF exhibition 2004"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam; Sub-master", 
        "Digital Betacam; Master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy"
    ]
}