{
    "system_id": 146468, 
    "permalink": "http://collections.acmi.net.au/objects/146468", 
    "record_type": "Title", 
    "acmi_identifier": "Z000083", 
    "title": "The Baise Uprising = Bei Se Qi Yi = 百色起义", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Guangxi Film Studio, production company", 
        "Chen Jialin, director", 
        "Hou Yuzhong, writer", 
        "Zhu Xuming, writer", 
        "Jin Fucai, composer", 
        "Lu Qi, cast", 
        "Guo Shaoxiong, cast", 
        "Xu Daolin, cast", 
        "Tang Tangmin, cast", 
        "Li Liangtao, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "War films"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "History/Communism - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Gui refers to the vast area in the Southwest China and it is now called Guangxi Province. Baise uprising, which took place in the Gui Territory, was an important battle between the Communist Party and Kuomintang (the National Party) during the civil war. Under the leadership of Deng Xiao-ping the Communist Party successfully overthrew the Kuomintang and established the government in the area. Some important decisions were made in the historical town of Baise and that’s how the upheaval is named. This film brings history back on screen.  In the spring of 1929, the conflicts between Jiang Jie-shi (Chiang Kai-Shek) and the warlords in the Gui Territory intensified. One of the former Kuomingtang (National Party) high officers, Yu plotted a revolt against Gui Territory and defeated the leaders Li, Huang and Bai. Yu’s cousin Li Ming-rui who was the Chief Commander at Wuhan frontline was also recruited in the anti-Gui revolt.  After the war Yu and Li Ming-rui were pointed to the high office in the Gui Territory by Jiang Jie-shi and they swore allegiance to the Kuomingtang (National Party). Yu then called on the Chinese Communist leaders in Hong Kong for their assistance in his new government. The CPC Central Committee of the Communist Party decided to assign the then Secretary-General, Deng Xiao-ping and a large number of communist members under his leadership to assist Yu’s office.  On the Guomingtang (National Party) side Jiang Jie-she (Chiang Kai-Shek) also appointed his henchman Deng Jie-ming to restrain Yu’s power.  Deng Xiao-ping first stopped at Nanning (the capital city of Gui Territory) and met up with the underground communists Lei and Yu Zuo-yu to discuss about the current situation. They settled on a number of strategies to remove the newly-appointed Yu in order to unite Gui under the CPC.  Another active member of the Communist underground was Zhang Yun-yi, who was busy refining the army force according to CPC instructions. At Yu’s office, he consulted his assistance Deng Xiao-ping, who used the name Deng Bing to hide his identity, for advice to prevent the potential upheaval of the prominent landlords in the area. Deng suggested Yu to gather and arm the peasants in order to balance out the power of the landlords and Yu followed suit.  Jiang Jie-shi (Chiang Kai-Chek) was growing worried about this development of the Gui Territory, so he commanded Deng Jie-ming, his henchman to decrease the ration to the army and bribe the high officers under Yu’s leadership. Under the threats from both the landlords and Jiang, Yu took the risk to rival against Jiang but unfortunately failed.  Deng Xiao-ping took the opportunity to allocate the communist army to the West Gui Area and established the communist government.  (Pearl Lau, 2013)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}