{
    "system_id": 52392, 
    "permalink": "http://collections.acmi.net.au/objects/52392", 
    "record_type": "Title", 
    "acmi_identifier": "318336", 
    "title": "Turandot", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Austria"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "Osterreichischer Rundfunk-Fernsehen, production company", 
        "Harold Prince, co-director", 
        "Rodney Greenberg, co-director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Italian"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:19:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        "Performance", 
        "Performance/Music - Performance"
    ], 
    "subject_group": [
        "Music & Performing Arts/Operas - Film and video adaptations", 
        "Music & Performing Arts/Performing arts"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Music by Giacomo Puccini with libretto by Giuseppe Adami and Renato Simoni, this made for television performance of \"Turandot\" was staged at the wonderfully atmospheric Vienna State Opera in 1983 under the exciting direction of Harold Prince (stage) and Rodney Greenberg (television). Set in Peking in legendary times, \"Turandot\" is a tale of drama, love and fantasy and of a Princess out to seek revenge on behalf of her ancestor Princess Lou-Ling who was brutally slain by a conquering prince. Turandot's (Eva Marton) loathing and disdain for men brings about a proclamation that she will only become the bride of the royal suitor who can successfully answer three riddles. However, unsuccessful suitors will lose not only the hand of the princess, but also their heads. Enter a handsome young stranger by the name of Prince Calaf (Jose Carreras) who, although strongly discouraged by Turandot's ministers, Ping (Robert Kerns), Pang (Helmut Wildhaber) and Pong (Heinz Zednik), is so overcome with Turandot's beauty, that he offers himself as a new suitor. The story twists and turns until it reaches its tumultuous climactic end. Featuring stunning costumes in brilliant colors and spectacular stage sets, and supported by the Vienna State Opera Orchestra and Chorus conducted by world-renowned Lorin Maazel, this adaptation of \"Turandot\" is quite a visual experience. The internationally acclaimed lead singers each put in a magnificent performance and are strongly supported by Waldemar Kmentt (Altoum, Emperor of China), John Paul Bogart (Timur, vanquished King of Tartary) and Katia Ricciarelli (Liu the slave girl). Sung in Italian with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}