{
    "system_id": 146888, 
    "permalink": "http://collections.acmi.net.au/objects/146888", 
    "record_type": "Title", 
    "acmi_identifier": "X000354", 
    "title": "Le Trou = the Hole", 
    "other_title": [
        "Nightwatch"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1960"
    ], 
    "creator_contributor_role": [
        "Georges Charlot, producer", 
        "Jacques Becker, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from the biographical novel by Jose Giovanni."
    ], 
    "description": [
        "Claude Gaspard is sent to jail for the attempted murder of his wife. He must share his cell with four other inmates: Roland, Manu, Monseigneur and Jo. The four have a plan to escape by digging a hole under their cell to connect with the sewers. Annoyed by Claude's sudden arrival, they, albeit reluctantly, agree to share their plan with him. And so, Claude becomes a reluctant accomplice. Becker, in his last film before his death in 1960 (aged 54), seemed to be taking a new direction by using non-professional actors and a more austere camera style. With only natural noises as effects in the soundtrack, he builds a meticulously detailed account of the characters' life in a small space and the preparations for escape. Jose Giovanni, who wrote the screenplay based on his own prison experience, appears at the beginning of the film. \"To hear him tell it, Jose Giovanni never set out to become a writer, or embraced it as a vocation. His focus upon the realities of criminal life was never a social crusade. He wrote 'Le Trou', he says, with only one reader in mind: the lawyer Stephen Hecquet to whom the work is dedicated. It was Hecquet who sent the manuscript to a publisher in 1957. Its almost immediate sale to the cinema seemed equally fortuitous: director Jacques Becker had saved a newspaper clipping about the Sante prison break. When the book appeared he summoned the still jittery ex-con to a story meeting ... at the home of Yves Montand and Simone Signoret.(...) When you are in jail, Jose Giovanni says, and a new person comes into your cell, whether it is a guard or a prisoner, you have to learn how to size them up with a single glance. This is a skill that is very useful later on when dealing with producers.\" Reference: David Chute. 'Jose Giovanni'. Online. http://www.geocities.com/Tokyo/Island/3102/jose.htm. See also: Robert Bresson's 'A man escaped'.  Credits: Producer, Georges Charlot ; director, Jacques Becker ; writers, Jacques Becker, Jose Giovanni ; photography, Ghislain Cloquet ; music, Jean Wiener. Cast: Jean Keraudy, Marc Michel, Raymond Meunier, Michel Constantin, Philippe Leroy, Catherine Spaak, Eddy Rasimi, Andre Bervil, Jean-Paul Coquelin, Dominique Zardi."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}