{
    "system_id": 47154, 
    "permalink": "http://collections.acmi.net.au/objects/47154", 
    "record_type": "Title", 
    "acmi_identifier": "312861", 
    "title": "Vincent and Theo", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Belbo Films, production company", 
        "Central Films, production company", 
        "Arena Films, production company", 
        "Ludi Boeken, co-producer", 
        "David Conroy, co-producer", 
        "Robert Altman, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:14:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Biographical"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Syphilis", 
        "Advertising, Film, Journalism, Mass Media & TV/Biographical films", 
        "People/Gogh, Vincent van, 1853-1890", 
        "People/Gauguin, Paul, 1848-1903", 
        "People/Gogh, Theo van, 1857-1891", 
        "People/Artists - Biography", 
        "People/Biographical films", 
        "Family, Gender Identity, Relationships & Sexuality/Brothers and sisters", 
        "Crafts & Visual Arts/Gogh, Theo van, 1857-1891", 
        "Crafts & Visual Arts/Art and motion pictures", 
        "Crafts & Visual Arts/Impressionism (Art)", 
        "Crafts & Visual Arts/Gogh, Vincent van, 1853-1890", 
        "Crafts & Visual Arts/Artists - Biography", 
        "Crafts & Visual Arts/Artists", 
        "Crafts & Visual Arts/Gauguin, Paul, 1848-1903"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The story of Vincent Van Gogh is one of the great apocryphal stories of art history. Altman's film opens in the late 1980s when Van Gogh's painting \"Sunflowers\" was sold for more than twenty million pounds. From there we are taken back into the past and the film becomes a powerful examination of the tensions between artistic obsession and the realities of the commercial art world. Tim Roth's Vincent is not \"merely\" heroic, the usual stereotype of a mad genius. Instead he is an obsessed artist selfishly dependent on the money sent to him by his art dealer brother, Theo (Paul Rhys). For both brothers, even though they work at opposite ends of the art industry, their commitment to art makes them blind to the damage they inflict on the world around them: Vincent allows his prostitute girlfriend to resume a life on the streets; Theo constantly allows his brother's needs to take prominence over his responsibilities to his wife Jo (Johanna Ter Steege). But whatever the mens' failings, what remains bitterly true is the humiliation artists experience in having business people make the ultimate judgements of their work. Robert Altman is himself a filmmaker whose work was for a long time ignored by the Hollywood establishment. Made before he regained commercial success with \"The Player\", in \"Vincent and Theo\" Altman gives expressive voice to the anguish of artistic failure: Van Gogh's eventual madness is in part a result of material poverty and emotional isolation. Van Gogh's suicide did not liberate Theo. Suffering from syphilis, he himself went mad at the loss of his brother and died six months after Vincent. Tim Roth is superb as Vincent, both selfish and childishly touching, and in the the role of the responsible Theo, Paul Rhys is equally fine. Wladimir Yordsnoff is also excellent as Paul Gauguin whose initial idyllic friendship with Vincent is destroyed when Van Gogh pushes their artistic collaboration into emotional and physical realms unacceptable to the \"bourgeois rebel\", Gauguin. Altman's film performs the dazzling feat of finding a cinematic language to convey the rapture and terror of Van Gogh's canvases."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}