{
    "system_id": 499, 
    "permalink": "http://collections.acmi.net.au/objects/499", 
    "record_type": "Title", 
    "acmi_identifier": "B1001957", 
    "title": "Strange cities", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Tatiana Pentes, creator", 
        "Tatiana Pentes, director", 
        "Tatiana Pentes, writer", 
        "Eurydice Aroney, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English", 
        "Russian"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "survival of the Russian and Chinese Communist Revolutions"
    ], 
    "description": [
        "'Strange cities' is an experimental interactive multimedia work that tells of the survival of the Russian and Chinese Communist Revolutions by two Russian exiles. It draws upon the legacy of the Shanghai milieu, the Chinese gangster film, a musical cabaret genre, orientalist erotic literature, intrigue novels, and the films of Josef von Sternberg to explore memory, transience and the urban imagination. It is an experimental interactive multimedia work authored for CD-Rom release and exhibition. Through the disclosure of evidence, Sasha dreams, discovers, remembers the exilic identity of her grandparents Xenia and Sergei Ermolaeff (a composer and orchestra leader) in fragments and traces of their music, memories, personal effects and photographs, in their struggle to survive the Russian and Chinese Communist Revolutions. The inspiration for the work is a tune of the same name - a musical illustration, an imaginary vision of old Shanghai, Chinese metropolis, and International Settlement, conjuring mythic, filmic, musical and personal images of the city port. The 'Strange cities' musical score1 written by Alexander Vertinsky, Serge Ermoll and Ira Bloch, was first performed by a jazz orchestra of White Russian emigres in the cabarets of the International Settlement of Shanghai, China in the 1930's and 40's. 'Strange cities' draws upon the legacy of the Shanghai milieu, the Chinese gangster film, a musical cabaret genre, orientalist erotic literature, intrigue novels, and the films of Josef von Sternberg. Coined capital of the international underworld, the city of Shanghai became a seductively strange locale symbolized in the Western imagination, in reality the city was most often the final port of call for political refugees."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [Mac]; Master", 
        "CD ROM [Mac]; Copy", 
        "Brochure / Flyer; Documentation"
    ]
}