{
    "system_id": 11710, 
    "permalink": "http://collections.acmi.net.au/objects/11710", 
    "record_type": "Title", 
    "acmi_identifier": "B2000119", 
    "title": "The Light", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2003"
    ], 
    "creator_contributor_role": [
        "Brian Doyle, creator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Audio Format/Stereo"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:10:18"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "A metaphor for the illumination of the unknown, The Light was filmed in 'non-places' across America, concluding with a transformation of the World Trade Center's memorial into transcendent columns of pure light that 'pierce the night to see through darkness'."
    ], 
    "description": [
        "Brian Doyle's award-winning videos, installations and photos have been shown in galleries and film festivals throughout America and Europe.  His latest body of work Yestermorrow (2000), Current (2001) and The Light (2003) use the pretext of a developing storm to expose the ephemeral forces at play around us.  Doyle documents phenomena that routinely affect our lives, uncovering alternate layers of reality below the surface of our recognition.  Doyle's collision of nature and culture invest everyday occurrences and familiar spaces with an otherworldly aura.  Doyle filmed across the United States in New York, Florida and Nevada, but The Light ultimately describes a non-place.  Journeying from the countryside to urban construction grounds and the illumination of New York, light becomes a powerful metaphor for humanity's struggle, through technology and determination,  to 'pierce the night and see through the darkness'.  Beginning with the most simple of structures, a glowing street lamp, The Light gracefully charts a procession of increasingly complex illuminations.  The film slowly builds toward the memorial light columns of the World Trade Center, which are shown not in direct conjunction with 9/11 but as the formal and abstracted transcendence of pure light.  (SW 30.03.05)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mini DV; Master", 
        "DVD [NTSC]; Exhibition Copy", 
        "DVD [NTSC]; Exhibition Copy", 
        "DVD [NTSC]; Copy", 
        "DVD [NTSC]; Exhibition Copy", 
        "VHS [PAL]; Preview Copy", 
        "Mini DV; Sub-master"
    ]
}