{
    "system_id": 146659, 
    "permalink": "http://collections.acmi.net.au/objects/146659", 
    "record_type": "Title", 
    "acmi_identifier": "X000101", 
    "title": "La Chinoise = the Chinese Girl", 
    "other_title": [
        "La Chinoise, ou plutot a la chinoise: un film en train de se faire"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1967"
    ], 
    "creator_contributor_role": [
        "Philippe Dussart, producer", 
        "Jean-Luc Godard, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Veronique is a philosophy student. She is also the leader of a small group  of friends who are interested in Marxist ideas. She lives in an apartment lined with shelves full of little red books. The group is made up of Guillaume, actor, Henri, student, Kirilov, a painter and Yvonne, prostitute.  They are so taken by the external trappings of their cause -- the posters, the Little Red Books, the by-rote chantings -- that they seem not to grasp the true meaning of their political persuasion. Nor do they give any thought to the long-range ramifications of their terrorist activities. One day, Veronique proposes to assassinate a famous person. 'La Chinoise' is a montage film. Godard filmed each sequence as an autonomous piece, in no particular order. There was no preset idea about the chronology nor the ending. Some exterior scenes were shot on the Nanterre University Campus which was to become the starting point of the May 68 student movement.  Credits: Producer, Philippe Dussart ; director, Jean-Luc Godard ; writer, Jean-Luc Godard ; photography, Raoul Coutard. Cast: Anne Wiazemsky, Jean-Pierre Leaud, Juliet Berto, Michel Semeniako, Lex de Brujn, Omar Diop, Francis Jeanson."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}