{
    "system_id": 146482, 
    "permalink": "http://collections.acmi.net.au/objects/146482", 
    "record_type": "Title", 
    "acmi_identifier": "Z000098", 
    "title": "Coloured balloons = Shan guang de CAI qiu", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Song Cong, director", 
        "Shi Huaiyou, producer", 
        "Song Cong, script", 
        "Wang Shengrong, script", 
        "Zhang Yuanmin, cinematographer", 
        "Shanghai Film Orchestra, music", 
        "Zhao Jing, cast", 
        "Ding Jiayuan, cast", 
        "Liang Bolou, cast", 
        "Chen Shimin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:41:22"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Education, Instruction, Teaching & Schools/Schools - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Cooperation (Ethics)", 
        "Armed Forces, Military, War & Weapons/Cooperativeness - Moral and ethic aspects", 
        "Economics, Philosophy, Politics, Religion & Sociology/Cooperativeness - Moral and ethic aspects", 
        "Family, Gender Identity, Relationships & Sexuality"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Madame Wang, an idealistic young woman, receives a new job as a teacher at the local school. Arriving on her first morning, she greets the children pleasantly. Outside the classroom, Madame Wang meets Mr. Lin, a former schoolmate of hers who also teaches at the school. He reminds her that, despite her previous jobs, at this school she must be strict. Despite Mr. Lin's recommendations, Madame Wang teaches her students in an anti-disciplinary manner. She treats her students as equals, even playing a ball game with them during recess. While Mr. Lin berates his class for failing a math test, which has \"brought down the honour of the school\",  Madame Wang teaches her class valuable life skills that will serve the students in the real world. Mr. Lin forces the failing students to create a study team to better their scores. Madame Wang, however, brings fun into study by encouraging the students to name their study teams. Two Americans, Miss Samina and Mr Brown, meet with the Secretary for Foreign Affairs to discuss how to encourage students to learn better. The students assemble in Lu Xun Park for a group meeting, but end up bickering childishly. The next day in class, Mr. Lin appears to be in a lot of pain. Madame Wang encourages the students to reform the group. Over lunch in the staff room, Mr. Lin asks Madame Wang to discourage the students from reforming their study groups. She refuses, stating that, on the contrary, she will motivate them continue. Although this upsets Mr. Lin, they agree to co-operate with each other. The students become increasingly mischievous, quarrelsome and unproductive. They oppose the amount of extra curricular activities required of them, admitting they are exhausted by the time they finish their homework. Madame Wang and Mr. Lin decide to take the students on a field trip, hoping to reinvigorate them. They appear excited by the prospect. Madame Wang worries that she has accepted too much of a workload, and that she is neglecting her home life. When she returns home that evening, her husband, apparently a stay at home dad, tells her that she dedicates herself too much to her work. Her daughter, Lingling, meanwhile, has fallen ill. Although Lingling desperately needs her mother, Madame Wang takes her students on the field trip she promised. While her husband respects her dedication to the job, he misses her at home and does not appreciate having to do all the household chores. She must stop trying to revolutionise the education system all by herself. The teacher is afraid of the toll that her job is beginning to take on her home life. Madame Wang worries about the toll that her new job is beginning to take on her home life. The next day the class takes a field trip to the zoo. Unable to contain their excitement, the children engage in a range of social-skill-building activities such as orienteering and group work. When one of the students is injured, Mr. Lin blames Madame Wang for taking the students out of the classroom and trying to turn them into something more than the bookworms they should be. When Madame Wang returns home late that night, her husband has locked himself and their daughter inside one of the bedrooms in an attempt to convince her to come home earlier. The act sends her into a deep depression. Li Xiaochun, a male pupil, is berated by Mr. Lin for painting the sea red in one of his drawings instead of blue, \"like it should be\". He blames Madame Wang giving the children creative freedom. Later that day, Madame Wang discovers that Mr. Lin is gravely ill with a stomach ulcer. Although his doctor has told him to rest, he continues to work, leading her to believe that he cares more about his students that he wishes to let on. Although he is strict, he is kind-hearted and loving. The school forces him to take time off. The children miss him. Miss Samina and Mr Brown gather a number of local primary schools to challenge the students to an international intelligence test. The test involves 5 students, each holding a piece of string, in a race to pull 5 glass balloons out of a bottle with a narrow neck. The first pupil to pull their balloon out of the bottle wins. Naturally, however, the students all pull their strings at once, and the balloons remain stuck in the bottleneck. Li Xiaochun, Mr. Lin's creative student, has an ingenious idea, which he whispers to the rest of the class. When Miss Samina blows the whistle, the group pulls the balls out effortlessly, one at a time in turn. They win the competition. Madame Wang and Mr. Lin admire them proudly. The group dedicates its award to their teachers. THE END.  Cultural History of the Film: Coloured Balloons explores the shifting gender dynamics of (then) contemporary China. While the lead female character works – and is her family's main breadwinner – her husband stays at home and looks after the household and their daughter. The film, however, is subtly critical of this shift, demonstrating the consequences of a neglecting mother. Coloured Balloons is highly representative of Chinese cinema of the 1980s, and its preoccupation with the role of women. (3 stars - Aleena Glentis; October 28, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}