{
    "system_id": 146382, 
    "permalink": "http://collections.acmi.net.au/objects/146382", 
    "record_type": "Title", 
    "acmi_identifier": "F000095", 
    "title": "Kansas City", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "CiBy 2000, production company", 
        "Sandcastle Productions, production company", 
        "Robert Altman, producer/director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:56:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Set in 1934 at the height of the Depression, 'Kansas City' examines the intricate and often violent undercurrents that have governed American society, and in particular its race relations. Jennifer Jason Leigh plays Blondie, a working class telegraphist who wants to save her boyfriend Johnny (Dermot Mulroney) from the murderous plans of jazz club owner Seldom Seen (Harry Belafonte). Blondie kidnaps the rich Carolyn (Miranda Richardson), hoping that Carolyn's politician husband will help save the unlucky Johnny. But it is election eve and in a city dominated by warring prohibition-era gangster tribes, Blondie finds that her needs are never a priority. Though Altman seamlessly weaves elements of noir, screwball comedy and the crime genre, it is his love of jazz music that informs this film. He organised some of the world's leading contemporary jazz musicians to inhabit such roles as Lester Young and Coleman Hawkins (and young actor Albert J. Burnes plays a 14 year old Charlie Parker who is obsessed by the jazz clubs in the city). It is the dynamic score which propels the narrative of the film and Altman's mise-en-scene is itself \"scored\" to the performances of the musicians. Kansas City was one of the leading jazz centres in the United States of America and this film is an homage to that history. But as always, Altman reveals both an intricate knowledge of cinema and a profound knowledge of the American history.  Credits: Producer, director, Robert Altman ; writer, Robert Altman, Frank Barhydt ; photography, Oliver Stapleton ; music, Hal Willner ; editing, Geraldine Peroni. Cast: Jennifer Jason Leigh, Miranda Richardson, Harry Belafonte, Michael Murphy, Dermot Mulroney, Steve Buscemi."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "35mm film; Limited Access Print (Section 2)"
    ]
}