{
    "system_id": 169633, 
    "permalink": "http://collections.acmi.net.au/objects/169633", 
    "record_type": "Title", 
    "acmi_identifier": "B2003241", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 17]", 
    "other_title": [
        "Royal visit - Castlemaine, Ballarat, Geelong R 14", 
        "Royal visit - Castlemaine, Ballarat, Geelong R.14"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:10:23"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Places/Castlemaine (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Castlemaine (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Ballarat (Vic.)", 
        "Places/Ballarat (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Geelong (Vic.)", 
        "Places/Geelong (Vic.)"
    ], 
    "abstract": [
        "Reel 17 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. In Reel 17 the royal couple visit Ballarat (and its famous Begonia Festival) and Geelong."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  In Reel 17 the royal couple visit Ballarat (and its famous Begonia Festival) and Geelong.  Detailed Description Reel 17:  Opens with Title \"Castlemaine\", followed by footage of children crowded onto railway station platform waving (in front of  advertisements on railway hoarding -  including Orlando Brandy, Minties and McAlpins Flour). 00:00:33:00 - 00:01:03:00 various shots of train at Castlemaine and crowds along tracks shot from moving train. 00:01:04:00 - 00:01:18:00 footage of gold mining dredge (possibly still working) shot from moving train. 00:01:19:00 Title \"Ballarat Saturday, 6th. March. 1954\" followed by shots of Ballarat Town Hall, decorated for the royal visit and also displaying signs for the town's famous Begonia Festival. Footage of crowds along railway tracks is interspersed with some brief glimpses of streets and buildings. 00:01:46:00 the \"Reids Palace\" building and sign can be seen (this was a famous local business dating back to the 1850s). 00:01:52:00 close-up of a Ballarat street sign decorated for the royal visit. 00:01:54:00 the \"Royal Train\" pulls into station (this section is rather out-of-focus). 00:02:02:00 the Queen leaves the train and greets people - this section is shot from above. 00:02:11:00 Queen walks out of railway station beside Mayor, with Duke following. 00:02:17:00 the Queen and Duke are driving through town (accompanied by mounted police) and the footage combines ground-level and aerial perspectives. 00:02:55:00 the motorcade passes Ballarat's 1897 statue of Queen Victoria. 00:03:12:00 a scene of crowd standing near the 1889 statue of William Wallace in the Botanical Gardens. 00:03:15:00 motorcade arrives at Gardens, Queen and Duke on a public dais before inspecting the display of begonias. 00:04:35:00 Queen's car leaves Gardens. 00:04:44:00 Queen's car in Ballarat streets - the Provincial Hotel in the background. 00:04:50:00 scenes at Ballarat Railway Station (rather out of focus). 00:05:35:00 group of women in factory or hospital uniforms, followed by other townspeople gathered along railway tracks and shot from moving train. 00:05:52:00 a group of men (railway workers?) watching the royal train from the top of an old locomotive. 00:05:55:00 Title \"Geelong\" followed by shots of people waiting at side of railway line and in backyards of houses, shot from the moving train. 00:06:33:00 train pulling into Geelong Railway Station. 00:06:45:00 Queen and Duke's car moving through Geelong streets. 00:07:20:00 Queen and Duke on dais with Mayor and local dignitaries. 00:09:20:00 Queen and Duke re-enter car and continue driving through the city streets. 00:09:49:00 at railway station. 00:09:54:00 Title \"Laverton, Point Cook\" followed by scenes of people along tracks waving (including one woman holding what appears to be a French rather than United Kingdom flag) and shots of 1950s cars - and one caravan - from moving train."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}