{
    "system_id": 146443, 
    "permalink": "http://collections.acmi.net.au/objects/146443", 
    "record_type": "Title", 
    "acmi_identifier": "Z000056", 
    "title": "When will the day break? = Wen tian he shi ming = 問天何時明", 
    "other_title": [
        "When does the day break?"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1988"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Yabiao Wang, director", 
        "Ma Erlu, director", 
        "Yue Yu, writer", 
        "Jia Kuan, cinematographer", 
        "Philharmonic Orchestra of China, music", 
        "Qin Wei, production designer", 
        "Wang Cheng, editor", 
        "Yan Xiang, cast", 
        "Dong Fang Wenying, cast", 
        "Chen Tianlu, cast", 
        "Zhao Jing, cast", 
        "Su Lin, cast", 
        "Xu Daolin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Historical films", 
        "War films"
    ], 
    "subject_group": [
        "Armed Forces, Military, War & Weapons/Sino-Japanese Conflict, 1937-1945"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film talks about China during the time in which the Wannan Incident (also known as the New Fourth Army Incident) occurred in the 1940s.  This incident happened during the Second Sino-Japanese War; at the time when the Chinese Civil War was (in theory) withheld and the Communists and Nationalists joined forces to fight against the Japanese.  The Wannan Incident was created by the hands of the Nationalist party leader Jiang Kai-Shek and the incident spurred indignation all over China.  While confronting the hype of anti-Japanese campaigns all over the country, Jiang Kai-Shek tries to suppress the Chinese Communists Party (CCP) and scholars with violence.  Guo Moruo, a scholar and a fugitive who rebelled against Jiang’s political ideologies returns to China to participate in the fight against the invasion of Japanese.  Upon Guo’s return to China, he is angered by the corruption of the Nationalist Party’s Government rules and the disastrous state of the country.  His rage inspired him to create a historical theatre piece known as “Qu Yuan”. After Guo completed his creative piece, Zhou En the director of the Eighth Route Army subscriptions office, enthusiastically encourages and supports Guo’s production; emphasizing that revolution literary scholars like Guo can use their script writing talent as a weapon to attack their enemies.  “Qu Yuan” finally proceeds on stage; and the show was a success across Chong Qing—spreading its fame throughout the whole of China. Subsequently, the fame of such a play which embedded controversial ideologies against the Nationalists ideals infuriated Jiang.  Jiang ordered Zhou En to force Guo to apologise and admit that they were wrong to produce such a play, but Zhou did not do as he was told.  Failing to force Guo, his supporters and the production to stop, Zhang Du, the advertising director of the Literary Cultural Conference tries to attack Guo’s moves by asking difficult questions.  A reporter asks whether Guo is a supporter of the Communist Party, Guo answers “Are all Buddhists monks in this world?” Guo replies all questions with ease and at ease, effectively using language, humour, wisdom and research to ‘dodge bullets’ fired at him by troublemakers at the conference.  Guo attempts to break through the obstacles set for him and Chong Qing so that he can continue to preach his wisdom and political visions to other parts of China by moving Northward with his theatre production. On the day of the Dragon Boat Festival, the theatre group set sail on a big ship, but police speedboats unexpectedly appear, making an attempt to stop them from leaving.  At once, theatre group troupes waved a flag vigorously in the air and dragon boats sailing next to their ship immediately turn their boats to face the police speedboats head-on.  As all dragon boats united to interfere with the police chase, it was an obvious picture that epitomize the strength of people power; the dragon boats are confronting police forces, and viewers can read that they are also working for what they believe is right—confronting corruption, injustice and power of the Nationalist Party.   While the dragon boats break the police chase, the theatre group is able to be on their way.  In the final scenes, Guo Moruo raises both hands into the heavens, showing his deep gratitude towards his Chinese comrades. (Pearl Lau, 2013)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}