{
    "system_id": 43622, 
    "permalink": "http://collections.acmi.net.au/objects/43622", 
    "record_type": "Title", 
    "acmi_identifier": "309117", 
    "title": "Work [SILENT]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1915"
    ], 
    "creator_contributor_role": [
        "Essanay Film Manufacturing Company, production company", 
        "Jessie Robbins, producer", 
        "Charles Chaplin, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:20:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - United States", 
        "Silent films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Literature/Stories without words"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Work, Charlie Chaplin's eighth film for Essanay casts Charlie as a wallpaper-hanger's assistant who must pull the wagon containing the boss (Charles Insley) and all his gear through the city streets and up some imposing hills (created by using tilted camera angles). Charlie is little more than a beast of burden and must do all the work when they arrive at a wealthy couple's (Billy Armstrong and Marta Golden) home. The woman of the house suspects the workers of being dishonest when she catches Charlie admiring a small statue, and she locks up her valuables in a safe. This prompts Charlie to \"lock up\" his and his boss's watches and cash by pinning them into his pants pocket. Charlie proves to be an inept decorator, making a huge mess and causing his boss to get a bucket of wallpaper paste over his head. He befriends Edna Purviance, the maid, and in a rather intimate scene, tells her his story and hopes for the future. The wife's lover, Leo White arrives, but when he sees that the husband is still home, he pretends to be a workman. The husband is wise to the deal and attacks his wife's lover, eventually pulling out a revolver and chasing him around the house. A stray bullet hits the gas stove which explodes. In the famous last scene, Charlie emerges from the inverted oven door, exhales some smoke, and, sizing up the situation, smiles into the camera."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 315831; Work [incomplete]; Withdrawn and retained; 1915"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Access Print (Section 1)"
    ]
}