{
    "system_id": 52547, 
    "permalink": "http://collections.acmi.net.au/objects/52547", 
    "record_type": "Title", 
    "acmi_identifier": "318499", 
    "title": "Oscar Wilde: spend thrift of genius", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Ireland"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Maxwell's Video, distributor", 
        "RTE International, production company", 
        "Sean O'Mordha, producer/director"
    ], 
    "colour": [
        "Black and White and Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:58:00"
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Ireland"
    ], 
    "genre": [
        "Biographical", 
        "Documentary"
    ], 
    "subject_group": [
        "Literature/Poets, Irish", 
        "Literature/English literature - History and criticism", 
        "Literature/Authors, Irish", 
        "Literature/Literature - Study and teaching", 
        "Literature/Authors - Biography", 
        "Literature/Poets", 
        "Literature/Literature", 
        "Education, Instruction, Teaching & Schools/Literature - Study and teaching", 
        "Advertising, Film, Journalism, Mass Media & TV/Biographical films", 
        "Music & Performing Arts/Dramatists", 
        "Music & Performing Arts/Wilde, Oscar, 1854-1900", 
        "People/Authors - Biography", 
        "People/Wilde, Oscar, 1854-1900", 
        "People/Biographical films", 
        "History/History"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Oscar Wilde, wonderfully outrageous and brilliantly witty, is probably one of Ireland's most prominent writers. Born in Dublin in 1854 to literary parents, Wilde attended Trinity College where he was educated in the classical studies of art and literature. Wilde went on to study at Oxford where he was deeply influenced by the writings of art critics John Ruskin and Walter Pater. This well put together biographical documentary follows Wilde's life from childhood through to his successful prominence as a poet and playwright in society London, his philandering with the many beautiful young professional women, his marriage to Constance Lloyd, the eventual realisation of his homosexuality and his subsequent relationship with the very much younger Lord Alfred Douglas. It was as a result of this affair that finally led to Wilde's incarceration, spending two years in jail over a lost libel suit. When he was finally released in 1897, his popularity had greatly diminished and the \"darling\" of London society soon exiled himself to France and Italy. His almost overnight downfall resulted in bankruptcy and an inability to revive his literary career. Oscar Wilde died in Paris on 30 November 1900 but his wit, his brilliance as a dramatist (Lady Windermere's fan, An Ideal husband, The Picture of Dorian Gray, The Importance of being Ernest), his love for the aesthetics of life, and his total disregard for conformity will live on forever. In fact, some of Wilde's famous quotes are still used today and he has been satirised and characterised by many over the century including Gilbert and Sullivan's comic opera \"Patience\" and the periodical Punch. Features archival footage, stills, sites and locations frequented throughout his life including the house he was born in and readings and quotations from his personal letters and writings. Narrated by Denys Hawthorne and voice of Oscar Wilde by Alan Stanford."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}