{
    "system_id": 154232, 
    "permalink": "http://collections.acmi.net.au/objects/154232", 
    "record_type": "Compilation title", 
    "acmi_identifier": "B2002024", 
    "title": "'Screen It' 2010 [winning entries]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2010"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:09:52"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Childrens Films", 
        "Amateur & Student Films", 
        "Childrens Films/Films by children", 
        "Amateur & Student Films/Student films - Australia"
    ], 
    "subject_group": [
        "Climate, Environment, Natural Resources & Disasters/Environment", 
        "Climate, Environment, Natural Resources & Disasters/Environmental protection", 
        "Climate, Environment, Natural Resources & Disasters/Environmental protection - Citizen participation"
    ], 
    "abstract": [
        "Films from the six winners of the 2010 'Screen It' competition."
    ], 
    "description": [
        "'Screen It' is Australia's national film, animation and game making competition for school-aged students. Designed to encourage imagination and inventiveness in primary and secondary school students, 'Screen It' fosters a new generation of young media makers.  In 2010 students were asked to create works responding to the theme 'The Environment: Who Cares?'.  From 256 entries created by over 939 students nationwide, here are the winners:  Primary - Animation Winner: Control Your Carbondioxides, Carey Baptist Grammar Junior School (Kew, VIC) Runners Up: The Reason I Hate News Reporters: The Global Warming Quiz, Glencoe Central Primary School (Glencoe, SA) Best Place Ever!, Cabramatta Public School (Cabramatta, NSW) Curse of the Were-Rubbish, Léon Othenin-Girard (Balwyn North, VIC) The Last Frog, Keller Road Primary School (Salisbury East, SA) Wilhelmina Wiggins, Table Cape Primary School (Wynyard, TAS) Supa Poopa Scoopa, Hernani Public School (Hernani, NSW)  Primary - Live Action Winner: One World, Poowong Consolidated School (Poowong, VIC) Special Mention: CRASH!, Cabramatta Public School (Cabramatta, NSW) Runners Up: Stop the Dumping! An Investigation into Illegal Dumping in Glencoe, South Australia, Glencoe Central Primary School (Glencoe, SA) Duck Duck Turtle, Orama Public School (Thora, NSW) Enviro - Planetary Defender, Rouse Hill Public School (Rouse Hill, NSW)  Primary - Computer Game Winner: Bins vs. Rubbish, Auburn Primary School (East Hawthorn, VIC) Special Mention: Cleaning Beezzz, Tea Tree Gully Primary School (Tea Tree Gully, SA) Runners Up: The Adventures of Seed Boy, Glencoe Central Primary School (Glencoe, SA) The Adventures of Green Man, Marlborough Primary School (Heathmont, VIC)  Secondary - Animation Winner: Future, Parramatta Marist High School (Westmead, NSW) Special Mention: Not Just Us, Sarah Sloan (Princes Hill, VIC) Runners Up: Welcome to 'R' Ville, Selina Finau (Woodpark, NSW) Think Climate, Think Change, Maryanne Irhia (Kensington, NSW) The Environment. Who Cares?, Overnewton Anglican Community College (Keilor, VIC) Who Cares?, Sasha Mutch (Ringwood, VIC)  Secondary - Live Action Winner: Long Live the Can, Andreas Stoffel (Halls Gap, VIC) Special Mention: ZombieBusters, Gleneagles Secondary College (Endeavour Hills, VIC) Runners Up: The Environment: Who Cares?, Loxton High School (Loxton, SA) Behind Nature's Lines, Parramatta Marist High School (Westmead, NSW) One Person's Perspective, St Ursula's College (Toowoomba, QLD)  Secondary - Computer Game Winner: Turmoil, Cameron Panzenbock (Ingham QLD) Greenie's Excellent Adventure, Connor Mosca (Caboolture, QLD) Mr. Ooga Booga Saves the Forrest, Imogen Lee (Caboolture, QLD) Mr. Octopus Saves the Sea and the Sky, Jesse Lee (Caboolture, QLD) Park Ranger, Luke Holdsworth (Donvale, VIC) Trash Pick Up!, Christoffel Roelofse (Donvale VIC)"
    ], 
    "member_object": [
        "Title; B2002027; Bins vs. Rubbish [game trailer]; Active; 2010", 
        "Title; B2002025; Control Your Carbon Dioxides; Active; 2010", 
        "Title; B2002028; Future; Active; 2010", 
        "Title; B2002029; Long Live the Can; Active; 2010", 
        "Title; B2002026; One World; Active; 2010", 
        "Title; B2002030; Turmoil [game trailer]; Active; 2010"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy", 
        "Mediatheque VoD Digital Access Copy", 
        "Mediatheque VoD Digital Access Copy", 
        "Mediatheque VoD Digital Access Copy", 
        "Mediatheque VoD Digital Access Copy", 
        "Mediatheque VoD Digital Access Copy"
    ]
}