{
    "system_id": 51027, 
    "permalink": "http://collections.acmi.net.au/objects/51027", 
    "record_type": "Title", 
    "acmi_identifier": "316904", 
    "title": "The Leopard = Il Gattopardo [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Italy"
    ], 
    "creation_date": [
        "1963"
    ], 
    "creator_contributor_role": [
        "SGC, production company", 
        "Societe Nouvelle, production company", 
        "Pathe Cinema, production company", 
        "Titanus Productions, production company", 
        "Goffredo Lombardo, producer", 
        "Luchino Visconti, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Italian"
    ], 
    "other_languages": [
        "Italian", 
        "Italian", 
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language", 
        "Subtitle", 
        "Subtitle"
    ], 
    "other_language_notes": [
        "(Dolby Digital mono)"
    ], 
    "length": [
        "03:00:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Italy", 
        "Foreign language films"
    ], 
    "genre": [
        "Adaptations"
    ], 
    "subject_group": [
        "Literature/Italian literature - Film and video adaptations", 
        "Anthropology, Ethnology, Exploration & Travel/Italy", 
        "Anthropology, Ethnology, Exploration & Travel/Sicily (Italy)", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "People/Garibaldi, Giuseppe, 1807-1882", 
        "History/Italy - History", 
        "History/Garibaldi, Giuseppe, 1807-1882", 
        "Places/Sicily (Italy)", 
        "Places/Italy", 
        "Economics, Philosophy, Politics, Religion & Sociology/Italy - Economic conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/Italy - Social conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/Social classes", 
        "Economics, Philosophy, Politics, Religion & Sociology/Aristocracy (Social class)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on the novel by Giuseppe Tomasi Di Lampedusa, Visconti's \"The Leopard\" is one of cinema's key works about aristocratic history. Burt Lancaster is Prince Don Fabrizio Salina, whose family have ruled the island of Sicily for centuries. But with the growing force of the new bourgeois class and with Garibaldi's move to unify the whole of the Italian people into one country, the age of royalty and aristocracy is coming to an end. The Prince knows too well that he is unable to resist the force of history: all he can do is ensure that he secures the best possible future for his family, including his opportunistic nephew, Tancredi (Alain Delon). Visconti, the Marxist Count, faithfully evokes Di Lampedusa's lament for the dying, decadent class. But Visconti was also able to create a richly sumptuous work that conveys the architecture, morality, mores and manners of a past world. Rotunno's justly acclaimed cinematography assist him in creating a series of lavish sequences set both in the rugged Sicilian countryside and inside the decaying mansions and palazzos belonging to the Prince. The film culminates at a ball in which Tancredi and his fiance (Claudia Cardinale) are to be introduced to the new Sicilian bourgeoisie (who have already turned against their liberator, Garibaldi, and are hoping to take on for themselves the privileges and lifestyle of the aristocrats). The Prince surveys this new world and is aware of his own approaching death, and through this awareness, the death of a culture, a class and a world. The ball is a beautifully choreographed ballet in which we see displays of dazzling wealth; it is also a cruel recognition of the ruthlessness of power. This scene, and the whole movie itself for that matter, has been an influence on countless films examining the bonds of class, family and history. Coppola paid his homage to it in the opening half-hour of \"The Godfather\", as did Cimino in \"The Deerhunter\" (Cimino also was clearly influenced by \"The Leopard\" when making \"Heaven's Gate\". What he failed to capture was the operatic emotional power of Visconti's film - nor did he have Visconti's rigorous intellectual and political understanding of history and social forces). Scorsese's \"The Age of Innocence\" and Altman's \"Gosford Park\" also owe a debt to Visconti's vision and mise-en-scene. The romantic music is by Nino Rota. The exquisite clothes are by Piero Tosi. The film's reputation continues to grow and it is now considered one of the masterpieces of world cinema. NOTE: The special features in this DVD, including a booklet on the making of the film, are only available in the Italian language."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}