{
    "system_id": 146498, 
    "permalink": "http://collections.acmi.net.au/objects/146498", 
    "record_type": "Title", 
    "acmi_identifier": "Z000145", 
    "title": "Raftsmen = Fazi ke", 
    "other_title": [
        "筏子客"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1991"
    ], 
    "creator_contributor_role": [
        "Xi'an Film Studio, production company", 
        "Yao Shougang, director", 
        "Zhang Min, script", 
        "Mi Jiaqing, cinematographer", 
        "Tang Baoliang, editor", 
        "Tao Hong, cast", 
        "Xu Huanshan, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:39:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Brothers"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The story took place in the 1940s in northwestern China, where a group of Yellow River raftsmen tried to save a girl from the bandits. Bandit chief, Gesi, abducted Xinghua to be his concubine. Xinghua ran away on the wedding day and was saved by a raftsman of the lower river, Tieniu. Gesi incited hatred between the upper river and lower river raftsmen by giving all his rafts to the upper river raftsmen. The Master of the lower river raftsmen stopped a fight between the upper river and lower river raftsmen and two groups reconciled. Xinghua went back to Gesi so that he would not make more trouble for the raftsmen. However, Tieniu’s swear brother, Shitou fought with Gesi and saved Xinghua. In the fight, Gesi fell off from a cliff and Shitou was badly hurt. Xinghua fell in love with Shitou, who thought that his brother Tieniu should marry her. The Master decided that Xinghua should put a coin in the cake and the one who had the coin should marry Xinghua. To Xinghua’s surprise, both denied having had the coin. Later, Shitou died in an incident and Xinghua found the coin on him. At Shitou’s funeral by the Yellow River, Gesi came with a group of bandits. The Master broke a cursed rule by carrying a woman on the raft. It’s said that this would bring back luck. But Xinghua left safely with the raftsmen at the end.  Sheepskin rafting used to be a means of transport on the Yellow River before the 1980s. The film allows the audience to have an idea about the hard life of the raftsmen there before China’s liberation in 1949. Established in 1958, Xi’an Film Studio is a major film studio in China. It became the cradle of New Chinese Cinema in the early 1980s by encouraging experimental filmmaking. China’s well-known director, Zhang Yimou’s first internationally acclaimed film “Red Sorghum” was produced by Xi’an Film Studio. This is a film for anyone interested in China’s Yellow River and the sheepskin rafting there. Music of the film features northwestern folk songs. (3 stars - Yuxing Zhou; December 16, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}