{
    "system_id": 162879, 
    "permalink": "http://collections.acmi.net.au/objects/162879", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2003052", 
    "title": "Modern Warfare: Today's Diggers", 
    "other_title": [
        "Modern Warfare Todays Diggers"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2015"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:43:30"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Commissioned by the Australian War Memorial, these works show Australian soldiers on duty, filmed on location in Afghanistan and Iraq."
    ], 
    "description": [
        "These five films were commissioned by the Australian War Memorial as part of their tradition of documenting Australians' experience at war. Shot on location in Afghanistan and Iraq in 2011 and 2008, the films are made in a vivid and direct style. They record the surroundings, equipment and day-to-day activities of Australian Defence Force personnel on deployment in a remote and harsh environment, in an actual theatre of war. Interviews with the men and women on active service are the heart and soul of these films, as the participants speak frankly about their experiences and challenges."
    ], 
    "member_object": [
        "Title; B2003053; Afghanistan: the Australian Experience, Tarin Kot 2011; Active; 2011", 
        "Title; B2003054; Australian Patrol Bases: Uruzgan Province, Afghanistan; Active; 2011", 
        "Title; B2003056; Curating from Afghanistan: Collecting in Action Program, February 2011; Active; 2011", 
        "Title; B2003055; Kandahar Airfield: The Australian Rotary Wing Group Operations; Active; 2011", 
        "Title; B2002759; No Dramas: Recordings from Iraq; Active; 2008"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}