{
    "system_id": 52408, 
    "permalink": "http://collections.acmi.net.au/objects/52408", 
    "record_type": "Title", 
    "acmi_identifier": "318354", 
    "title": "Il Trittico", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Italy"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "National Video Corporation, production company", 
        "Radiotelevisione Italiana, production company", 
        "Sylvano Bussotti, producer", 
        "Brian Large, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Italian"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:42:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        "Performance", 
        "Performance/Music - Performance"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Music & Performing Arts/Performing arts", 
        "Music & Performing Arts/Operas - Film and video adaptations", 
        "Music & Performing Arts/Operas"
    ], 
    "abstract": [
        "Il Tabarro (54 mins)--Suor Angelica (47 mins)--Gianni Schicchi (50 mins)"
    ], 
    "description": [
        "Giacomo Puccini's \"Il Trittico\" was recorded live in 1983 at the Teatro alla Scalla, Milan, and featured the Chorus and Orchestra of La Scala, Milan with chorus master Romano Gandolfi and conductor Gianandrea Gavazzeni. \"Il Trittico\" consists of three one act operas each contrasting in its mood and style and yet all three combining to make an interesting and entertaining program. \"Il Tabarro\" - music by Puccini, libretto by Giuseppe Adami. A tragic domestic drama of clandestine love, desire and death set in Paris and featuring singers Piero Cappuccilli (Michele, a bargeman), Sylvia Sass (Michele's wife, Giorgetta) and Nicola Martinucci (Luigi, a penniless stevedore and Giorgetta's lover). \"Suor Angelica\" - music by Puccini, libretto by Giovacchino Forzano. A sad and gentle tale of a noble, but disgraced, princess who sought solace in becoming a nun. Set in a convent in the latter part of the 17th century and featuring singers Rosalind Plowright (Sister Angelica, the disgraced princess), Dunja Vejzovich (the Princess and aunt to Sister Angelica) and Maria Grazia Allegri (the Abbess). \"Gianni Schicchi\" - music by Puccini, libretto by Giovacchino Forzano. A witty and humorous tale of family, greed and deception set in 13th century Florence and featuring singers Juan Pons (Gianni Schicchi), Cecilia Gasdia (Lauretta, Schicci's daughter), Yuri Marusin (Rinuccio, Lauretta's lover) and Eleonora Jankovic (Zita, Rinuccio's aunt). Sung in Italian with no English subtitles. Contains guidebook with English translations."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}