{
    "system_id": 147109, 
    "permalink": "http://collections.acmi.net.au/objects/147109", 
    "record_type": "Title", 
    "acmi_identifier": "X000647", 
    "title": "Le Premier Age du Cinema Francais (1895-1914) Pt. 12", 
    "other_title": [
        "The first age of French cinem"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 12 of a 13 part series on the history of French cinema. Early French cinema was, as elsewhere, a fairground entertainment presenting novelties: short 'realist views' such as the Lumiere films -- 'L'arrivee d'un train en gare de La Ciotat', 'La sortie des usines Lumiere', 'Le dejeuner de bebe' (all 1895) -- comic scenes such as 'L'arroseur arrose' (1895) and Alice Guy's farce 'La fee aux choux' (The Cabbage Fairy, 1896), inspired by contemporary cartoons and music-hall shows. It is customary to oppose the documentary impulse of the Lumieres' cinema to the fiction of Georges Melies, who imported the tricks of his stage phantasmagorias to the screen, though the distinction appears less clear-cut. Apart from its popular success and creative, the distinctiveness of early French cinema was the business acumen of its practitioners. The Lumieres promptly took their Cinematograph to all corners of the globe, fixing for posterity the term 'cinema'. While Melies expanded, Pathe's and Leon Gaumont's newly created companies were extraordinarily successful at producing, distributing (switching from selling to renting in 1907) and exhibiting their films, both at home and abroad; Pathe's Gallic cockerel and Gaumont's daisy became household symbols the world over, holding sway until World War I. (...)  Although it did not matter much who 'directed', emerging personalities included, after Guy and Melies, Ferdinand Zecca, Leonce Perret, Albert Capellani and Victorin Jasset. The years preceding World War I saw the move to longer films and a rich field of detective series ('Nick Carter'), and especially comic series: 'Bebe', 'Bout-de-Zan', 'Calino', 'Onesime', 'Petronille', etc ..., dominated by actors Andre Deed, Max Linder and Prince.\" Reference: Ginette Vincendeau. 'The companion to French cinema'. BFI Publishing, 1996. Further reading: Richard Abel. 'French cinema: the first wave, 1915-1929'. Princeton University Press, 1984. Note: The NLA collection hold several compilations of works by Melies, Zecca, etc... as well as documentaries on women directors such as Alice Guy Blache and Germaine Dulac. N.b. Best viewed as part 1 of the series.  Credits: Director, Armand Panigel ; photography, Claude Cassard. Includes interviews with Rene Clair, Marcel L'Herbier, Abel Gance and Roger Leenhardt."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}