{
    "system_id": 146415, 
    "permalink": "http://collections.acmi.net.au/objects/146415", 
    "record_type": "Title", 
    "acmi_identifier": "Z000027", 
    "title": "A Letter from the heavens = Tian tang hulxin", 
    "other_title": [
        "天堂回信", 
        "A Letter from heaven", 
        "An Answer from heaven"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1994"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Wang Junzheng, director", 
        "He Guofu, script", 
        "Yan Junsheng, cinematographer", 
        "Liu Fang, editor", 
        "Shi Chen, cast", 
        "Li Ding, cast", 
        "Xiao Xiong, cast", 
        "Zhang Qianyi, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:31:28"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Family, Gender Identity, Relationships & Sexuality/Grandparents", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality/Single parents", 
        "Economics, Philosophy, Politics, Religion & Sociology/Single parents", 
        "Family, Gender Identity, Relationships & Sexuality/Parenting", 
        "Family, Gender Identity, Relationships & Sexuality/Parenthood"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is the story of a relationship between little Chenchen and his grandfather, who is the only family member he knows. His mother has been working overseas for so long that he does not even remember her. Grandpa is getting on in years, and finds it harder every day to climb those stairs on his rounds as a Beijing postal worker. But things are about to get really complicated with the return of his mother after so many years apart.  While a grandpa and grandson fly kites together in the Forbidden Kingdom, suddenly the grandson looks up at and asks if there is a heaven. But grandpa isn't feeling so well, and has to rest while little Chenchen peddles them both home on their tricycle.  They do everything together, and Chenchen often asks to skip kindergarden so that he can spend the day helping grandpa do his rounds. They share a warm and intimate relationship, often acting as though they were two children; playing games, quarreling and sharing toys. Over these past years the kid has taken on many of the household chores and drives pappi around in the pedicab. Everyone on the street remarks on the grandpa's great luck to have such a good grandson. Later that night the Chenchen will do all the dishes while the grandpa hangs up the clothes.  One day while the two are delivering the mail they discover that the elevator of the receiving address is broken, forcing them to climb 12 stories. The upward clamber takes a visible toll on the old man, and when they arrive at the top an old man answers named Zhou Menglan.  He reads the letter and and says they have the wrong person, leading to an arduous ride around Beijing. They eventually stumble across the correct addressee in the cemetery, so they tie the letter and send it up into the heavens. Grandpa is tired after this, grandson notices and gives him his pill, a gesture which warms the old man's heart.  Flash to the kid Chen Chen who arrives at the hospital holding a red balloon to take his grandfather home. Grandpa hears Chen Chen coming and pretends to be dead in his bed. After some prodding and yelling, the kid buys it and as he is running off to get the doctor the grandfather starts laughing at him. But the five-year-old kid is very upset and storms off. While they are playing a game of Chinese Chess (Xiangqi) the grandfather gives Chen Chen a talk about the inevitability of death. He says if the kid misses him, then he can send him a letter to heaven.  The two of them later go to the airport to meet his mother. The kid gets scared when she arrives. She has been in Belgium. She is happy at first and has brought  all kinds of toys from Europe, but gradually mum finds herself upset by the myriad little differences that have accumulated since she went away. One day, Chenchen and his pappi return home to find all his toys thrown out on the lawn. When they opend the door they find the entire place reorganised. \"Have we entered the wrong house?\" asks Chenchen. Mum is on a mission to re-habituate, and in the process has accidentally dropped her son's pet guinea pigs off the balcony and killed them. Chenchen is distraught. He buries them and curses his mother, telling her that grandpa was a better mother than she.  When mother prepares pizza for dinner Chen Chen brings out the guinea pig cage as always, only this time it is empty. He then goes about breaking up pieces of bread to put in the cage bowl, urging the invisible pet to eat up.  Chen chen continues to experience difficulties in adjusting to his mother, but grandfather realises his dilemma, that he needs to leave in order to avoid the two of them becoming too reliant upon each other. He decides to go. When he asks his mother where grandpa went Chenchen accuses her of driving him away. He tears up the place and runs off to find his grandfather and, bursting into tears, pounds against his door. Later the two celebrate grandpa's birthday by going out and flying kites. His daughter bakes him a huge delicious cake, and when she has come back out with a blanket for him she realises he's dead.  She does not tell Chen Chen and they celebrate his birthday with the lighting of hundreds of red candles which fill the room. This cinematic gesture of the red candles was extremely interesting from the point of view of a maternal force using deception in order to joyfully memorialise a powerful bygone influence. Above the red candles is a classic Communist Era family photo portrait of their grandpa and grandmother. This is in some respects a symbolic gesture to say that with the passing of the grandpa's generation is the passing of that chapter of China's history and a step toward an embrace of the new.  The film is quite slow. (1 star - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}