{
    "system_id": 49077, 
    "permalink": "http://collections.acmi.net.au/objects/49077", 
    "record_type": "Title", 
    "acmi_identifier": "314843", 
    "title": "Blood and wine", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "Blood and wine Productions, production company", 
        "Jeremy Thomas, producer", 
        "Bob Rafelson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Film noir", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Robbery", 
        "Family, Gender Identity, Relationships & Sexuality/Lust"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Alex Gates (Jack Nicholson) is down on his luck: struggling to keep afloat his wine business, unhappily married to the snappy Suzanne (Judy Davis), who gave him the money to first start the business, and step-father to the hostile Jason (Stephen Dorff), Gates seeks an escape. His secret lover, the Latino Gabriella (Jennifer Lopez), is a nanny at a rich Florida family home, which provides the necessary inside connection for Gates and his ruthless partner-in-crime, Victor Spansky, played to hammy effect by Michael Caine, to steal a set of expensive diamonds. Though the robbery goes according to plan, all hopes are quickly dashed when Gates gets into a domestic brawl just before leaving to cash in the jewels and his wife and step-son take off with the goods. What follows is a series of tragic events and complications as Spansky and Gates attempt to retrieve the jewels, and Gabriella becomes involved with Jason. Ultimately, the deceitful are punished and the good set free. \"Blood and Wine\" has all the elements of film noir - lust, deceit, revenge, greed, crime, and, most importantly, the desire to escape conventional constraints. Bob Rafelson, who has carved out a reputation as a director of contemporary film noir, remaking such classics as \"The Postman Always Rings Twice\" (1981), and character-studies of drifting and alienation in middle-class America, continues in \"Blood and Wine\" his close collaboration with Jack Nicholson, making this their eighth film and the final instalment in a trilogy of films of 'dysfunctional families', including \"Five Easy Pieces\" (1970) and \"The King of Marvin Gardens\" (1972). Interweaving familial ties with criminal pursuit, \"Blood and Wine\" makes Oedipal themes - such as the struggle between father and son - typical of film noir more overt. Ultimately, stereotyped characters (sexy Latino, frustrated housewife, ruthless, exotic criminal) and an inability to reach the dramatic heights or transgressive thrills of classic noir makes \"Blood and Wine\" a rather conventional reworking of the genre."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}