{
    "system_id": 263, 
    "permalink": "http://collections.acmi.net.au/objects/263", 
    "record_type": "Title", 
    "acmi_identifier": "B1001284", 
    "title": "JGLING/Whistling", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "1976"
    ], 
    "creator_contributor_role": [
        "Skip Blumberg, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/Reality"
    ], 
    "abstract": [
        "Pucker Power"
    ], 
    "description": [
        "JGLING: Close up low-angle shots of a juggler in action bring the viewer right inside the circle of flying objects.  This short video captures the almost hypnotic appeal of watching a skilled juggler at work; the visual rhythms, the ever changing patterns, and the pleasurable anticipation of collapse.  THE FIRST INTERNATIONAL WHISTLING CONTEST: The First International Whistling Contest was held in Carson, Nevada, 1978. This documentary captures the sweet sounds and light-hearted atmosphere of the day. The participating whistlers not only perform a range of tunes in a variety of styles, from the classical to the comic, but also share details of their technique. From the man who whistles with a bunch of cigars and cutlery in his mouth, to the woman who claims she could have had a career at Disney animation because, \"You can't hardly get a bird to whistle when you want to\", these characters and their talents are showcased in a style that is immediate, fresh and breezy.  Director Skip Blumberg was a founding member of Videofreex, one of the many alternative media collectives (such as Raindance, Global Village, Ant Farm and TVTV) that blossomed in the 1970s in response to the development of relatively cheap and portable video systems such as Sony's Portapak. This new technology was embraced both by artists interested in its aesthetic properties and activists inspired by its potential as a tool of political and social change, enabling individuals access to mass communication via cable television and community media networks."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Reference - timecoded", 
        "Digital Betacam [PAL]; Sub-master", 
        "Digital Betacam [PAL]; Master"
    ]
}