{
    "system_id": 52178, 
    "permalink": "http://collections.acmi.net.au/objects/52178", 
    "record_type": "Title", 
    "acmi_identifier": "318093", 
    "title": "The Natural", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1984"
    ], 
    "creator_contributor_role": [
        "Tri-Star Pictures, production company", 
        "Delphi II, production company", 
        "Mark Johnson, producer", 
        "Barry Levinson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:12:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Adaptations", 
        "Drama"
    ], 
    "subject_group": [
        "Literature/American literature - Film and video adaptations", 
        "Armed Forces, Military, War & Weapons/Heroes", 
        "Literature/Literature", 
        "Magic, Occult & Supernatural/Heroes", 
        "People/Heroes", 
        "History/Heroes", 
        "Hobbies, Recreation & Sport/Baseball"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on the novel by Bernard Malamud, \"The Natural\" is one of those heroic, feel good, fairy tale films that captures the human spirit. It is a tale of boyhood dreams, of a certain defiance to turn the dream into reality and become a legend and a superhero in that passionate game of American games, baseball, and of a chance encounter with a mysterious woman that will eventually and catastrophically shatter those very dreams. Robert Redford plays the quiet and unassuming middle-aged Roy Hobbs who at the age of 14 hand-carved his own baseball bat from a tree struck down by lightning on the farm where he lived. It was Roy's dream to play baseball in the major league and it would be his \"wonder boy\" bat many years later that would take him to stardom and the major league team, the New York Knights. But like all fairy tales, where good and evil battle it out, Hobbs has his own demons to deal with in the form of knockers, corruption and those who would wish to see him, and the New York Knights, fail. The story climaxes to a tense and spectacular final sequence as our hero takes the bat in a nail-biting challenge to win the pennant for his Knights. This is not a film to be taken too seriously and there are many holes in the plot, but it features a wonderful cast including Glenn Close, Kim Basinger, Robert Duvall, Barbara Hershey, Richard Farnsworth and an uncredited appearance by Darren McGavin."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}