{
    "system_id": 169565, 
    "permalink": "http://collections.acmi.net.au/objects/169565", 
    "record_type": "Title", 
    "acmi_identifier": "B2003226", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 2]", 
    "other_title": [
        "Royal visit - Master R 1", 
        "Royal visit - Master R. 1"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:06:40"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Crime, Espionage, Justice, Police & Prisons/Police - Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Essendon Airport (Vic.)", 
        "Places/Essendon Airport (Vic.)", 
        "People/Brooks, Sir Reginald Alexander Dallas (1896–1966)"
    ], 
    "abstract": [
        "Reel 2 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 2 of the collection dwells on the decorations that celebrated the visit, in the streets and on the buildings of Melbourne's CBD, then shows the officials and staff responsible for the planning and conduct of the tour at work inside the (now demolished) Geological Museum. We are shown the Victorian police reinforcements arranged for the visit being addressed by their commanders, before the scene shifts to Essendon Airport and the preparations for touchdown of the 'royal' plane."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 2 of the collection dwells on the decorations that celebrated the visit, in the streets and on the buildings of Melbourne's CBD, then shows the officials and staff responsible for the planning and conduct of the tour at work inside the (now demolished) Geological Museum. We are shown the Victorian police reinforcements arranged for the visit being addressed by their commanders, before the scene shifts to Essendon Airport and the preparations for touchdown of the 'royal' plane.  Detailed Description Reel 2:  Opens with Title \"Melbourne: City decorations\", followed by footage of Melbourne CBD streets and buildings sporting decorations for the visit (Flinders Street Railway Station from Elizabeth Street, Myer Emporium, Swanston Street, the Leviathan Building, trams and cars). 00:00:54:00 shot of old Princes Bridge Railway Station (partially obscured). 00:01:15:00 The Commercial Bank of Australia. 00:01:25:00 decorated Melbourne Town Hall. 00:01:31:0 Foy and Gibson building. 00:01:35:00 emu and kangaroo diorama. 00:01:59:0 Title \"Royal Visit Offices: Geological Museum\" followed by footage of the exterior of the (now demolished) building in Macarthur Street, and scenes of the staff at work inside. 00:03:32:00 Title \"Police Re-Inforcements: The Chief Commissioner and the Chief Secretary address 750 men prior to the visit.\" followed by footage of uniformed police being addressed by the commanders. 00:04:25:00 Title \"Official Landing & Reception: Melbourne Airport - Overseas Terminal Wednesday, 24th. February, 1954\"  followed by footage of preparations for the arrival, men in top-hats, men in uniform and waiting crowd. 00:05:12:00 Flinders Naval Depot Band. 00:05:36:00 arrival and close-up of Victorian Governor Sir Dallas Brooks as he exits car. 00:05:44:00 Flinders Naval Depot Band and sailors marching. 00:06:04:00 plane taxis onto tarmac, close-up of royal coat of arms on plane, which is flying the Royal Standard. Camera pans across \"Australian National Airways Pty Ltd - Royal Mail\" written on side of plane. Exit stairs are wheeled up to plane, and the Queen and Duke step out."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}