{
    "system_id": 44340, 
    "permalink": "http://collections.acmi.net.au/objects/44340", 
    "record_type": "Title", 
    "acmi_identifier": "309869", 
    "title": "Everyone says I love you", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "Buena Vista Pictures, production company", 
        "Magnolia Productions, production company", 
        "Miramax Films, production company", 
        "Sweetland Films BV, production company", 
        "Charles H. Joffe, co-producer", 
        "Jack Rollins, co-producer", 
        "Robert Greenhut, co-producer", 
        "Woody Allen, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:41:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Comedy", 
        "Musicals"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/New York (N.Y.)", 
        "Places/New York (N.Y.)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This story of a very well off family living in New York takes the audience on a journey through their daily lives, highlighting the high and lows. The basic family set-up involves the two parents, Bob (Alan Alda) and Steffi (Goldie Hawn), four daughters, a son, a grandfather, and Joe (Woody Allen) - Steffi's ex-husband. Joe is still very much a part of the family and regularly visits from his home in Paris. Joe seems to have had an endless array of failed relationships, and continuously pines for his ex-lovers. Meanwhile, the eldest daughter, Skylar (Drew Barrymore) is deeply in love with Holden (Edward Norton). Music and an ensemble performance drive the intertwined love stories, which revolve around the members of an extended blended family. The story structure is almost a dance of life that continuously circles around in a cycle of love found, lost, and then found again. The disparate story elements are unified by the use of the narrator DJ (Natasha Lyonne), who is the college-age daughter of Steffi by a previous marriage to Joe. Like almost everyone else in the film, DJ is a romantic at heart who seems to be always falling in and out of love. In addition to narrating, she acts as cupid in helping Joe meet Von (Julia Roberts), a woman he has fallen in love with at first sight. All the principal actors are given at least one song, and with the exception of Drew Barrymore, do their own singing rather than have the voice of a professional singer dubbed in."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}