{
    "system_id": 52321, 
    "permalink": "http://collections.acmi.net.au/objects/52321", 
    "record_type": "Title", 
    "acmi_identifier": "318255", 
    "title": "The Broken wings = Lal Aghnihat el moutakasra", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Lebanon"
    ], 
    "creation_date": [
        "1960"
    ], 
    "creator_contributor_role": [
        "Touric Kairouz-Antoine Khoury, production company", 
        "Touric Kairouz, producer", 
        "Yousef Malouf, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Arabic"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:34:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - Lebanon"
    ], 
    "genre": [
        "Romance", 
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/Lebanon - Social conditions"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on a true story, 'The Broken Wings' is adapted from Khalil Gibran's (The Prophet) autobiography and made on location in Lebanon, set at the turn of the century. Writer and painter Gibran is introduced to Salma, only daughter of Sheikh Fares, a wealthy and influential aristocrat. Salma is a woman of ethereal beauty, a pure and noble soul and she and Gibran fall instantly in love. Their courtship is chaste and lengthy, watched over by Salma's aunt as chaperone. A local bishop waylays the couple after convincing Fares that Salma should marry his nephew, Mansour Bey, a man from a reputable family but who is openly pursuing a relationship with another woman and acutely aware of the money he is marrying into. A disheartened Salma enters the loveless marriage, Gibran's love increasing by the day. Tragedy ensues when Fares passes away, leaving his son in law to squander the family's money and his daughter without protection. Bey is intent on Salma producing an heir. Sentimental and melodramatic, the film has a lyrical quality and strong performances that resonates long after viewing. All prints of the film vanished from circulation for many years, due to civil strife in Lebanon. After the surprise discovery of prints in an abandoned church outside of Beirut, the film was restored and reissued. Cast includes: Pierre Borday (Kahlil Gibran), Saladin Nader (Mansour Bey), Nidal Ashkar (Salma), Philip Akiki (Sheik Fares). In Arabic with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}