{
    "system_id": 146857, 
    "permalink": "http://collections.acmi.net.au/objects/146857", 
    "record_type": "Title", 
    "acmi_identifier": "X000320", 
    "title": "Lacombe, Lucien", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1974"
    ], 
    "creator_contributor_role": [
        "Louis Malle, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:15:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Lucien Lacombe, an apolitical country boy refused by the Resistance, becomes a collaborator hunting down and torturing people for the Gestapo. What made Lacombe Lucien so strong and what made the controversy somewhat a series of misunderstandings is that in its description of characters and events the film exposes all the ambiguities and contradictions in behaviour that belonged to that period. For instance, in this part of France where Resistance and collaboration were facts of life, the film was completely accepted. People who had lived through that period knew that this film was completely true and honest about what actually happened. And people who were not French took it for what it was: a reflection on the nature of evil. The controversy was between French intellectuals and politicians. Those who attacked the film did it on the grounds that it was fiction; we had invented and put on screen a character who was complex and ambiguous to the point where his behaviour was acceptable. For them, it justified collaboration - which certainly is not what I was trying to do.\" Reference: Philip French. Malle on Malle.  Credits: Director, Louis Malle ; writers, Louis Malle, Patrick Modiano ; photography, Tonino Delli Colli ; music, Django Reinhardt. Cast: Pierre Blaise, Aurore Clement, Holger Lowenadler, Jean Bousquet."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}