{
    "system_id": 45356, 
    "permalink": "http://collections.acmi.net.au/objects/45356", 
    "record_type": "Title", 
    "acmi_identifier": "310993", 
    "title": "Ride the high country [Widescreen]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1962"
    ], 
    "creator_contributor_role": [
        "Warner Bros, distributor", 
        "Metro-Goldwyn-Mayer, production company", 
        "Richard Lyons, producer", 
        "Sam Peckinpah, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Westerns"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Joel McCrae and Randolph Scott are two ageing cowboys who decide to join up together to safely return a load of gold back from the goldfields to the bank that owns it. However, their motives are widely different: for one it is a chance to prove that he is still capable for work; for the other it is an opportunity to make his fortune and retire. Along the way they pick up a young woman (Mariette Hartley) running away from an abusive father. When her life is threatened their desires and dreams must take second-place to their commitment to the old West's code of honour. Sam Peckinpah's beautiful film is an elegy for the old West: for the morality and chivalry that guided the western hero, for the grandeur of the landscape before it was ruined by industry and mining. Using McCrae and Scott as iconic figures from the golden years of Hollywood and contrasting them to the violence represented by the new breed (Warren Oates), Peckinpah's film also foreshadows the tension between American generations that was to become open confrontation post-Kennedy and post-Vietnam. By the end of the sixties Peckinpah was to completely destroy the western myth in his groundbreaking violent epic \"The Wild Bunch\". But \"Ride the High Country\" is a brief moment of tenderness in the western genre, and McCrae and Scott are the last of the great western heroes. The stunning last moments of this film are an emotionally devastating farewell to American cinema's most unique genre."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}