{
    "system_id": 146483, 
    "permalink": "http://collections.acmi.net.au/objects/146483", 
    "record_type": "Title", 
    "acmi_identifier": "Z000099", 
    "title": "The Kunlun Column = Wei Wei Kun Lun", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "2002"
    ], 
    "creator_contributor_role": [
        "Sheng Dong, director", 
        "August First Film Studio, production company", 
        "Jin Mu-Kui, director", 
        "Sheng Dong, writer", 
        "Zhang KeYao, cast", 
        "Sun Feihu, cast", 
        "Lu Xi, cast", 
        "Su Lin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:56:00"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism and social sciences"
    ], 
    "abstract": [
        "Stories of Mao Zedong’s leadership through battles between the Communist and Nationalist parties."
    ], 
    "description": [
        "This film is focused on retelling the stories of Mao Zedong’s honourable leadership throughout a number of battles between the Communist and Nationalist parties in China. The opening sequence depicts Mao speaking in front of the Communist Party, reporting that the leader of the Nationalist Party, Chiang Kai-Shek, has violated the peace treaty in place between the two parties. Mao presumes that this means the Nationalist Party will soon attack yet strongly claims that he will persevere through all of the pressure of war. The following scene shows Yan’an, the city that Mao is residing in, being hit by a surprise attack led by Chiang Kai-Shek and his army. First the city is bombed by an air raid and then it is overrun by thousands of foot soldiers. All of the villagers retreat, abandoning their burning houses after the bombings. Mao asserts that he will not leave the city until he knows for certain that the rest of the city’s population has safely evacuated, although eventually he is persuaded. Chiang Kai-Shek’s army successfully conquered Ya’nan. Mao Zedong and his four closest advisors decide to form a secret group and devise a plan to outsmart Chiang Kai-Shek and defeat the Nationalist Party. The name of the secret group is the Kunlun Column. Their plan is to divide their forces into four separate groups, sending Mao with one of them in an attempt to relocate him to a safer location. Mao joins his troops and embarks on a vast journey through the mountains and across extremely rough terrain. He is depicted as an equal to his soldiers and is shown walking and socialising with all ranks of his army. Chiang Kai-Shek decides to buy extremely technologically advanced war instruments from the US government officials and uses them to locate exactly where Mao is and determine where he is going. The equipment informs the Nationalist Party that Mao and his followers are heading towards Russia to seek shelter from the applied communist forces led by Joseph Stalin. The Nationalists immediately send their highly trained army named ‘Division 36’ to capture Mao. The Nationalist army travel through the harsh conditions of the desert and when they make it to the other side they are absolutely exhausted. They plan a large-scale sneak attack but even after their fervent tracking efforts are unable to locate the communist army. Mao and his army are strategically hiding in the mountain ranges and when they see the Nationalist Party lurking directionless, they launch an organised and vicious attack that completely wipes out the notorious ‘Division 36’. Mao and his followers rejoice in their landslide victory over the Nationalist army. After the battle the members of the Kunlum Column no longer need to conceal their identity and come out of hiding. They meet with Mao at a Buddhist temple and are thrilled to be reunited. At the temple Mao draws a stick from a monk that is said to predict the future – the stick reads “most lucky”. Mao plans his next major attack against Chang Kai-Shek but is very content at have reclaimed so much land after their latest victory – which was all thanks to the courage and superior intellect of the Kunlun Column. (Haydn Green 2013)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2003019; Chinese Consulate Collection: China Up Close; Active; 2014"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}