{
    "system_id": 49027, 
    "permalink": "http://collections.acmi.net.au/objects/49027", 
    "record_type": "Title", 
    "acmi_identifier": "314793", 
    "title": "Stigmata", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "FGM Entertainment, production company", 
        "Frank Mancuso, producer", 
        "Rupert Wainwright, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Drama", 
        "Drama/Religious films", 
        "Religious films", 
        "Horror"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Conspiracy", 
        "Anthropology, Ethnology, Exploration & Travel/Religion", 
        "Advertising, Film, Journalism, Mass Media & TV/Religious films", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion picture trailers", 
        "Magic, Occult & Supernatural/Supernatural", 
        "Economics, Philosophy, Politics, Religion & Sociology/Catholic Church", 
        "Economics, Philosophy, Politics, Religion & Sociology/Religion", 
        "Economics, Philosophy, Politics, Religion & Sociology/Religious films", 
        "Economics, Philosophy, Politics, Religion & Sociology/Conspiracy"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Bells toll over a mist-shrouded village in Brazil as top paranormal investigator for the Vatican, Father Andrew Kiernan (Gabriel Byrne), makes his way to the town's church to determine the veracity of stories about a statue that had shed tears of blood since the death of the village priest, Father Almeida. While Father Kiernan struggles to present his case to high-ranking Vatican official Cardinal Houseman (Jonathon Pryce), in another town and another country, vivacious Pittsburgh hairdresser Frankie Paige (Patricia Arquette) is shown living a life of decadent abandon. A carefree spirit and atheist, she doesn't have a care in the world until coming into contact with rosary beads stolen from Father Almeida. Suddenly, her life is turned upside down as she begins to experience violent, unexpected attacks that cause her to bleed profusely from her wrists. Trying to pick up the pieces of her life while plagued by further hallucinations and unexplained wounds, she comes under the scrutiny of the Vatican after a priest witnesses one of her attacks on a crowded train and suggests it may be religious in origin. Father Andrew Kiernan (Gabriel Byrne) is immediately dispatched to verify these claims. Initially he is sceptical, but after witnessing Frankie in the grip of possession, he begins to believe that she is suffering the stigmata, the wounds inflicted upon Christ prior to his crucifixion. When Cardinal Houseman discovers that Frankie is actually channeling a revolutionary message that may threaten the very foundations of the Catholic Church, he decides to silence her before any serious damage can be done. Father Kiernan is suddenly thrown into a desperate race against time to save both the precious message, and the life of the innocent messenger he has come to care deeply about, before both are extinguished forever. \"Stigmata\", by acclaimed director of commercials and music videos, Rupert Wainwright, features stunning production design by Waldemar Kalinowski and a cutting edge soundtrack by Billy Corgan of the Smashing Pumpkins and Elia Cmiral. This video also includes the following special features: an alternative ending, the theatrical trailer, a short two-part documentary entitled Divine Rites: the story of Stigmata, the Natalie Imbruglia music video for the song - \"Identify\", and scenes deleted from the final cut of the film."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}