{
    "system_id": 146438, 
    "permalink": "http://collections.acmi.net.au/objects/146438", 
    "record_type": "Title", 
    "acmi_identifier": "Z000051", 
    "title": "Genghis Khan = Cheng Ji Si Khan", 
    "other_title": [
        "成吉思汗", 
        "Chengjisihan"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Inner Mongolia Film Studio, production company", 
        "Youth Film Studio, production company", 
        "Zhan Xiangchi, director", 
        "Chaok Tunaren, script", 
        "Zhan Xiangchi, script", 
        "Ulan Mulin, cinematographer", 
        "Cui Renjie, editor", 
        "Deli Gel, cast", 
        "Siqin Gaowa, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:42"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Violence", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Biographical", 
        "Drama/Melodrama", 
        "Historical films"
    ], 
    "subject_group": [
        "History/Genghis Khan, 1162-1227", 
        "People/Genghis Khan, 1162-1227", 
        "Places/Mongolia", 
        "Anthropology, Ethnology, Exploration & Travel/Mongolia", 
        "Anthropology, Ethnology, Exploration & Travel/Tribes", 
        "History/War - History", 
        "Armed Forces, Military, War & Weapons/War - History", 
        "Armed Forces, Military, War & Weapons/War"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is a biography and historical epic of the Mongol empire leader, Genghis Khan. In the 12th century, nomadic tribes on the Mongol Steppe were at war, and the Kiyans defeated the Tatars. The Kiyan chief named his new-born son, Temujin, who later became the emperor of one of the most powerful empires of all time—Genghis Khan. When Temujin was 13, his father was poisoned to death by his enemy, the Tatars. The Kiyan tribe collapsed and Temujin narrowly escaped from being killed. Temujin became a hero of the Kiyans and was ambitious to restore the glory of the tribe. Temujin made alliance with the Kereyid tribe and won support from the powerful Jadaran tribe. The alliance defeated the Merikids and Temujin consolidated his power. The rise of Temujin’s tribe became a threat to the Jadarans, who united some thirteen smaller tribes to attack Temujin. Facing the powerful enemy, Temujin ordered a retreat of his troops and avoided a fight. The Jadarans killed a lot innocent people and lost the support of other tribes. Temujin gathered all the forces he could and defeated the Tatars. Temujin pardoned the Tatars and sent a Tatar girl, Namulun to the Kereyid chief so as to distance the Kereyid chief and his son. The Kereyids plotted to assassinate Temujin, who managed to escape thanks to Namulun. Temujin had a decisive battle with the Kereyids and totally defeated them. Temujin united the tribes on the Mongol Steppe and became Genghis Khan.  Genghis Khan was the founder of the powerful Mongol Empire in the 12th century. After Genghis Khan’s death, the empire became the largest contiguous empire in history under the rule of Kublai Khan. This 3-hour epic film has its setting on the Mongolia Steppe and features a lot of horse fighting scenes. Siqin Gaowa played Temujin’s mother in the film. Siqin Gaowa, originally Mongolian, is a very well-known Chinese-Swiss actress. She starred in films such as Luo Tuo Xiang Zi (1982), Xiang Hun Nu (aka. The Women from the Lake of Scented Souls, 1993) and many TV series. The Inner Mongolia Film Studio was established in 1958, and produced many films and documentaries about local life and culture in Inner Mongolia before the 1990s. (4 stars - Yuxing Zhou; December 16, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}