{
    "system_id": 146490, 
    "permalink": "http://collections.acmi.net.au/objects/146490", 
    "record_type": "Title", 
    "acmi_identifier": "Z000111", 
    "title": "The Mysterious caravan = Shenmi de tuodui", 
    "other_title": [
        "神秘的骆队"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Tianshan Film Studio, production company", 
        "Guang Chunlan, director", 
        "Ma Yan, script", 
        "Zhou Zaiyuan, cinematographer", 
        "Xin Shuxuan, editor", 
        "Xiaolelati, cast", 
        "Zunun, cast", 
        "Buwiguli, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:36:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "History/China - History - Cultural Revolution, 1966-1969", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Armed Forces, Military, War & Weapons/People's Liberation Army (China)", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The story was set around the time that China’s Xinjiang was liberated, around the late 1940s and early 1950s. Lalai was the concubine of a cold-blooded merchant, Yushupu. After giving birth to two twin girls, Lalai was forced to leave the family with only her younger daughter, Ainur. Lalai found her lost young son, Ai Shan (from a previous marriage) in the street but she died soon. Young Ai Shan beg in the street to feed his sister, but Yushupu seized the twin girl back and made her a servant. A few years later, Ai Shan also became a servant of the Yushupu family. By the time Ai Shan and his sister grew up, Xinjiang was liberated by the People’s Liberation Army. Yushupu plans to escape and disguises himself as an old servant in a caravan. Ainur is disguised as a bride and Ai Shan as the majordomo, who are indeed both under the surveillance of Yushupu and his fourth concubine. Reconnaissance platoon leader, Sadikh and Batur are ordered to intercept Yushupu. The two saved the life of Ai Shan and were allowed to stay in the caravan. Yushupu was suspicious of Sadikh and Batur and tried to kill them. However, Sadikh escaped with the help of Ainur. Yushupu killed Ai Shan and wanted to kill Ainur as well as the caravan got closer and closer to the border, where they would meet Ainur’s elder twin sister. Sadikh brought troops and saved Ainur. Yushupu was arrested and Ainur are eventually reunited with her sister.  Tianshan Film Studio is based in Urumqi, the capital of the Xinjiang province. Although relatively small, the film studio has produced a lot of films which represent the lives of Chinese ethnic minorities or deal with the relationship between the Han people and the minorities. The film studio has also translated a lot of Chinese-language (mandarin) films into different languages of the minorities.  The July 2009 Urumqi riots in Xinjiang suggest that the relationship between the Uyghur and Han people is not always smooth. This film presents the audience an idea of how the Uyghur people were liberated from the oppression of the exploiting class such as landlords or merchants. The film’s cast consists of mainly Uyghur people. (4 stars - Yuxing Zhou; May 21, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}