{
    "system_id": 2042, 
    "permalink": "http://collections.acmi.net.au/objects/2042", 
    "record_type": "Title", 
    "acmi_identifier": "B1005132", 
    "title": "20 years @ Metro", 
    "other_title": [
        "20 years at Metro"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "Jane Cruikshank, producer", 
        "Jane Cruikshank, creator", 
        "David Opitz, associate producer", 
        "MetroScreen, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:25:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Aboriginal and Islander viewers should note this work may contain images of deceased people and caution should be exercised when viewing.", 
        "Educational use only"
    ], 
    "form": [
        "Television"
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        "Aboriginal Australia/Aboriginal Australians", 
        "History/Australia - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communities", 
        "Education, Instruction, Teaching & Schools/Education", 
        "Crafts & Visual Arts/Multimedia (Art)", 
        "Anthropology, Ethnology, Exploration & Travel/Youth - Australia"
    ], 
    "abstract": [
        "Anniversary profile of the Sydney Screen Development Organisation"
    ], 
    "description": [
        "From U-Matic Video and offline editing to digital media production and training this video tracks the history of community access to program making in Sydney. It includes interviews and footage of filmmakers Tom Zubrycki, David Caesar and Vincent Sheehan, broadcasters Steven Wall and Chris Winter and Filmink editor Dov Kornits who talk about starting out in video at Metro. It features early clips of Andrew Denton and Nicole Kidman and award winning films by indigenous filmmakers and young people from Metro's youth access unit Channel Free. Metro Screen began as the Paddington Video Access Centre in 1974, it incorporated as Metro Television Ltd in 1981 and organised the community television trials and was a key organisational player in he establishment of community television services. It became Metro Screen Ltd in 1998 and moved into digital video and interactive multimedia production and became a Registered Training Organisation. Metro's archive collection of community and independent programs represents over 27 years of documentaries, dramas and experimental videos. Communities who have not been represented in mainstream media - Aboriginals, gays and lesbians, young people and women present their communities, their issues and themselves. The programs are products of exhaustive, laborious and triumphant collaborations between various individuals and community groups working within the spirit of a truly democratic and representative media. In 2001 to celebrate 20 years at Metro, Metro Screen produced this 25 minute documentary using footage from the archive collection. The next 20 years at Metro will build on the strengths of the past and continue to provide access and innovation in independent screen production and training top a wider regional and Western Sydney market through mobile and online services."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B1005680; Memory Grid Community Collection showreel [excerpts]; Active; 2003"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "SP Betacam; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "MPEG-2 Digital File; Memory Grid Pod Full Encode", 
        "DVCAM; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy"
    ]
}