{
    "system_id": 50246, 
    "permalink": "http://collections.acmi.net.au/objects/50246", 
    "record_type": "Title", 
    "acmi_identifier": "316067", 
    "title": "I, monster", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1971"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "Amicus Productions, production company", 
        "British Lion Films, production company", 
        "Max J Rosenberg, co-producer", 
        "Milton Subotsky, co-producer", 
        "Stephen Weeks, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:17:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Adaptations", 
        "Fantasy & Science Fiction", 
        "Fantasy & Science Fiction/Science fiction films", 
        "Horror"
    ], 
    "subject_group": [
        "Literature/English literature - Film and video adaptations", 
        "Literature/Film adaptations", 
        "Magic, Occult & Supernatural/Monsters", 
        "Mathematics, Science & Technology/Science - Experiments"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on a story by Robert Louis Stevenson called \"The Strange case of Dr Jekyll and Mr Hyde\", published in 1886, \"I, monster\" although using different names for the main characters, mostly remains faithful to the original Jekyll and Hyde plot. The well-used universal theme of good and evil is played out once again but perhaps in a more subtle way in \"I, monster\". Christopher Lee, one of the major horror actors of the 1960s and 1970s, stars as Dr Charles Marlowe, a morose and anti-social man who has discovered a drug which relieves inhibitions. As a firm believer in Freud and especially the theory that everybody has two sides to them - one good and one evil, or one emotionally repressed side and the other side totally uninhibited - Marlowe sets about testing his theory and his new found drug on his patients, with startling results. He proceeds to use himself as a guinea pig transforming from the usually quiet and gentlemanly Victorian doctor into a rather nasty, sadistic and extremely violent \"Mr Blake\". Marlowe's friend and colleague, Frederick Utterson, played by the well-known British actor, Peter Cushing, is gradually drawn into the mysterious life of Marlow/Blake. There is an element of empathy and sympathy for Marlowe/Blake in this film and rather than being outrageously into the \"horror\" genre, it is presented in quite an evocative and almost surreal manner, even to the point where the transformation is shown in a subtle and gradual way by voice, facial and physical stature change. An understated film. Cast also includes Mike Raven, Richard Hurndall, George Merritt, Susan Jameson, Kenneth J. Warren, Marjie Lawrence."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}