{
    "system_id": 51084, 
    "permalink": "http://collections.acmi.net.au/objects/51084", 
    "record_type": "Title", 
    "acmi_identifier": "316967", 
    "title": "Open all hours. Series 1 & 2. Tape 3", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1981"
    ], 
    "creator_contributor_role": [
        "BBC-TV, production company", 
        "Sydney Lotterby, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:29:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television comedies", 
        "Television/Television series"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television comedies", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Family, Gender Identity, Relationships & Sexuality/Weddings"
    ], 
    "abstract": [
        "Fig biscuits and inspirational toilet rolls--The New suit--Arkwright's mobile store--Shedding at the wedding--St Albert's Day"
    ], 
    "description": [
        "Open all hours is set in Arkwright's licensed grocery store in Yorkshire, manned by the proprietor Arkwright (Ronnie Barker), a sly, stuttering storekeeper, and his errand boy nephew, Granville (David Jason). Arkwright runs the store with a scrooge like fist whilst bullying his naive day-dreaming nephew into the ground, yet still finds time to woo Nurse Gladys Emmanuel (Lynda Barron). Meanwhile Granville frequently seeks comfort in her ample bosom after being hurt in one of his Uncle's numerous hair brained schemes. Created by Roy Clarke, the series ran for 25 shows (aired between 1976 and 1985) and succeeded mainly on the talent of the three leads. \"Fig biscuits and inspirational toilet rolls\": The store is flogging fig biscuits (or, the \"chaste wife indicator\" as he pitches it to one customer), and thanks to an incident involving Granville and a toilet paper salesman, 2 dozen roles of inspirational toilet paper with a thought for the day on each leaf. \"The New suit\": Arkwright gets measured up for a new suit at the insistence of Nurse Gladys who says she won't go out with him until he does. He accompanies her on a mystery outing. Granville does his own rendition of \"Singin' in the rain\". \"Arkwright's mobile store\": Granville comes off the bike laden with groceries, he's also wondering about his mother. Arkwright invests in a mobile store and gives Granville the keys to the decrepit van. \"Shedding at the wedding\": Arkwright and Nurse Gladys are travelling to the wedding of Gladys' niece. The smell of moth balls is proving quite overpowering. \"St Albert's Day\": Granville is wondering who his father is and lusting after the milk-maid. A Hungarian tourist could hold the key; Arkwright's worried he's going to lose his errand boy."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}