{
    "system_id": 158922, 
    "permalink": "http://collections.acmi.net.au/objects/158922", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002629", 
    "title": "ACMI in the regions: Stories from Mildura", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2012"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:13:05"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Interviews with residents from the region of Mildura in Victoria, made as part of the 'ACMI in the Regions' program."
    ], 
    "description": [
        "The 'ACMI in the Regions' program aims to encourage regional storytelling on-screen and to equip local participants with the knowledge, confidence and skills to practice - long into the future - the art and craft of the moving image.  We adopt a community cultural development approach to our work in regional areas. Actively engaging local residents in the process of storytelling and film production, we facilitate participation that helps people to document their histories and capture their own stories - to express and explore on-screen why they live and work and play in the towns they call home.  This program contains nine stories about residents from around the Mildura region in north-western Victoria. Covering the towns of Mildura, Colignan, Nangiloc and Ouyen, locals tell stories about their lives and their connection to the land and the community."
    ], 
    "member_object": [
        "Title; B2002633; Grapes and wine: a family tradition; Active; Jul 2012", 
        "Title; B2002634; Hooked on giving; Active; Jul 2012", 
        "Title; B2002635; Marion of Colignan; Active; Jul 2012", 
        "Title; B2002636; The Ouyen Taxi Driver; Active; Jul 2012", 
        "Title; B2002638; Ouyen's Roxy Theatre; Active; Jul 2012", 
        "Title; B2002631; Rose Hill: life on a string; Active; Jul 2012", 
        "Title; B2002632; Sunraysia Ukulele Network; Active; Jul 2012", 
        "Title; B2002637; Sustainable Ouyen; Active; Jul 2012", 
        "Title; B2002630; Young Philly; Active; Jun 2012"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "VoD Program; B2003166; Wonder Women - Rural Victorians; Active; 2015"
    ], 
    "object_relationship": [
        "Episode"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}