{
    "system_id": 2344, 
    "permalink": "http://collections.acmi.net.au/objects/2344", 
    "record_type": "Title", 
    "acmi_identifier": "B1005525", 
    "title": "Royal tour of Victoria (F0059)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "Victoria. Dept. of Agriculture, donor"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Documents the Queen's visit to Victoria in 1954"
    ], 
    "description": [
        "Begins with the Queen landing at Tullamarine Airport and parading through the city in a car. Massive crowds greet her, the city is decorated in red,white and blue in her honour. This is followed by scenes at night with similar, illuminated decorations.  The next day she opens Parliament in the morning, where she gives a speech, before going to the MCG to meet with thousands of ex-servicemen.  On return from Mt. Gambier she visits the Flemington Race Course and Kooyong Tennis Club. A horse race is named in her honour and she congratulates the winning jockey.  At the Shrine of Rememberance, the queen makes a speech and opens the new forecourt.  Meanwhile, the Duke of Wellington inspects a naval base and views a parade.  A garden party is held in honour of the Queen at Government House.  The Quuen and Phillip then briefly visit rural Victorian towns on a train.  Phillip is then shown being greeted by 'wacky' students at Melbourne University and visiting a science laboratory.  At the MCG, thousands of school students perform dance and gymnastic routines for the Queen.  After travelling to more country towns, where she is greeted by their excited populace, she returns to Melbourne for a final parade in the city.  At Mildura, she is presented with dried fruit and then flies away from Victoria on the Royal plane.  Good titles/'The End'."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active", 
        "Title; 315392; The Visit to Victoria of Her Majesty Queen Elizabeth II and His Royal Highness the Duke of Edinburgh; Active; 1954", 
        "Title; 009305; The Visit to Victoria of Her Majesty Queen Elizabeth the Second and His Royal Highness the Duke of Edinburgh; Active; 1954", 
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "object_relationship": [
        "higher term", 
        "Related Title", 
        "Related Title", 
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}