{
    "system_id": 50322, 
    "permalink": "http://collections.acmi.net.au/objects/50322", 
    "record_type": "Title", 
    "acmi_identifier": "316144", 
    "title": "Beyond the valley of the dolls", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1970"
    ], 
    "creator_contributor_role": [
        "Twentieth Century-Fox Film Corporation, production company", 
        "Russ Meyer, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:44:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Comedy", 
        "Comedy/Satire"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Exploitation films", 
        "Music & Performing Arts/Women musicians", 
        "Music & Performing Arts/Rock music"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Independent maverick, Russ Meyer, renowned for low-budget, transgressive porn and exploitation cinema, made his first studio film with \"Beyond the valley of the dolls\". Teaming up with screenwriter Roger Ebert, today one of America's most influential film critics, Meyer loosely based the film on the earlier \"Valley of the dolls\" (Mark Robson, 1967). An ambitious, uninhibited, all-girls rock band, starring Kelly (Dolly Read), Casey (Cynthia Myers), and Pet (Marcia McBroom), travel to L.A. with their manager, Harris (David Gurian), to visit Kelly's aunt and claim an inheritance. A glamorous and successful woman in showbiz, Aunt Susan (Phyllis Davis), introduces the girls to producer and promoter, Z-Man (played superbly by John Lazar), who eventually leads them to phenomenal success. A sheer highlight of the film is the party sequence where the girls are introduced to this heady, topsy-turvy, circus-like world. Despite the surface frivolity, however, melodrama, horror, violence, and life-learning lessons await the three girls. Punchy dialogue, snappy editing, and great music make \"Beyond the valley of the dolls\" an entertaining film. And like exploitation cinema, often the corny plot lines and developments are fill-ins for outrageous visual action and energy. However, though its uninhibited attitude toward sex, nudity, and drug taking keeps it in line with hippy culture and exploitation cinema, the film's moralistic finale and condemnation of non-heterosexual desire makes it conservative and a world away from the true values of the counter-culture."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}