{
    "system_id": 146436, 
    "permalink": "http://collections.acmi.net.au/objects/146436", 
    "record_type": "Title", 
    "acmi_identifier": "Z000049", 
    "title": "An American woman's adventure = Mao xian de Mei Guo Nu Ren", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1989"
    ], 
    "creator_contributor_role": [
        "August First Film Studio, production company", 
        "Jia Wang, director", 
        "Shishu Yu, director", 
        "Bicheng Bi, script", 
        "Hua Shong, cinematographer", 
        "Ke Yang, cinematographer", 
        "Deborah Gates, cast", 
        "Kang Li, cast", 
        "Gao Fa, cast", 
        "John Perry, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        "Mediatheque - not for children (ACMI classified)"
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only", 
        "Nudity", 
        "Violence"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Drama", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers", 
        "Historical films"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "History/China - History - Civil war, 1945-1949", 
        "History/China - History", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "History/Communism - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China"
    ], 
    "abstract": [
        "In the early 1930s, Helen and Edgar Snow became among the first to tell the world about the Communist Party of China."
    ], 
    "description": [
        "In the Early 1930s, Helen Snow, Edgar Snow and other American friends, broke through all the blockades and became the first to tell the world about the Communist Party of China. They are the pioneers of seeking truth; they are the friends of the Chinese forever. Based on the biography of American journalist Helen Snow, who journeyed into China during the pre-World War II era and uncovered the story of the Communist Party in China. The film opens with the murder of a Caucasian woman by a group of masked men; after the murder they realise that their victim was not the intended one. The narrative takes place in China, it is the early stages of the civil war; we are introduced to the Central Army (The Kuomintang) and the North West Army. A telegram arrives for Captain Ou Yang-Chuan, of the Central Army, notifying him of the arrival of American reporter Helen Snow, and instructing him to control her activities while she is in China. Snow is stopped at the train station by officials who inform her of the blacklisting of her husband, Edgar Snow; and due to association, she too is forbidden to enter the country. Captain Ou eventually takes care of the situation by permitting Snow to remain in the country for 24 hours. Placing Snow under strict watch, she is told to remain at a designated hotel. After several attempts she manages to sneak off without her guards, and she meets a former student of her husband who is involved with the Red Army (the North West Army). They devise a plan for Snow to leave the city and enter the restricted war zones. The rest of the narrative involves Snow's execution of these plans, of the obstacles that come her way; unexpected allies are made and the mystery of the hooded men is eventually revealed.  Historical Background: The world's largest political party, the Communist Party of China (CPC or CCP) was founded in May 1921 in Shanghai, and came to rule all of mainland China in 1949 after defeating its rival the Kuomintang (KMT) in the Chinese Civil War. The Western world first got a clear view of the main base of the Communist Party of China through Edgar Snow's Red Star Over China. Snow was also the first person to present  Mao as the main leader, as he was previously seen as just a guerrilla leader. Snow's book, along with Pearl Buck's 'The Good Earth', was the most influential book on Western understanding and sympathy for China in the 1930s. Snow recounts the months that he spent with the Chinese Red Army in the summer and fall of 1936. When Snow wrote, there were no reliable reports of what was going on in the Communist-controlled areas. Snow's status as an international journalist not previously identified with the communist movement gave his reports the stamp of authenticity. The glowing pictures of life in the communist areas contrasted with the gloom and corruption of the Nationalist government. Many Chinese learned about Mao and the communist movement from the almost immediate translations of Mao's autobiography, and readers in North America and Europe, especially those with liberal views, were heartened to learn of a movement which they interpreted as being anti-Fascist and progressive. Snow reported clearly Mao's new United Front policy as one which would leave violent class struggles behind. Although Snow made clear that Mao's ultimate aim was control of China, many readers got the impression that the Chinese communists were \"agrarian reformers\". Many critics refer to Snow's accounts as \"myths\", which presents a romanticized and partial view; in the West, it is often blamed for the rise of Mao's communism. Helen Foster Snow was an American journalist who reported from China in the 1930s on the developing revolution in China and the Korean independence movement. While, like her husband, Edgar Snow, she was never a member of the Chinese or American Communist Party, she was sympathetic to the revolutionaries in China, whom she compared favourably to the Nationalists under Chiang Kai-shek. In the late 1940s, critics grouped her with the China Hands as one of those responsible for the \"loss of China\", one who went beyond sympathy to active support of Mao's revolution.  Researcher's Comments: It is interesting that the film focuses on Helen Snow's experiences in China instead of her husband's. Snow is portrayed as a brave and unconventional character. The choice of representing the Snows' heroism through a female figure can be linked to the ideological underpinnings of Communist China. For centuries before the early 1900s, women were greatly deprived of rights and were present mainly to serve men. Women served as slaves, concubines, and prostitutes. It was Mao who established some equality between the two genders; he believed that the enforcement of gender equality could make China a world power. Within his reign, he shifted the oppression of Chinese women from producing for the home to producing for the state. Husbands were not allowed to abuse their wives, have concubines, or use prostitutes. Marriages could no longer be arranged, wives with unbound feet were encouraged, and divorce was made easier to obtain. Both sexes were forced to wear the same gender neutral padded clothing. These changes initially gave females an increasing sense of self-confidence as they were encouraged to join the work force, become a communist official, and pursue educational opportunities. This indeed was in stark contrast to centuries of being less than second class citizens. Women willingly followed Mao in 1958 with his provision of day-care and soup kitchens to push the patriotic \"iron woman\" into longer work hours for the benefit of the nation. Again, this can be interpreted as the filmmaker's attempt at glorifying Communism and its ideologies. The narrative can be likened to classical Hollywood spy films and old espionage serials. At face value, the film is uncomplicated and easy to watch; although the characters and the dialogue seem a little outdated and camp. (3 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2003019; Chinese Consulate Collection: China Up Close; Active; 2014"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy", 
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}