{
    "system_id": 146389, 
    "permalink": "http://collections.acmi.net.au/objects/146389", 
    "record_type": "Title", 
    "acmi_identifier": "Z000001", 
    "title": "The Ballad of the Yellow River = Huang He Yao", 
    "other_title": [
        "黄河谣"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1989"
    ], 
    "creator_contributor_role": [
        "Xi'an Film Studio, production company", 
        "Teng Wenji, director", 
        "Lu Wei, script", 
        "Zhu Xiaoping, script", 
        "Zhi Lei, cinematographer", 
        "Cao Jingyang, cast", 
        "Duan Xiu, cast", 
        "Ge You, cast", 
        "Chi Peng, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama", 
        "Romance"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Rural conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Rural conditions", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Music & Performing Arts/Love songs"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Story of the Yellow River follows the life of Danggui, a light-hearted and boisterous singer traveling with a nomadic group of traders, who trek across the yellow sandy basin of a dried river bed. From the brash and horse sound of these drovers' song we are drawn alongside them at the unfolding of their desolate tale. Danggui and Wumei are each others' true loves. He takes Wumei and tries to escape by boat, but is caught and brought back. Danggui is hung naked from the village's enormous drying racks for all to see. A nomad man by the name of Fangfeng saves Danggui by cutting him down, from whence they take to the road together. In his youth, Danggui and the maiden Honghua were in love, unaware that she had been sold into marriage by her parents to the venereal disease-ridden blacksmith Chaihu. The two men plan to run away with Honghua, but she is abducted by bandits and returned to Chaihu, while Danggui is severely beaten, shattering the couple's chances at happiness. During a time of great drought, the young Danggui finds a dying woman cradling a young child. He kills his beloved donkey to nourish them back to health. It turns out the woman is the victim of the same bandits that beat Danggui, and that she had given birth to three daughters for them. After two of the daughters had been thrown down a well, she escaped with her last child. Together, Danggui the child and the her mother Liulan, make a family together. Little did they know that the brigands that plagued Danggui's earlier attempts at happiness have gotten wind of Liulan's whereabouts and conspired to abduct her. Danggui is also captured, and has a steel ring inserted around his clavicle. After suffering the loss of Liulan, Danggui undergoes great hardship and sacrifice to raise their child. By the time Danggui sees his daughter become a new bride, he is an old man. He comes across the gang of hoodlums that made his life miserable being taken to prison. Danggui hears news of Liulan, who has passed away, and offers the hoodlum a drink to her memory out of respect for the time the lovers shared together. After taking a draught, the brigand dies. Danggui's daughter marries across the Yellow River and realises the dreams of her father, who is able to experience happiness vicariously through her transcendence from the hardship he suffered. Cultural History of the Film: The film cites the long history of China's Silk Road, which stretches across vast deserts and hostile territories, and has inspired a robust tradition of cultural and poetic references. The characters live a nomadic lifestyle in a timeless place that has remained relatively unchanged for hundreds of years. The film is widely accessible for free viewing online, with a variety of information sources (written in Mandarin). Danggui's enemy the brigand is played by one of contemporary China's most famous stars Ge You. Awards: 1990 Canada's 14th Montreal World Film Festival award for Best Director. 1991 Award for \"Excellent Film\" by China's Bureau of Film Broadcasting Music: Chang Yuhong (常宇宏) Art Direction: Yang Gang (杨刚)、 Chen Xin (陈欣) Prefatory quote: \"黄水奔流向东方，河流万里长。\" ------黄河谣 \"Yellow waters rage forth to the East, This river that flows ever onward.\" – Ballad of the Yellow River (3 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}