{
    "system_id": 50722, 
    "permalink": "http://collections.acmi.net.au/objects/50722", 
    "record_type": "Title", 
    "acmi_identifier": "316581", 
    "title": "1900 = Novecento = Millenovecento [NTSC]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Italy"
    ], 
    "creation_date": [
        "1976"
    ], 
    "creator_contributor_role": [
        "Artemis Productions, production company", 
        "Les Productions Artistes Associes, production company", 
        "Produzioni Europee Associati, production company", 
        "Alberto Grimaldi, producer", 
        "Bernardo Bertolucci, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Italian"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "05:20:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Italy", 
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Italy - Social life and customs", 
        "Armed Forces, Military, War & Weapons/World War, 1939-1945 - Italy", 
        "Armed Forces, Military, War & Weapons/Revolutions", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "People/Mussolini, Benito, 1883-1945", 
        "History/Revolutions", 
        "History/Italy - History", 
        "History/Mussolini, Benito, 1883-1945", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism", 
        "Economics, Philosophy, Politics, Religion & Sociology/Fascism", 
        "Economics, Philosophy, Politics, Religion & Sociology/Italy - Economic conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/Revolutions", 
        "Economics, Philosophy, Politics, Religion & Sociology/Class consciousness", 
        "Economics, Philosophy, Politics, Religion & Sociology/Working class in motion pictures", 
        "Family, Gender Identity, Relationships & Sexuality/Childhood"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "On the eve of the new twentieth century two young boys are born on the same estate in northern Italy. Olmo is the bastard son of the peasants who work the land; Alfredo is the landowner's child. Initially friends as boys, when Olmo and Alfredo become adults (played respectively by Gerard Depardieu and Robert de Niro), they find that the stark differences of class, status and politics estrange them from one another. Olmo becomes a Communist and is involved in revolutionary politics. Alfredo finds himself drawn into fascism, even as his bohemian wife (Dominique Sanda) finds herself increasingly horrified by the excesses of the fascist thugs. Bertolucci's vivid baroque epic dramatises the tumultuous history of modern Italy through the personal struggles of the two men. This is an epic dedicated to the European working-classes, but at the film's centre there is a contradiction between Bertolucci's avowed aim to make a populist epic spectacle and his intellectual and ethical commitment to dense Marxist aesthetics and polemics. If the film itself never comfortably overcomes this contradiction, lurching from intimate poetic scenes of friendship and betrayal to vulgar and vivid gothic grand guignol (in particular scenes featuring Donald Sutherland and Laura Betti as a perverse sado-masochistic fascist couple) what is undeniable are the resonances and captivating beauty of Bertolucci's epic vision: at times it is as if he wishes to distill the essence of time, history and revolution in his mise-en-scene. What also remains unforgettable is the rich depth of the characters in this film. Depardieu and de Niro both give heroic performances, as does Sterling Hayden and Burt Lancaster as the respective patriarchal heads of the peasantry and of the landowners. Apart from being a dialectician's's epic about class struggle and Italian history, \"1900\" is also one of cinema's most tender explorations of the complexities and love involved in friendship. This mad, confused sweeping saga finally climaxes with an imagined re-writing of history where Communism liberates forever the peasant and working classes of Italy. But for all the ludicrous impossibility and naivety of this climax, the film ends on a note of sublime transcendence. This is classic epic cinema re-imagined by a Marxist poet. The musical score is by Enno Morricone. The ravishing cinematography by Vittorio Storaro. In Italian with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}