{
    "system_id": 1925, 
    "permalink": "http://collections.acmi.net.au/objects/1925", 
    "record_type": "Title", 
    "acmi_identifier": "B1004707", 
    "title": "Songlines in the city. Episode 1", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "Peter Lane, director", 
        "Glen Edwards, producer", 
        "Grant Hansen, producer", 
        "Campbell Manderson, producer", 
        "Fiona Dean, producer", 
        "Rob Nairn, producer", 
        "SKA TV, production company", 
        "Campbell Manderson, archival material"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:25:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Aboriginal and Islander viewers should note this work may contain images of deceased people and caution should be exercised when viewing.", 
        "Educational use only"
    ], 
    "form": [
        "Television", 
        "Television/Television series", 
        "Television/Television series/Television series - Australia"
    ], 
    "genre": [
        "Documentary", 
        "Documentary/Documentary films - Australia"
    ], 
    "subject_group": [
        "Aboriginal Australia/Aboriginal Australians"
    ], 
    "abstract": [
        "First of 3 pilots for a Koorie culture/music studio based magazine show"
    ], 
    "description": [
        "The Shows Songlines in the City is hosted by two of Melbourne's Indigenous Musicians, Kutcha Edwards and Grant Hansen, both former members of well known Indigenous rock act Blackfire, and radio stalwarts at local community radio station 3CR. The three shows have a magazine format with interviews and performances with some of Australia's leading Aboriginal and non-indigenous artists, including Richard Frankland, Lou Bennet, Andy Alberts, Deniece Hudson, Paul Hester and Nick Barker. All the artists appearing on the show are involved with the Songlines Aboriginal Music Corporation Mentorship Program. Actors, filmmakers and community members are also profiled. Segments include 'Kids Talk' at a local Aboriginal child-care centre, and a chat with koori students involved in an innovative education program Episode One includes performances by Deniece Hudson with Nick Barker, and Kutcha and Grant with Paul Hester. It also includes the Kids Talk segment, Kate Munroe with the koori news, and interviews. Community Context  'Songlines in the City, Episode One' is one of three half hour shows shot as a pilot for an ongoing indigenous series on Community Television Station Channel 31, Melbourne. In 2001, SKA TV (a Community Television Production Group) approached Kutcha and Grant with the idea of a local indigenous TV show. SKA applied for and received $2500 from the City of Darebin to assist in the production of the pilots. Community TV Production Groups RMITV and SKA TV provided in-kind assistance with equipment, facilities and crews, and produced the shows together with Kutcha, Grant, and Fiona Dean. As a result of this mentoring project, the Aboriginal community received training funding to continue Songlines in the City as an ongoing Victorian koori show in 2002 on Channel 31, Melbourne."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B1005680; Memory Grid Community Collection showreel [excerpts]; Active; 2003"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "Mini DV; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "MPEG-2 Digital File; Memory Grid Pod Full Encode", 
        "DVCAM; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy"
    ]
}