{
    "system_id": 147116, 
    "permalink": "http://collections.acmi.net.au/objects/147116", 
    "record_type": "Title", 
    "acmi_identifier": "X000654", 
    "title": "De Munich a la Drole de Guerre (1938-1939) Pt. 06", 
    "other_title": [
        "From Munich to 'The Phoney War"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 6 of a 13 part series on the history of French cinema. At the end of the tumultuous 1930s, French cinema produces the full range of film genre: film noir, film rose, comedies. During the decade, Renoir and Carne will produce their best work. Julien Duvivier directs 'Carnet de bal', followed by 'La fin du jour'* and 'La charette fantome'. Some directors experience difficulties to impose subjects which are not pure entertainement. Nevertheless, Marc Allegret is allowed to to do 'Razumoff', a film dealing with Russian revolutionaries. In 'Gribouille'*, Allegret casts a promising young actress, Michele Morgan. During this decade, a long list of young actors are given their first chance to appear in the big screen. Some of them will go on to become iconic figures of French cinema for fourty years and more. Young hopefuls such as Claude Dauphin, Bernard Blier, Odette Joyeux play young hopeful actors auditioning for the 'Conservatoire' in front of Louis Jouvet, playing himself in 'Entree des artistes'*. Jean Gremillon, with the support of Raoul Ploquin, is filming 'L'etrange Mr. Victor'* in Berlin for the French section of UFA. Based in Paris, G.W. Pabst directs 'Le drame de Shanghai' and 'Damsel in distress'. During the last years of the 1930s Pagnol directs 'Regain'* and 'La femme du boulanger'*. Theatre man Sacha Guitry learns the craft of filmmaking and makes a specialty of adapting his plays and creating historical dramas with 1000s of cameo apparitions. In spite of many attempts to resurface, pioneers such as Gance and L'Herbier are not able to renew with box-office success. A lesser known figure of the period is Pierre Chenal. He made a German expressionist-style Dostoyevsky adaptation, 'Crime and Punishment' (1935) in which he used set design, lighting, a breathtakingly mobile camera, and voice-over monologues to evoke a tormented consciousness at the breaking point. In adapting James M. Cain's 'The postman alway rings twice' as 'Le dernier tournant' (1939), he shot extensively on location, in another French adumbration (along with Renoir's 'Toni' (1934)* and most of Pagnol's work) of postwar Neorealism. In 'L'alibi'* (1938), which stylistically and thematically is the closest of his films to the work of Carne and Prevert, he all but abandoned his usual moving camera, while multiplying (studio shot) expressionistic effects of lighting and composition.\" Reference: Alan Williams. 'Republic of images: a history of French filmmaking'. Harvard University Press, 1992. * Held in our collection.  Credits: Director, Armand Panigel ; photography, Claude Cassard. Interviewees include: Yves Allegret, Marc Allegret, Charles Spaak, Marcel Pagnol, Francoise Giroud, Henri-George Clouzot."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}