{
    "system_id": 52530, 
    "permalink": "http://collections.acmi.net.au/objects/52530", 
    "record_type": "Title", 
    "acmi_identifier": "318482", 
    "title": "Fantasm (E)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1976"
    ], 
    "creator_contributor_role": [
        "TLN Film Productions, production company", 
        "Antony I. Ginnane, producer", 
        "Richard Bruce, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: sexually explicit"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Australia"
    ], 
    "genre": [
        "Erotica"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Pornography"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A soft-core 'sexploitation' film that took advantage of the new 'R' certificate rating that was introduced in Australia in the early seventies. The film is broken into ten segments that purport to portray the most common sexual fantasies of women in the seventies (a la Nancy Friday's 'My Secret Garden'), but which, in fact, are aimed squarely at the voyeuristic fantasies of the perceived male target audience. Each segment is introduced by a bumbling sexologist who parodies pop-Freudian psychiatry. Shot in Los Angeles over ten days using professional actors from the pornographic film industry (most famously John Holmes) for a production cost of $50,000, 'Fantasm' was a major box office success in Australia, its notoriety boosted by its banning in Queensland. The film is a good example of the kind of commercial feature film productions that were reviled by advocates of a 'quality' national cinema that said something about Australian identity. With the emergence of the 'AFC genre' in the mid-seventies this 'other' Australian cinema was largely erased from accounts of Australian film history. One of a number of soft-core sex films made in Australia through the seventies, 'Fantasm' reflected the sexually permissive attitudes of the times as well as illustrating how the ideals of the sexual revolution that promised sexual equality for men and women, were hijacked by heteromasculine models of sexual gratification. Written by Ross Dimsey. Cast includes John Bluthal, Dee Dee Levitt and Maria Arnold."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}