{
    "system_id": 146459, 
    "permalink": "http://collections.acmi.net.au/objects/146459", 
    "record_type": "Title", 
    "acmi_identifier": "Z000072", 
    "title": "Life = Ren Sheng", 
    "other_title": [
        "人生"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1984"
    ], 
    "creator_contributor_role": [
        "Xi'an Film Studio, production company", 
        "Wu Tianming, director", 
        "Feng Jun, producer", 
        "Lu Yao, script", 
        "Chen Wancai, cinematographer", 
        "Yang Baoshi, cinematographer", 
        "Wang Yuwei, editor", 
        "Zhou Lijing, cast", 
        "Wu Yufang, cast", 
        "Gao Baocheng, cast", 
        "Qiao Jianhua, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Romance"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Rural conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Rural conditions", 
        "Agriculture, Business, Commerce & Industry/China - Rural conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Economics, Philosophy, Politics, Religion & Sociology/Ambition", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Love", 
        "Family, Gender Identity, Relationships & Sexuality/Love", 
        "Agriculture, Business, Commerce & Industry/Farming", 
        "Agriculture, Business, Commerce & Industry/Farmers"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film's name is pronounced as Ren2 Sheng1; when directly translated into English, it means Life.  It is a re-adaptation from a novel of the same name published in1981, in which the Director and screenwriter try to expose the life of peasant farmers during a time of transition from the old, Communistic China, to a 'new' China which breaks from the discreet eye of the Communist government.  The film reflects the hardships, demeaning experiences and environments of peasantry farmers, as well as general society views at the time. Naturally, as the moniker suggests, this film is about life, but simultaneously it is also very much about love.  This film is a story which unravels from a woman's unrequited love for a man.  After graduating from High school, the young male protagonist Gao Jialin had the hopes of working as a teacher in a primary school in the city.  However, his dream was shattered when the opportunity was directly given to the son of a cadre.  Gao was forced to return to the countryside to earn a living with his parents as lowly peasant farmers and this abrupt fall down the social ladder plagued him every day.  He was constantly in denial about his peasantry life until an illiterate, country girl Liu Qiaozhen attempts to open his eyes to see the beauty of the country folks and their country life.  Liu secretly admirs Gao, and often tries to go out of her way to help him.  She unreservedly and persistently reveals her love for Gao and eventually captures Gao's heart; even changing his attitude towards country life.  As time progress, the couple work together to raise awareness about health and hygiene in the country, looked after well water, gradually changing the country to become more civilized in small ways. However, although Gao finds that little positive changes have occurred, he still couldn't abandon the thought of working in the city because his interest is still deeply rooted in writing literature. When Gao's uncle changes his job and becomes the Regional Labour Secretary, without much thought, Gao grasps at the opportunity to break away from his lowly country life.  Subsequently, Gao's old classmate and secret admirer Huang Yaping tries to help Gao secure a job as a journalist in the city.  Liu was in depths of despair when Gao left for the city to work but they promised each other that they will remain faithful to one another.  However, Gao is tempted by the glitter and gold of living in the city and ultimately breaks up with Liu—choosing to develop his career over love.  Liu was left heartbroken and was soon married off to a man who had a crush on her from another village.  Gao learns about Liu's fate but was convinced by Huang, who despite already having a boyfriend, that he can have a brighter future in her company because she is educated and is brought up in a family of higher social class. As Gao starts to think that his dream is within reach; believing that he can lead a new and better life away from the country, Life tells him otherwise.  His life plummets immediately when the mother of Huang's ex-boyfriend reports him to high authorities about the improper procedures Gao used to obtain his job position in the city. As a result, Gao was fired and had to return to work in the countryside.  Unfortunately upon his return, no one is waiting for him at the bridge this time.  No message is more prominent than this: Life waits for no one.  Cultural History: The film is particularly interesting in that, it not only has its female protagonist unreservedly proclaiming her love for a man—breaking conventional Chinese traditions whereby women are portrayed as the reserved \"other\"; but it also realistically revealed the depth of desperate longing for a life in the city particularly for young, educated Chinese adolescents at a time during the mid 1980s.  The film fundamentally highlights a mental trend of youngsters in that era—for example, living a life away from the farm means you live a \"superior\", respected life; and anything can be sacrificed in order to claw your way to the top of the social ladder in society.  This film was a success at the time of its production, particularly because the male protagonist's plights and bouts of denial as a peasant farmer was able to reflect the common turmoil and experiences many young Chinese audiences had to face.   Additional information:  Author/ scriptwriter： Lu Yao is a literary scholar who likes to investigate the classical and modern Chinese literature. Lu finds that people often oversimplify the nature of characters and is inclined to make obvious \"good\" and \"bad\" characters in the story. However, the mind of a person is often very complex and goes well beyond the classification of the good and bad binary.  Hence, she was inspired to capture the ever-complex, and often fluctuating human nature in a character in her novel and through the film.  As a result, this is the chain of thought which motivated the creation of such a story and the creation of the protagonist, Gao Jialin's character.  The author of the novel, Lu Yao (路遙) wrote in her book: \"An individual should have aspirations, even dreams, but they should never go as far as neglecting reality and blindly strive to achieve things that are impractical\"(this is a Chinese quote translated into English by me; it is the closest I can get to its meaning)  This sounds like a message communicated throughout the film by the author for young generations then.  In my view, this is a timeless quote suitable for youngsters in whatever generation. (4 stars - Pearl Lau; November 13, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}