{
    "system_id": 146448, 
    "permalink": "http://collections.acmi.net.au/objects/146448", 
    "record_type": "Title", 
    "acmi_identifier": "Z000061", 
    "title": "Golden Dart Huang Tianba = Jin Biao Huang Tian Ba", 
    "other_title": [
        "金镖黄天霸", 
        "Jinbiao Huangtianba"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Li Wenhua, director", 
        "Zhang Xuan, script", 
        "Guan Qingwu, cinematographer", 
        "Zhou Tingmei, editor", 
        "Wang Qun, cast", 
        "Chen Yongxia, cast", 
        "Ren Xiang, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Violence", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Action & Adventure", 
        "Drama", 
        "Drama/Melodrama", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "History/China - History", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Literature/Legends - Film and video adaptations", 
        "Literature/Legends"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Synopsis: The film tells the story of a legendary figure Huang Tianba in the Qing Dynasty. Huang Tianba is a kung fu master and a sworn brother of three forest outlaws. The newly-appointed governor of Yangzhou caught Huang's big brother and executed him. Huang plotted an assassination of the local governor after he failed to rescue his big brother. A girl went to assassinate the local governor with her father on the same night as Huang, and mistakenly took Huang as the governor's body guard. By the time they knew the identity of each other, the two were surrounded by a large troop. Huang helped the girl escape but was caught by the troop. To Huang's surprise, the local governor set him free and let him go back home to see his dying father. Huang's father hoped his son to break away with the bandits and work for the government. The local governor caught Huang again on his father's funeral day and lured Huang with official title and a promising future. Huang was struggling in mind but eventually took the offer. He then was assigned to escort a large amount of silver to the emperor by the governor. Huang's team was attacked by bandits on their way to the capital. The attackers were actually the girl Huang had saved and a group of forest outlaws led by the girl's father. The girl let Huang and his team go for she adored him for saving her life. The local governor was kidnapped by Huang's sworn brothers while Huang was away. Huang hurried back to rescue the governor with a troop and fought with his sworn brothers. Huang betrayed his oath to rebel against the government and killed his brothers and their families. Huang was promoted by the emperor for eliminating the forest outlaws at the end of the film.  Cultural History of the Film: The director of the film, Li Wenhua worked as a cameraman in his early career. He was the cinematographer of well-known films such as, The Red Detachment of Women (1970) and Threshold of Spring (1962).  Researcher's Comments: Huang Tianba is a legendary figure, and his story, based on some true history, has been adapted to Beijing Opera.  (3 stars - Yuxing Zhou; May 21, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}