{
    "system_id": 146432, 
    "permalink": "http://collections.acmi.net.au/objects/146432", 
    "record_type": "Title", 
    "acmi_identifier": "Z000045", 
    "title": "True and fake Monkey Kings = Zhen Jia Mei Hou Wang", 
    "other_title": [
        "The Real and Fake Monkey King"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Fang Ying, director", 
        "Yao Yinghua, script", 
        "Li Youbin, script", 
        "Yan Xuzhong, cinematographer", 
        "Li Bangjin, editor", 
        "Shi Jie, editor", 
        "Xu Dasong, cast", 
        "Wang Jinzhu, cast", 
        "Zhao Yuliang, cast", 
        "Chen Jianjun, cast", 
        "The Beijing Opera Troupe of Fujian Province, cast", 
        "Huang Dawei, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:46:00"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Performance", 
        "Action & Adventure", 
        "Performance/Opera  -  Performance", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "Music & Performing Arts/Operas, Chinese", 
        "Literature/Folk literature, Chinese", 
        "Music & Performing Arts/Dance drama, Chinese", 
        "Literature/Chinese literature - Film and video adaptations"
    ], 
    "abstract": [
        "Fights, marriage proposals and a grand journey."
    ], 
    "description": [
        "The group are set upon by the Six-Eared Monkey, who uses his magic to possess three forest animals, transforming them into the exact duplicates of each of our heroes. Though he is initially defeated, he manages to escape from the animals' dead bodies and retreats to the heavens in order to safely plot his comeback. The band continue their journey into the land of Xiliang, the kingdom of women. The leader of our heroes, Monk Tripytaka (a.k.a. Xuanzang), is given an audience with the queen of Xiliang, who is rapt with sweet meloncholy, as she waits for her true love to grace the illustrious court. Yet it turns out she has been waiting a little too long to be picky about her men, and she falls instantly in love with the graceful young monk. After she invites them all to rest for a while in her kingdom, the queen speaks with Xuanzang, explaining that she has been a maid for 30 years. When she propositions him and asks his hand in marriage Wukong intervenes and accepts on Xuanzang's behalf, thus buying them some time to devise a plan of escape. Meanwhile, the Six-Eared Monkey listens in on their plan and devises a counter strategy to harrass them. Wukong turns himself into a copy of Xuangzhao and meets with the queen, who calls in her guards when she realises the hoax. By this time Xuanzang and the others have escaped. The devil disguised as Wukong kills all these enemies, despite Xuanzang's order to show them mercy. The real Wukong is then reprimanded and sent back to his cave. This is the second time Wukong has been expelled. The fake king comes and steal sthe border pass then goes off to finish the king, who is conversing with Guanyin. Monkey returns to his cave at Flower Fruit Mountain to battle the evil monkey. They fight and he burns the pass. Bodhisattva (a.k.a. Guanyin) intervenes, revealing a vase that contains all the waters of the ocean. However her vase fails to distinguish the real from the false. So she sends them both to the Jade Emperor to determine the truth. He then refers them on to the Buddha, who finally uncovers the fake monkey and sucks him into his heart.  Cultural History of the Film:  There are a variety of amazing acrobatic feats, which include balancing swords and throwing them behind the back into the scabbard."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2003019; Chinese Consulate Collection: China Up Close; Active; 2014"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}