{
    "system_id": 50128, 
    "permalink": "http://collections.acmi.net.au/objects/50128", 
    "record_type": "Title", 
    "acmi_identifier": "315947", 
    "title": "Legend of the seven golden vampires", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1974"
    ], 
    "creator_contributor_role": [
        "Hammer, production company", 
        "Shaw Production, production company", 
        "Don Houghton, co-producer", 
        "Vee King Shaw, co-producer", 
        "Roy Ward Baker, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:25:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain", 
        "Feature films/Feature films - Hong Kong"
    ], 
    "genre": [
        "Action & Adventure", 
        "Action & Adventure/Martial arts films", 
        "Horror", 
        "Horror/Vampire films"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Advertising, Film, Journalism, Mass Media & TV/Martial arts films", 
        "Magic, Occult & Supernatural/Vampires", 
        "Economics, Philosophy, Politics, Religion & Sociology/Cults", 
        "Places/China", 
        "Hobbies, Recreation & Sport/Martial arts films"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Hammer Horror meets martial arts mayhem in \"The Legend of the seven golden vampires,\" allegedly the first kung-fu horror film co-produced entirely on location in Hong Kong. This action-packed and bloodthirsty tale of vengeance and family honour begins in nineteenth century Transylvania, where Kah, High Priest of the Seven Golden Vampires, abases himself before the mouldering tomb of Dracula, and begs him to resurrect his vampires - sleeping after a brave farmer dares to kill one of them - so that his temple in the remote village of Ping Kwei may become a site of power once again. However, Dracula, being the sinister creature he is, seizes the opportunity to do more than assist... Exactly one hundred years later, Dr. Van Helsing attempts to convince Chinese academics from Chunking University to help him locate the village to uncover the six remaining vampires. After suffering their scorn, he resolves to leave Chunking, only to be confronted by a man claiming to be the ancestor of the farmer who had killed the seventh vampire. Hsi Ching reveals that Van Helsing and his foppish son Leyland have been under the exclusive protection of his family since coming to China, and provides the Professor with proof of his connection to the vampire legend. After the wealthy and adventurous widow Vanessa Buren offers to finance the risky venture, Van Helsing agrees to lead an expedition to Ping Kwei to rid the village of its vampire curse. But the forces of evil are stronger than they anticipate, and it takes all the martial arts skill of Ching's siblings combined with Van Helsing's vampire-vanquishing experience to defeat the remaining vampires and legions of undead sent to stop them before it is too late. The vampires in this film are very Westernised and quite different to the more well known \"hopping vampires\" found in later films such as Encounters of the spooky kind (1980) and Mr. Vampire (1985). Stars Peter Cushing as Van Helsing, Chan Shen as Kah, David Chiang as Hsi Ching, Julie Ege as Vanessa Buren, and Shi Szu as Mei Kwei. In English with some subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}