{
    "system_id": 51081, 
    "permalink": "http://collections.acmi.net.au/objects/51081", 
    "record_type": "Title", 
    "acmi_identifier": "316964", 
    "title": "The Cousins = Les Cousins", 
    "other_title": [
        "Cousins"
    ], 
    "other_title_type": [
        "Optional Sort Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1959"
    ], 
    "creator_contributor_role": [
        "Ajym Films, production company", 
        "Claude Chabrol, producer/director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - France", 
        "Foreign language films"
    ], 
    "genre": [
        "Drama", 
        "Drama/New wave films/New wave films - France"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Paris (France)", 
        "Places/Paris (France)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Les Cousins is Chabrol's second feature film which re-unites Jean-Claude Brialy and Gerard Blain, the two lead actors from his debut feature, \"Le Beau Serge\". Paul (Brialy) is a hedonistic and confident Parisian student living in his uncle's fashionable inner city flat. Paul spends his time drinking, carousing, and sleeping with a variety of female friends. Paul adopts the role of matchmaker for his friends, arranging trysts in an ongoing merry go round of bed partners. Paul is an emotionally remote and decadent man, adhering to a dubious moral code, who approaches his friends' love lives with devilish detachment. Charles (Blain) is his naive country cousin, a dedicated student, who stays with Paul whilst studying for his law exams. When Charles is introduced to Paul's swinging set, he instantaneously falls for Florence, a beautiful woman who is intrigued by Charles' innocence. Paul is perturbed as he observes the attraction between the two and the respect that Charles displays for Florence. A clash is inevitable as the rivalry for Florence's affection grows. The contrast between the two main characters' morality is acute, especially in their attitudes toward women. \"Les Cousins\" depicts some very ethically dubious characters and is a dramatic study of class conflict and personal responsibility. In French with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}