{
    "system_id": 146473, 
    "permalink": "http://collections.acmi.net.au/objects/146473", 
    "record_type": "Title", 
    "acmi_identifier": "Z000089", 
    "title": "A 1990 big city = Da Cheng shi", 
    "other_title": [
        "Da Cheng Shi Yi Jiu Jiu Ling"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Sun Sha, director", 
        "Xiao Yixian, script", 
        "Gao Hongbao, cinematographer", 
        "Dong Yinde, cinematographer", 
        "Kong Xiangyu, cast", 
        "Zhang Liwei, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Agriculture, Business, Commerce & Industry/Industries - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Corruption", 
        "Economics, Philosophy, Politics, Religion & Sociology/Political corruption", 
        "Economics, Philosophy, Politics, Religion & Sociology/Housing development", 
        "Communications, Infrastructure, & Transport/Housing development", 
        "Communications, Infrastructure, & Transport/Architects and housing developers", 
        "Economics, Philosophy, Politics, Religion & Sociology/Architects and housing developers"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A slice of life portrait of Shanghai in 1990 that illustrates its many and varied people, and their daily struggles. The film contrasts the congested lives of the city's working class and with the modern wealth of the government ministers who help build it.  An anonymous voiceover reflects on the wonder and beauty of the newly built Shanghai Flyover.  The mayor and a colleague arrive for the government meeting. The remaining ministers, however, remain stuck in severe traffic, causing them to be late to the meeting. The men complain about the daily morning congestion in Shanghai. The meeting at the mayor's office commences. They watch a video showing the daily public transport and congestion issues of life in Shanghai. They discuss the amount of time citizens waste year after year commuting back and forth from work. Elderly residents are shown living in inconvenient high-rise apartments to avoid the risk of flooding.  Meanwhile, Jinghua fixes a wheelchair for his invalid aunty in the extreme heat while his mother looks after his young son. Aunt Chen is wheeled through the residential laneway where she lives on the wheelchair. Her son Baozhu is glad to see her out of the house.  The mayor visits an inner city suburb to assess the situation. He finds the residents congested and overcrowded. An open-minded and caring man, he looks after the masses.  A violent thunderstorm hits and the vulnerable housing areas are completely flooded. While residents try frantically to stop the water, the council meets to discuss how to halt the flooding. They discover that the flooding has occurred because the area's drainage system has not been repaired for 34 years. Furious, the mayor promises he will lead an investigation to discover why the system has been neglected. Although it is too late to prevent the flooding, the Mayor promises to find a solution as soon as possible.  Tempers shorten as the residents try desperately to save their property. Several days pass, but the water refuses to subside. The council begins to panic. The Mayor fires Liu Shan, a female minister, believing her to be too young to effectively perform her role.  Secretary Gao, an older member of the council, asks his daughter Gao Jie about her relationship with Mayor Zhang Yimin. She tells him that the Mayor is only interested in her so he can get closer to the government. He worries that Zhang visits her father more than he visits her.  The council members help the masses fight the water in a brave display of camaraderie.  A new housing plan begins construction with the Mayor in attendance. Residents whose houses were destroyed by the flood are given new housing by the council. Despite the promising start, a number of disagreements occur between the workers and those in charge, mostly power struggles.  During excavation they discover an old, active bomb from the Second World War buried beneath the ground. They carefully try to lift it out of the cavity, the workers concerned it may explode. The army arrives to safely detonate the bomb. They are successful, and everyone is relieved.  The new housing complex is built, and all seems to be going to plan. When the Mayor visits the complex, however, he discovers that selfish council members and their families have begun to move into the apartments, although they were intended for those whose houses were damaged by the flood. Disgusted, he throws them out. Meanwhile, the residents prepare for the move. Thoroughly excited, they secretly curse the municipal cadres for being selfish.  The site workers protest their long working hours. They were promised more pay for more work, but did not receive it. Their supervisor is enraged, calling them selfish, working only for a bonus and not for the cause, like men used to in the past.  The council discusses the construction of the freeway flyover. They praise the constructions design as innovative, thinking it similar to a lotus flower. The men are shocked to discover the designer is none other than Liu Shan. Unfortunately, however, Liu Shan has cancer, and only has a week to live. The Mayor visits her in hospital, thanking her for her great work and promising her the best medical care in the world to help her recover. She is grateful to receive the recognition she deserves.  At the opening ceremony for the Flyover, the workers are denied entry for being too sloppily dressed. Despite all their hard work, they are given no recognition. When the Mayor finds out, he visits the workers, insisting they all cut the ribbon together. Suring the ceremony, the Mayor reflects on the city's great achievements but laments that the designer (Liu Shan) could not be there to see her finished product. THE END.  Cultural History of the Film:  This film is incredibly unique. While it has a discernible plot and knowable characters, it plays out like a kind of advertisement, illustrating a newly modern Shanghai while praising the great achievements of the Chinese Government who made it happen. It paints a positive portrait of the Chinese Government as a body whose chief aim is the wellbeing of its people. The film suggests the Government is willing to pull up their sleeves and work alongside the masses.  Shanghai's modernity is made evident in the large number of establishing shots of the city, the added voiceover providing a highly propagandistic commentary on its beauty.  The film is also imbued with a Communist touch. Subtly critical of capitalist ambition, it suggests that men should work for a cause and not just to be paid. (2 stars - Aleena Glentis; October 28, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}