{
    "system_id": 159548, 
    "permalink": "http://collections.acmi.net.au/objects/159548", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002716", 
    "title": "Vintage Radio: Murder, Mystery and Mayhem", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2013"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:21:03"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Listen to exciting crime radio drama from the 1950s made here in Melbourne and in Sydney."
    ], 
    "description": [
        "'Vintage Radio' features crime radio from the 1950s created by two leading radio production companies. It includes programs based on true stories such as the exploits of the well-spoken handsome bushranger Captain Moonlite and a double murder case from the files of the Victoria Police. Both of these programs were produced by Hector Crawford Productions and were recorded in studios in central Melbourne, close by to Federation Square. Crawfords not only dominated radio production in Melbourne, but was one of the few independent production companies to successfully transition from radio to television in Australia. The mystery series ‘Night Beat’ is an Australian adaptation of an American script and is narrated by the character Randy Stone, a hard boiled journalist. This series was produced by Sydney based Grace Gibson Productions. This company was founded by the American-born radio industry executive and pioneer Grace Gibson, who spoke Australian English with a Texan accent."
    ], 
    "member_object": [
        "Title; B2002750; D24. Episode 8. Taxi Murder; Active; 1951", 
        "Title; B2002752; Night Beat. Episode 2. I Know Your Secret; Active; 1950", 
        "Title; B2002751; Rogues Gallery. Episode 1. Captain Moonlite; Active; Circa 1949"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}