{
    "system_id": 2762, 
    "permalink": "http://collections.acmi.net.au/objects/2762", 
    "record_type": "Title", 
    "acmi_identifier": "B1006154", 
    "title": "The Eye inside", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2004"
    ], 
    "creator_contributor_role": [
        "Cordelia Beresford, creator", 
        "Narelle Benjamin, cast", 
        "Elli Faktor, special effects"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "No spoken word"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Pseudo medical imagery investigates the juncture between real identity and projections of the self, between sane and insane, between gesture and language"
    ], 
    "description": [
        "\"With this work I am interested in questions of personal identity. What is it? Can you capture it in a photograph? What would you need to do in that photograph to be acting as the real you? How can you protect your own sense of identity in the face of external pressure?  Using notorious archival photographs of 'hysterical' patients as the starting point, I wanted to re-examine what was actually being revealed in these strange images to us, contemporary viewers. The body language we see was heavily influenced by popular culture of the period, particularly the theatre and religious imagery, and also distorted by the doctors' trials with hypnotism. But there is clearly a conflict between these female patients' own sense of identity, emerging as the psychic pain they metaphorically express with their bodies, and that of the male doctors/ photographers' conception of them.  I was interested in applying a similar pseudo-medical method of observing and photographing to displays of specific contemporary body language: again female, again familiar from popular culture. Would the distinction between personal identity and cultural identity be obvious? How far would these healthy, sane modes of behaviour need exaggeration to be classified as unhealthy or mad? This work is an initial investigation into these themes.\" Cordelia Beresford, 2004.  Duration: 2 x 8 minute video piece, looped as per duration required by ACMI specifications (ie it will play 3 loops continuously if possible- tbc). The second 8 minute piece is a variation (ie different edit only) of the first. Both are to be played simultaneously on two or more screens.  Shoot Format: 16mm film and 35mm still photographs, both mastered to digital-beta tape. Black & white.  Delivery Format: Digital-Betacam tape, 60 minutes length.  Sound: the work is silent."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B2000062; Creative Melbourne: selection of works; Active; (2003-2004)"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam; Master", 
        "Digital Betacam; Master", 
        "VHS; Reference - timecoded", 
        "VHS; Reference - timecoded", 
        "Digital Betacam; Sub-master", 
        "Digital Betacam; Sub-master", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy"
    ]
}