{
    "system_id": 146478, 
    "permalink": "http://collections.acmi.net.au/objects/146478", 
    "record_type": "Title", 
    "acmi_identifier": "Z000094", 
    "title": "The Mermaids = Mei ren yu", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:09:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Places/Japan", 
        "Anthropology, Ethnology, Exploration & Travel/Japan", 
        "Hobbies, Recreation & Sport/Swimming", 
        "Hobbies, Recreation & Sport/Synchronized swimming", 
        "Family, Gender Identity, Relationships & Sexuality/Marriage"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A group of female swimmers train for competition. A crowd cheers on for Zhao Meiying. After training, Meiying meets with Jianqi, her fiancé.  The next day, as Meiying trains in an outdoor gym with her teammates, she is summoned to the director's office. He tells her that the leaders have decided to send her abroad to Japan to learn \"water ballet\"(synchronised swimming), so she can return and form a team. Devastated that she can no longer compete in swimming, she takes to the pool and spends an entire day swimming laps, exhausting herself. When the director tries to approach her, she ignores him. Jianqi arrives to console her, and she breaks down in tears. He tells her that she must stand up to reality, because one cannot be an athlete their whole life.  Meiying arrives in Japan with another swimmer and Jiao Lan, a Japanese translator. Later that evening, they meet their trainer Ms Biko at the hotel to discusses figure swimming, a combination of swimming, music and dancing. The women practice all night in the pool, eventually falling asleep, where Ms Biko finds them the next morning. Ms Biko is impressed with their progress and ability to learn fast, and lets them rest for the day. They go to Ocean Park, a theme park, instead, where they watch sea lions and dolphins perform elaborate water tricks, inspiring them.  They return to China with a newfound passion for figure swimming. Meiying asks the director if she can coach a figure swimming team. He initially refuses, recommending she train beginners, but he eventually appears to yield. Meiying visits Gao Fengzhi and Wang Limei, convincing them both to join the team.  Meiying returns home to her new apartment with Jianqi. He brings up the topic of their marriage, and Meiying she explains that at the moment she is too caught up in her work to marry. She hopes he can wait for her.  Meiying approaches Jianqi's younger sister Lilli, a ballet dancer, to join the team. She agrees. Training commences, and Meiying works her swimmers rigorously. Thanks to her strict coaching, however, the team rapidly improves. When Lilli asks Meiying why she is so strict with her pupils, she replies that it is for their own good. Jianqi arrives, and berates Lilli for neglecting her ballet duties in favour of the figure swimming team. He blames Meiying for encouraging her in the first place.  The next day at practice, Meiying continues to train her team rigorously. Visibly exhausted, she berates them for not smiling throughout their training. The girls threaten to quit, due to Meiying's rigid coaching, no longer finding enjoyment in the sport. Upset and offended, Meiying wanders around town, crestfallen. She tries to visit Jianqi, but he ignores her and does not answer the door. She leaves. After her pupils search for her, they head to the swimming pool for late night practice. They find Meiying there, swimming laps, which she does to cheer herself up. The girls immediately apologise to Meiying for their inexcusable behaviour. She forgives them, glad to have the team back together. Lilli visits her brother Jianqi, and scolds him for ignoring Meiying when she needed his support the most. She asks him to apologise to her but he refuses.  The team continues to practice furiously, getting better by the day, and the performance looms closer. Given that Jianqi, a composer, is ignoring her, Meiying approaches the director to write some music for their performance. The day of the performance arrives, and the team is up against a number of equally talented groups. When Meiying thanks the director for writing the team's music, he tells her that Jianqi insisted he write it. When it's time to take the stage, the team performs a routine more elaborate and spectacular than any of the others before them. Meiying spots Jianqi in the crowd and smiles, forgiving him. The crowd erupts in applause at the end of the performance, and Meiying and Jianqi fight through the crowd to reach each other. THE END.  Key Scene:  End of Reel 3: The team's final performance. (3 stars - Aleena Glentis; November 2, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}