{
    "system_id": 48408, 
    "permalink": "http://collections.acmi.net.au/objects/48408", 
    "record_type": "Title", 
    "acmi_identifier": "314156", 
    "title": "Witchfinder General", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1968"
    ], 
    "creator_contributor_role": [
        "Louis M Heyward, co-producer", 
        "Arnold Miller, co-producer", 
        "Philip Waddilove, co-producer", 
        "Michael Reeves, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:22:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Horror"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Women - Crimes against", 
        "Crime, Espionage, Justice, Police & Prisons/Trials in motion pictures", 
        "Crime, Espionage, Justice, Police & Prisons/Persecution", 
        "Armed Forces, Military, War & Weapons/Persecution", 
        "Magic, Occult & Supernatural/Devil-worship", 
        "Magic, Occult & Supernatural/Witchcraft", 
        "Economics, Philosophy, Politics, Religion & Sociology/Persecution", 
        "Economics, Philosophy, Politics, Religion & Sociology/Devil-worship"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The sinister subject of this film becomes apparent in the opening scene, where shots of an old woman being dragged, screaming, through the streets of a village are juxtaposed against those of a lone figure calmly tending the gallows on a barren, windswept hilltop. It is 1645, and England is in the grip of civil war. As law and order collapses, and unrest plagues the populace, cries of witchcraft begin to echo across the land. Soldier Richard Marshall (Ian Ogilvy) finally gains permission from John Lowes, the priest of Branderston, to marry his niece, Sara (Hilary Dwyer), as long as he promises to take her away to another village. As Richard returns to his regiment, Matthew Hopkins (Vincent Price) and his sadistic assistant, John Stearne, ride into town, seeking a priest who allegedly worships Satan. John Lowes is tracked down and tortured, until Hopkins lays eyes on Sara, and agrees to suspend the death sentence if Sara allows him to come to her bed-chamber and \"question her\". In exchange for her uncle's life, Sara agrees, and all is well until one night Stearne follows Hopkins to her home and learns why the priest has received a reprieve. While Hopkins is away on business in the neighbouring town, Stearne corners Sara and rapes her. One of the men who accused John Lowes of idolatry misinterprets the nature of this attack and tells Hopkins, who, in a fit of jealousy, orders the torture and death of her uncle. Richard hears of these hangings, and deserts the army in order to be by his bethrothed's side. Standing in the midst of the ruined church, he marries Sara in a mock ceremony, and vows to avenge both her and her uncle by killing Hopkins and Stearne. Matthew Hopkins, menacingly brought to life by legendary actor Vincent Price, was a real-life witch-hunter who operated in the era of English general and Puritan statesman, Oliver Cromwell. This film, the last by director Michael Reeves before his untimely death in 1969, was such a great success (despite its low budget), that it spawned a number of imitators, including the horror classic, \"The Bloody Judge\" (1969)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}