{
    "system_id": 146566, 
    "permalink": "http://collections.acmi.net.au/objects/146566", 
    "record_type": "Title", 
    "acmi_identifier": "X000002", 
    "title": "Touchez Pas Au Grisbi = Don't Touch the Loot", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1953"
    ], 
    "creator_contributor_role": [
        "Robert Dorfmann, producer", 
        "Leon Carre, producer", 
        "Jacques Becker, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on 'Touchez pas au grisbi' by Albert Simonin."
    ], 
    "description": [
        "Max and Riton have just executed a mighty heist and hidden the loot (grisbi) while things cool down. The heist was Max's last coup before retirement. But Riton can't help talking to his girlfriend, Josy. Josy is the talkative kind and passes the information to Angelo, a drug dealer. Angelo kidnaps Riton in order to make him reveal the location of the loot. Max must set aside his dreams of cosy retirement and respectability to retrieve his friend  and the loot from Angelo's grasp. It's a kind of an older guys/young chicks picture with a pair of middle-aged men (Jean Gabin, Rene Darcy) dining at the same Montmartre cafe every night and heading for a nightclub where their girlfriends (Dora Doll, Jeanne Moreau) dance in the chorus. Gabin has reached the age where he'd like to have called it a night lots earlier if he didn't have an image to maintain, but Darcy still likes to play around. Gabin's girl (Doll) is an uncomplicated blond--the actress' name fits the character she's playing to perfection--but Moreau, not surprisingly, is not just another cutie with bangs and a ponytail. She's got an eye on the main chance, and Darcy's pillow talk has netted her the prize information that Gabin is sitting on a fortune in stolen gold bricks. When  Gabin's erstwhile comrade (Lino Ventura) hears this news, the plot of the film, adapted from an Albert Simonin serie noire novel, kicks in. What concerns Becker is that eternal theme, the question of honor among thieves. Gabin is suddenly thrust into a dangerous, volatile predicament, but his loyalty to the foolish Darcy never flags. 'Grisbi' is loaded with night-life atmosphere, and it offers the unique opportunity to see together France's greatest screen icon, Gabin, the virile man of the people, with Moreau and Ventura, who were to become icons themselves. Indeed, Ventura (in his screen debut), whom Becker discovered in a wrestling ring, would eventually succeed Gabin as France's definitive, world-weary tough guy. There are a couple of moments when Moreau, who would become the grande dame of the French cinema, has an uncanny Brigitte Bardot look, but already she projected a hauteur to be reckoned with.\" Reference: Kevin Thomas. 'Cinema dangereuse'. Hollywood Online, 18/6/98. Online. http://www.hollywood.com/news/topstories/06-18-98/html/1-3.html Further reference: Cinematheque Ontario: programme Fall 1999. http://www.bell.ca/filmfest/cinematheque/films/grisbi.htm  Credits: Producers, Robert Dorfmann, Leon Carre ; director, Jacques Becker ; writers, Albert Simonin, Jacques becker, Maurice Griffe ; photography, Pierre Montazel ; music, Jean Wiener ; editor, Marguerite Renoir. Cast: Jean Gabin, Jeanne Moreau, Lino Ventura, Paul Frankeur, Daniel Cauchy, Rene Dary, Dora Doll, Marilyn Bufferd, Michel Jourdan."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}