{
    "system_id": 163119, 
    "permalink": "http://collections.acmi.net.au/objects/163119", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2003080", 
    "title": "Miss Fisher's Murder Mysteries", 
    "other_title": [
        "Miss Fishers Murder Mysteries"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2015"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "03:56:03"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Set in 1920s Melbourne, this popular ABC TV series features Miss Phryne Fisher solving murder mysteries with a unique flair."
    ], 
    "description": [
        "Venture into the opulent world of Melbourne in the 1920s and enjoy episodes of the ABC TV series 'Miss Fisher's Murder Mysteries'. To coincide with an exhibition of costumes from Series Three, presented by Every Cloud Productions and Marion Boyce Costume Design, here are four complete episodes from the first two series, and two  'behind the scenes' shorts. In conjunction with the National Trust, the costume exhibition will be on display at Ripon Lea House & Gardens from 1st May to 30th September 2015.  This Australian television mystery drama is based on Kerry Greenwood's 'Phryne Fisher Murder Mystery' novels and was created by Deb Cox and Fiona Eagger. Premiering on 24th February 2012 with the pilot episode 'Cocaine Blues', its popularity has seen a third series produced and screened in May 2015. 'Miss Fisher's Murder Mysteries' focuses on the personal and professional life of Phryne Fisher (Essie Davis), a private detective in 1920s Melbourne.  For a limited time, visitors to ACMI can also marvel at one of the costumes on display just outside the Australian Mediatheque. The inaugural 'Festival of Phryne', a series of glamourous events throughout Melbourne May and June this year, will celebrate the world of Miss Fisher’s Murder Mysteries. [www.missfisherexhibition.com.au]"
    ], 
    "member_object": [
        "Title; B2003090; Filming Miss Fisher at the Royal Botanic Gardens Melbourne; Active; 2015", 
        "Title; B2003089; Miss Fisher's Melbourne: Before and After Visual Effects; Active; 2015", 
        "Title; B2003086; Miss Fisher's Murder Mysteries (Series 03) [promotional trailer]; Active; 2015", 
        "Title; B2003081; Miss Fisher's Murder Mysteries: Cocaine Blues (Series 01. Ep. 01); Active; 2012", 
        "Title; B2003085; Miss Fisher's Murder Mysteries: Costume Designer Marion Boyce; Active; 2012", 
        "Title; B2003083; Miss Fisher's Murder Mysteries: Dead Air (Series 02. Ep. 11); Active; 2013", 
        "Title; B2003087; Miss Fisher's Murder Mysteries: Hispano Suiza; Active; 2012", 
        "Title; B2003082; Miss Fisher's Murder Mysteries: Murder on the Ballarat train (Series 01. Ep. 02); Active; 2012", 
        "Title; B2003084; Miss Fisher's Murder Mysteries: Murder Under the Mistletoe (Series 02. Ep. 13); Active; 2013", 
        "Title; B2003091; Stories of Labassa; Active; 2015", 
        "Title; B2003092; Stories of Rippon Lea Estate; Active; 2015"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}