{
    "system_id": 47632, 
    "permalink": "http://collections.acmi.net.au/objects/47632", 
    "record_type": "Title", 
    "acmi_identifier": "313358", 
    "title": "A Better Tomorrow = Yingxiong Bense", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Hong Kong"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Atlas Internation and Cinema City Co, production company", 
        "Tsui Hark, producer", 
        "John Woo, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Foreign language films", 
        "Feature films/Feature films - Hong Kong"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Action & Adventure", 
        "Action & Adventure/Action films", 
        "Courtroom, Crime, Espionage & Thrillers/Gangster films", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Family, Gender Identity, Relationships & Sexuality/Sibling rivalry"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Ho (Ti Lung), a gangster has a troubled relationship with his brother Kit (Leslie Cheung), a rookie cop. When Ho and Kit's father is killed in a double-cross, Ho calls on his friend Mark (Chow Yun-fat) to avenge his death. The hit goes wrong and Mark is wounded and Ho is arrested. Three years later, Ho is released only to find his brother has turned against him and Mark, now crippled, is doing menial jobs for Shing (Lee Tse Ho), an up-and-coming crime boss. Ho's attempt to stay on the straight and narrow is thwarted by Shing who goes after Kit and Mark. The brothers are forced to reconcile and Mark must make take one more hit job to save their lives. John Woo, who started his career in the sword-fighting martial art genre, recycles in a modern setting the concepts of honour among thieves, betrayal and vengeance that are at the core of most martial films. 'A Better Tomorrow' started the cycle of 'Hero' movies, with two subsequent spin-offs and many imitations. (The word 'hero' is culled from the film's Chinese title, which, literally translated means 'The Essence of Heroes'). The film places a renewed emphasis on male bonding and the homo-erotic aspect of violence with handsome and elegant gangsters engaging in choreographed gunfights. For critic Sek Kei the success of the Hong Kong Gangster film is a reflection of the changing values of a society in crisis. Faced with a potential breakdown of law and order in the years leading up to the 1997 handover, society and cinema reject the softness of love and romance to seek strength in macho bravado, true brotherhood and traditional anti-woman bias. Reference. Sek Kei 'Achievement and crisis: Hong Kong cinema in the 80s' The 15th Hong Kong Film festival catalogue (1991) See also: Stanley Kwan's documentary on Chinese Cinema 'Yang and yin: gender in Chinese cinema' for an exploration of the homo-erotic subtext in Chinese movies. In Cantonese with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}