{
    "system_id": 48074, 
    "permalink": "http://collections.acmi.net.au/objects/48074", 
    "record_type": "Title", 
    "acmi_identifier": "313816", 
    "title": "Notorious Hope Diamond", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Maxwell's Video, distributor", 
        "Stoner Productions, production company", 
        "Barry Stoner, co-producers/directors", 
        "Suzanne Duroux, co-producers/directors"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:30:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Great Britain"
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        "Climate, Environment, Natural Resources & Disasters/Precious stones", 
        "People/McLean, Evalyn Walsh, 1886-1947", 
        "People/Cartier, Pierre", 
        "People/Winston, Harry L.", 
        "Economics, Philosophy, Politics, Religion & Sociology/Superstition", 
        "Hobbies, Recreation & Sport/Precious stones", 
        "Hobbies, Recreation & Sport/Jewelry - History", 
        "Mathematics, Science & Technology/Smithsonian Institution", 
        "Crafts & Visual Arts/Jewelry", 
        "Crafts & Visual Arts/Jewelry - History", 
        "Crafts & Visual Arts/Precious stones"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode of Series \"Treasures of the world\". A detailed documentary on the unique Hope Diamond, examining the 350 year human history of this notorious jewel, and the rumored curse which struck those who came into contact with it. The history of the stone began in the seventeenth century when French merchant, Jean-Battiste Tavernier - travelling the world in search of exotic jewels - purchased a 112 carat diamond coloured an exquisite shade of blue. Tavernier sold this stone to King Louis XIV of France in 1668, who ordered it to be recut, and wore it on ceremonial occasions suspended from a ribbon. The \"French Blue\", as it was now known, was reset again in 1749 for King Louis XV. During the French Revolution, the diamond was stolen during the looting of the crown jewels, and disappeared for several years before surfacing in the gem collection catalog of Henry John Hope, from whom the diamond takes its name. Following his death in 1839, the diamond passed through many hands, finally being bought by famed jeweler Pierre Cartier in 1909. Cartier showed the Hope Diamond to Mrs Evalyn Walsh McLean, an eccentric but wealthy patron, in 1910, but she disliked the setting, so Cartier had it reset, and offered it to her again. Mrs. McLean finally bought the stone, eventually having it reset as a pendant on a diamond necklace. Mrs. McLean wore the Hope diamond as a good luck charm, but was not immune from the alleged curse; her nine year old son was killed, her husband left her for another woman, the family newspaper went bankrupt, and her daughter overdosed on sleeping pills. After Mrs McLean's death in 1947, her jewelry was sold to Harry Wintston Inc., who took the Hope diamond and sent it on a nine year goodwill tour to raise money for charitable events. Eventually, Winston donated the Hope diamond to the Smithsonian Institute's gem collection, where it can still be seen today."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01374; Treasures of the world; Active; 1999"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}