{
    "system_id": 150844, 
    "permalink": "http://collections.acmi.net.au/objects/150844", 
    "record_type": "Title", 
    "acmi_identifier": "B2001503", 
    "title": "If pigs could fly (the media machine)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Peter Callas, creator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:04:19"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "A work with a distinctively Australian imagery."
    ], 
    "description": [
        "Produced for the Bicentennial Travelling Exhibition which circumnavigated Australia during the 'celebration of a nation' in 1988, this work represents a return by Callas to distinctively Australian imagery:  the Anzac, a kangaroo playing the fiddle, the swagman, and the surfer. These patriotic and nationalistic icons are intercut with references to contemporary media culture to reflect a process of 'cultural de-territorialisation', brought about by the advancement of communications technologies in the late 20th century. The irony of the national media promoting and perpetuating the notion of a unitary, cohesive Australian identity in a nation made up of multiple racial and ethnic groups and founded on a largely unresolved colonial past, is not lost on Callas. Notes by Rachel Kent, reprinted courtesy of the author and d/Lux Media Arts."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2001363; Initialising history: the video art works of Peter Callas; Active; 2009", 
        "VoD Program; B2003094; Nite Art: the works of Peter Callas; Withdrawn; 13 Jul 2015"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy"
    ]
}