{
    "system_id": 50327, 
    "permalink": "http://collections.acmi.net.au/objects/50327", 
    "record_type": "Title", 
    "acmi_identifier": "316149", 
    "title": "That'll be the day. Stardust", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Goodtime Enterprises, production company", 
        "David Puttnam, co-producer", 
        "Sanford Lieberson, co-producer", 
        "Claude Whatham, co-director", 
        "Michael Apted, co-director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "03:14:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Drugs", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Fame", 
        "Music & Performing Arts/Rock groups - England", 
        "Music & Performing Arts/Rock musicians", 
        "Music & Performing Arts/Rock music", 
        "Economics, Philosophy, Politics, Religion & Sociology/Fame"
    ], 
    "abstract": [
        "That'll be the day (1973, 87 min.)--Stardust (1974, 107 min.)"
    ], 
    "description": [
        "This double feature is for the baby-boomers or anyone who appreciates the 1950s/60s era of British rock 'n roll and pop stars. \"That'll be the day\" and its sequel \"Stardust\" became vehicles for David Essex's rise to fame as an actor and singer/song writer. \"Rock on\" the cover from \"That'll be the day\" made Essex a gold record star both in America and Britain and was also nominated for a Grammy. Prior to his film acting debut, David Essex starred in the London musical production of Godspell for two years alongside Jeremy Irons and Julie Covington. He also played the role of Che in the musical \"Evita\" and to this day is still performing and/or producing in one capacity or another. \"That'll be the day\": Jim MacLaine (David Essex), abandoned by his father as a young child and brought up by his mother and grandfather in 1950s working-class England decides to bypass his university education for the seedier side of life as a drifter, encouraged along the way by his new found friend at the fairground, 'teddy boy' Mike (Ringo Starr). Cheating the customers, seducing young girls and rock 'n roll music become a smoke screen for Jim MacLaine's real dream in life - to become a rock star. Features Billy Fury, Keith Moon, Rosemary Leach, James Booth, Rosalind Ayres, Karl Howman. \"Stardust\": Success has finally arrived for Jim MacLaine (David Essex) and his band \"The Stray Cats\" (Paul Nicholas, Keith Moon, Dave Edmunds and Karl Howman). However, success does not necessarily mean personal satisfaction or gratification and international fame, as Jim finds out, comes at a cost. The glitz and glamour of the initial heady days of fame and stardom soon turn into emptiness and alienation as Jim finds himself on the downward spiralling path of sex, drugs and booze - the dream is shattered. Features Adam Faith, Larry Hagman, Ines Des Longchamps, Rosalind Ayres, Marty Wilde, Edd Byrnes."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 312415; Forever young; Active; 1983"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}