{
    "system_id": 155182, 
    "permalink": "http://collections.acmi.net.au/objects/155182", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002258", 
    "title": "Melbourne at Sport and Play", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2011"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:26:02"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "A collection of early films relating to Melbournians and the love of sport. Includes a variety of events such as 'footy' in 1909 and cricket in 1923."
    ], 
    "description": [
        "Highlights of early films from 1909 to 1925 including VFL football as it was known at the time, which began in 1897 as the eight team VFL league.  Footage includes the earliest known surviving footage of a VFL game, the 1909 Grand Final South Melbourne vs Carlton match which was played at the MCG to a crowd of 37,759 people.  South Melbourne went on to win their first ever premiership defeating Carlton by two points.  Also included are surviving incomplete segments from cricket matches dating from 1923, and the test match in 1932 Australia vs England played at the MCG.  Additional early silent footage is also shown of Melbourne's Yarra river with spectators cheering on rowers in a race to the finish.  Melbournians at leisure playing tennis, people at the St Kilda Fair leaping off the big slides, enjoying a ride on the ferris wheel and Melbournians moving about their daily lives in bustling Melbourne."
    ], 
    "member_object": [
        "Title; B2002251; Flinders Street Station Melbourne; Active; Circa 1923", 
        "Title; B2002247; The Game of the Season: St Kilda; Active; Circa 1924", 
        "Title; B2002245; League Football Semi Final: Essendon Beats Carlton: Melbourne; Active; Circa 1925", 
        "Title; B2002249; Melbourne at Sport and Play; Active; Circa 1923", 
        "Title; B2002252; Newsreel Segment, Australian c1932 Test Cricket: Australia vs England: MCG; Active; Circa 1932", 
        "Title; B2002250; Some of the Attractions at the St Kilda Fair; Active; Circa 1923", 
        "Title; B2002246; Victorian Football League: St Kilda Defeat Collingwood at St Kilda c1920; Active; Circa 1920", 
        "Title; B2002032; [VFL Grand Final, 1909: South Melbourne vs Carlton]; Active; 1909"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}