{
    "system_id": 146390, 
    "permalink": "http://collections.acmi.net.au/objects/146390", 
    "record_type": "Title", 
    "acmi_identifier": "Z000002", 
    "title": "Purplish red crown = Zi se de huang guan", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Yu Benzheng, director", 
        "Wu Tiani, script", 
        "Zhu Yongde, cinematographer", 
        "Chen Renjin, editor", 
        "Liu Yanxi, composer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality/Abandoned children", 
        "Family, Gender Identity, Relationships & Sexuality/Attitude change in children", 
        "Family, Gender Identity, Relationships & Sexuality/Child psychology", 
        "Family, Gender Identity, Relationships & Sexuality/Children and adults", 
        "Family, Gender Identity, Relationships & Sexuality/Children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The film takes place over the course of a single day.  Taxi driver Zhan works hard for little money. One morning he picks up Chen, a film director, and his manager Xing, to take them to a production meeting for an uninspired film. Returning to the taxi with the men, Zhan discovers that it has been vandalised. He is distraught, knowing that he cannot afford to pay for the repairs. His boss chastises him, fining Zhan even though he knows that he cannot afford it.  Wao Xiaobing, a young and mischievous boy, is the culprit. Plagued by memories of a soldier, whom we later learn is his father, the boy wonders the streets, keying cars in a miserable attempt to attract attention. On the morning that he keys Zhan's taxi he is caught keying a second car nearby, and Zhan lashes out against the boy. Throwing him in the taxi, he threatens to take the child home and demand the money for his hefty fine. Though not before they make a few stops for the two businessmen. Along the way, Zhan antagonises the boy, who becomes increasingly distressed. Discovering a photo of his father in his pocket, Zhan calls the soldier insignificant. Upset and defensive, the boy declares that his father was a Rank 23 Cadre who served in Xingjiang. Chen, the director, befriends the boy, listening intently as he shares stories of the brave soldier. Interested in the boy's story, Chen hopes to discover the motive for his mischievous behaviour.  The group stops at the Athletic Centre to meet with Coach Su for advice on a film script, which she criticises as a stereotypical story of struggle and success. Coach Su, coincidentally, is Wao Xiaobing's former teacher, and she tells the men that his veteran father has divorced his mother and moved to another district, and that his mother has now remarried. The boy's familial story provides inspiration to Chen's dull script, and the men decide to probe him for more information. Through a series of flashbacks, we gradually learn more about Wao Xiaobing's past and his relationship with his father. One flashback, prompted by the passing of an ambulance, takes us to the snowy mountains of Xingjiang, and shows his father being loaded into an ambulance on a gurney.  On the next stop, the men seek the advice of the film's lead actress Wang Jingping, who expresses her excitement at the strength, independence and modernity of the female lead. Meanwhile, through flashbacks of his elderly and ill aunt, we receive an insight into the character of Director Chen, who has issues of his own to cope with. When they return to the car after the meeting, they find that Wao Xiaobing has escaped, apparently driven away by Zhan's ill-tempered threats. While Chen and his manager worry about the safety of the boy, Zhan maintains his anger. They search the city for him, and learn from a gathered crowd that a young boy fitting Wao Xiaobing’s description has been hit by a car. Panicking, the men run to the nearest hospital to find him, but are not allowed into the operating theatre. Disguising themselves as doctors, they sneak in and encounter a number of doctors working furiously on the boy. The child, however, is not Wao Xiaobing. Relieved, the men frantically continue their search, having formed a bond with the boy. When they return to the car, they find Wao Xiaobing asleep next to it. They scold the boy for worrying them, and he explains that he wanted to go home but didn’t know the way. Explaining to the men that he has lost the treasured photograph of his father, he agrees to continue with them in the hopes of getting it back.  Chen reaches out to Wao Xiaobing, who tells him that he feels homesick and out of place in his new home. His new stepfather doesn’t allow him to see his real father, causing Wao to vandalise cars out of heartache and frustration. He reveals that he is supposed to meet his father in the town square in a couple of hours, and requests the help of Zhan to get him there. They face a series of obstacles along the way and are caught in a storm, heavy traffic, and the crossing of a cargo train. When they finally arrive at the monument, Wao's father is nowhere to be seen. They wait, desperately, but he never arrives. Wao is devastated. Chen sympathetically tells him that while he may hate living with his mother and stepfather now, he will eventually understand.  Finally, Wao Xiaobing asks to be taken home, but along the way he spots his father and jumps out of the car. He searches the streets for him frantically, enlisting the help of Zhan. Unsuccessful, they take the boy home, but he is hesitant to go, having formed a bond with the men. Upon witnessing the emotional goodbye between Xiaobing and Zhan, the producer has a brainwave for a new film, jotting down what is assumed to be the story of the day's events. (3.5 stars - Aleena Glentis; August 9, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}