{
    "system_id": 48661, 
    "permalink": "http://collections.acmi.net.au/objects/48661", 
    "record_type": "Title", 
    "acmi_identifier": "314410", 
    "title": "Meet the feebles", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "New Zealand"
    ], 
    "creation_date": [
        "1989"
    ], 
    "creator_contributor_role": [
        "Wingnut Films, production company", 
        "Jim Booth, co-producer", 
        "Peter Jackson, co-producer", 
        "Peter Jackson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:34:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - New Zealand"
    ], 
    "genre": [
        "Comedy", 
        "Erotica"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Drug traffic", 
        "Music & Performing Arts/Puppets"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Director Peter Jackson's 'spluppet creature feature' began as a television short before being developed into a feature film. 'Meet the Feebles' is a rude, adult comedy about the backstage goings-on amongst a group of puppets. Heidi the Hippo, the star of the show has an eating disorder and discovers her producer husband, a walrus named Bletch, is having an affair, causing chaos to break out the day before their televised variety special. Harry, the host of the show is a sex crazed rabbit, develops an illness the doctor describes as 'the big one', is given only hours to live, and must hide from a fly, a press reporter looking for a sensational story. Robert the hedgehog has fallen head over heels in love with Lucille the poodle and is stunned when he catches her having sex with Trevor the rat, the show's stage manager who makes porn films in his spare time. Other cast members include an elephant trying to avoid a paternity suit filed against him by a chicken, a Vietnam Vet frog with a drug problem and the director of the show, a frustrated fox named Sebastian who would rather be on the other side of the camera. Heidi, after being rejected by her husband for a much younger and much thinner cat, goes on a shooting spree during the telecast, killing almost all of the cast. Other film highlights include drug deals on a golf course, lovestruck Robert getting advice from an aged turtle and the show's contortionist finding himself in fix. The film's dark sense of humour is supported by gross-out effects and an incredibly catchy theme song. With a cast of over 90 puppets, 'Meet the Feebles' was considered to be the first creature film for adults and includes parodies of 'The Godfather' and 'The Deer Hunter'."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}