{
    "system_id": 15647, 
    "permalink": "http://collections.acmi.net.au/objects/15647", 
    "record_type": "Title", 
    "acmi_identifier": "B2001096", 
    "title": "Access News greatest hits 2000. Parts 1 and 2", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Pip Starr, producer", 
        "Campbell Manderson, director", 
        "Campbell Manderson, creator", 
        "SKA TV, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:02:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Aboriginal and Islander viewers should note this work may contain images of deceased people and caution should be exercised when viewing."
    ], 
    "form": [
        "Television"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Aboriginal Australia/Aboriginal Australians", 
        "Aboriginal Australia/Aboriginal Australians - Land tenure", 
        "Places/Outback Australia", 
        "Anthropology, Ethnology, Exploration & Travel/Australia - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communities", 
        "Education, Instruction, Teaching & Schools/Education", 
        "Economics, Philosophy, Politics, Religion & Sociology/Protest movements"
    ], 
    "abstract": [
        "Compilation showcasing the best stories from SKA TV's \"Access News\""
    ], 
    "description": [
        "This compilation showcases the best stories from SKA TV's \"Access News\" broadcasts on Channel 31 in the year 2000. SKA TV's \"Access news\" is a grass-roots alternative to mainstream news and current affairs, broadcast weekly on Melbourne's Community Television station Channel 31 since 1994. Shedding light on perspectives or issues otherwise not seen, stories range from front-line coverage of anti-globalisation protests to satirical critiques of commercial media. \"Greatest hits 2000\" is a compilation of 15 of \"Access news'\" best stories from the year 2000. Highlights from part 1: \"Violence is violence\": hundreds of Sydney residents take over the streets to protest car-dominated public space and offer a vision of urban sustainability. Their celebration is met with a brutal police response. \"Fire water earth\": the world's largest uranium mine is located at Roxby Downs in South Australia. It is owned by multinational mining corporation WMC and is built on Arabunna and Kokotha land. This story follows the nuclear trail from an occupation of a WMC borefield by Arabunna elder Kevin Buzzacott and his supporters to a daring mission by videoactivists into the heart of WMC headquarters in Melbourne, surprising the boss himself. Highlights from part 2: \"Fortress Goolengook\": after having their camp destroyed by loggers, forest blockaders in the heart of East Gippsland's Goolengook forest build an elaborate fortress (including drawbridge) to ensure their safety against further attacks. \"Viva Falantil\": a tour through a newly-independent East Timor, still shell-shocked and facing an uncertain future. This story examines the possibilities for and obstacles to building a democratic nation. \"Herald Sun occupation\": during the World Economic Forum (WEF) held in Melbourne in September 2000, a group of protesters went to the Herald Sun newspaper to voice their concern over the paper's exceptionally biased coverage of the protests outside the WEF."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy"
    ]
}