{
    "system_id": 50648, 
    "permalink": "http://collections.acmi.net.au/objects/50648", 
    "record_type": "Title", 
    "acmi_identifier": "316496", 
    "title": "Dogma", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "View Askew Productions, production company", 
        "Scott Mosier, producer", 
        "Kevin Smith, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:04:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Religion", 
        "Economics, Philosophy, Politics, Religion & Sociology/Catholic Church", 
        "Economics, Philosophy, Politics, Religion & Sociology/Religion"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Director/writer Kevin Smith's (Clerks, Mallrats, Chasing Amy) comedic interpretation of the Catholic religion caused controversy before its release and continues to do so today, despite Smith's claim that \"Dogma\" is about rediscovering your faith in God and shouldn't be taken too seriously. Dwindling numbers of church-goers has caused the Catholic Church to take desperate measures to ensure its survival, beginning the 'Catholicism Wow' campaign, in an attempt to boost the church's profile. Renegade angels Loki (Matt Damon) and Bartleby (Ben Affleck), banished from Heaven following an argument with God and forced to spend eternity in Wisconsin, discover a loophole in dogmatic law that will allow them to re-enter Heaven, by passing through the arch of a New Jersey Cathedral. Unfortunately God- who happens to be a woman- has failed to return from her monthly visit to earth to play arcade games. As a result the fate of the human race relies on the last descendent of Christ, Bethany (Linda Fiorentino), who has lost her faith. Metatron (Alan Rickman), a Seraphim and the voice of God, informs Bethany of her responsibilities and that she will be assisted by two prophets, Jay (Jason Mewes) and his hetro-life partner Silent Bob (played by director Kevin Smith). The unlikely trio head to New Jersey, to stop Bartleby and Loki from entering the church, because if they do, they will have proven God fallible and will wipe out all human existence. Along their way they are assisted by Rufus (Chris Rock), the 13th apostle, who claims he was left out of the bible for political reasons (and that Jesus owes him $12) and Serendipity (Salma Hayek), a muse with writers block. Cast also includes George Carlin, Jason Lee, Bud Cort, Jeff Anderson, Brian O'Halloran, Janeane Garofalo and Alanis Morissette as God."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}