{
    "system_id": 42802, 
    "permalink": "http://collections.acmi.net.au/objects/42802", 
    "record_type": "Title", 
    "acmi_identifier": "308260", 
    "title": "Shifting Sands: from sand to celluloid continued...(A)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "AFI [au], distributor", 
        "Australian Film Commission, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        "Aboriginal and Islander viewers should note this work may contain images of deceased people and caution should be exercised when viewing."
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Aboriginal Australia/Aboriginal Australians - Attitudes", 
        "Aboriginal Australia/Aboriginal Australians", 
        "Aboriginal Australia/Aboriginal Australians - Ethnic identity", 
        "Economics, Philosophy, Politics, Religion & Sociology/Aboriginal Australians - Social conditions"
    ], 
    "abstract": [
        "Tears (1998, 15min.)--My Colour, Your Kind (1998, 12 min.)--Passing Through (1998, 12 min.)--Promise (1998, 10 min.)--My Bed, Your Bed (1998, 15 min.)--Grace (1998, 16 min.)"
    ], 
    "description": [
        "This video contains six short films about the lives of Aboriginal Australians living in today's society. \"Tears\", directed by Ivan Sen, is the story of a teenage couple as they walk from their northern mission station to a bus stop and await a new life with the girl's father, who perhaps doesn't know they are coming and who probably doesn't care anyway. \"My colour, your kind\", directed by Danielle McLean, is the journey through and to uncertainty of an albino Aboriginal girl who escapes from a severe Catholic mission to trek barefoot in a nightie across the outback. \"Passing through\", directed by Mark Olive, a young family on their way to visit relatives pass through an old gold mining town. As the woman begins to delve into memories of her childhood, the family leave to continue their journey. Has she missed the opportunity to discover the secrets of the past? \"Promise\", directed by Mitch Torres, is the tale of an old woman overseeing her grand-daughter making damper when she is asked how it came to be that she was betrothed at a young age. \"My bed, your bed\", directed by Erica Glynn, in an isolated desert community, the time has come for two young people promised to each other under traditional law to move in together. Things don't run as smoothly as they might. \"Grace\", directed by Wesley Enoch, Grace is a middle-aged woman, living a comfortable life but when she returns to the mission where she grew up for the funeral of her sister she is confronted by the family she never met."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}