{
    "system_id": 43579, 
    "permalink": "http://collections.acmi.net.au/objects/43579", 
    "record_type": "Title", 
    "acmi_identifier": "309073", 
    "title": "Wages of fear = Salaire de peur", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1953"
    ], 
    "creator_contributor_role": [
        "Siren Videos, distributor", 
        "Vera Films, production company", 
        "CICC, production company", 
        "Filmsonor (Paris), production company", 
        "Fono Roma, production company", 
        "Raymond Borderie, co-producer", 
        "Henri-Georges Clouzot, producer/director", 
        "Louis Wipf, co-producer"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:24:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - France", 
        "Foreign language films"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Drama", 
        "Courtroom, Crime, Espionage & Thrillers/Film noir", 
        "Courtroom, Crime, Espionage & Thrillers/Suspense", 
        "Drama/Road movies"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film runs along the traditional template of any story - a beginning, which unhurriedly and deliberately sets the scene, a middle section that carries the plotline, and a brief ending that resolves everything to no one's satisfaction. The beginning paints a picture of a world unimaginable to anyone from a developed country, of corruption, poverty, and oppression. It simultaneously describes the main characters - a bunch of immigrants who have strayed to this miserable little town, and for whom there is little chance of escape from the baking heat and unemployment. There is Mario, the happy-go-lucky scrounger, Luigi, his hard-working Italian pal, the comically tyranical tavern owner, his much abused maid, and Jo, the suave and dangerous French gangster. Homosexuality, racism, and the oppression of women figure prominently, but are never commented upon directly, as various prison motifs are evident in the lighting and set construction. Suddenly there is a change - a way out for a 'lucky' four of the deadbeats. There has been an explosion at an oil well on the other side of the mountain. The oil company needs to put out the fire with explosives, which are stored in the town. But its nitro-glycerine, and there is no time to get specially-fitted trucks to carry it over the rough mountains roads. Rather than risk their own employees, the oil company offers a large reward to four volunteers. Cue the action as first the men compete for the places on the two trucks, then as the winners embark on their terrifying journey, where every bump could spell instant death. On the journey their true characters emerge. One, Jo, is broken by the ordeal, but is eventually redeemed. 'How exciting could a simple road trip be?' you might ask, but the one and a half hour screen journey is petrifyingly spellbinding. Fate seems to be stacked against these bedraggled heroes, but it is their ingenuity, effort and bravery which captures our hearts. In French and Italian with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}