{
    "system_id": 146396, 
    "permalink": "http://collections.acmi.net.au/objects/146396", 
    "record_type": "Title", 
    "acmi_identifier": "Z000008", 
    "title": "In the depths of her heart = Xin ling shen chu", 
    "other_title": [
        "心灵浮处"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Chang Yan, director", 
        "Chang Yan, script", 
        "Li Lingxiu, script", 
        "Gao Hongbao, cinematographer", 
        "Li Zhonglin, editor", 
        "Xiaoqing Liu, cast", 
        "Wang Zhihua, cast", 
        "Guojun Chen, cast", 
        "Yang Yaqin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:51:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Armed Forces, Military, War & Weapons/People's Liberation Army (China)", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is an war film with a strong message of pacifism and the extending of a woman's love for children who have lost everything.  Some Red Army women eating together see children collecting flowers, which reminds them of their recent tour of duty on the front in the Korean War, and the untold destruction wrought by the barrage of heavy cannon fire. On Monday, 27th of July 1953, soldiers and Chinese across the parallel anticipate the end of the war at 22:00 hours, as part of a bilateral agreement announced by both sides. Everyone is waiting in an underground army hospital watching the hands of the clock as the barrage outside tears everything apart. \"Can the war really end?\" they wonder. Some are thinking of the motherland; others of important achievements they have made. But our leading lady Ouyang Lan can only think back to the promise she made that rainy night at her comrade's deathbed. It was on that night that the call came through notifying the hospital bunker that the chief of staff has been wounded and requests medical assistance right away. Everyone courageously volunteers to go. The commanding officer sends Li Jian and our leading lady Ouyang Lan. They run though the rain ducking heavy artillery fire, but Li Jian is unlucky and earns a bullet in the chest for her troubles. Despite her wounds, Li and Ouyang make it to the wounded officer, and a tense operation ensues to stop the bleeding while Li, who is operating, is also wounded herself. Next Li Jian goes to Lao Feng, her husband, who is badly wounded and dying. \"You can't die, I'll leave Chuanchuan and Weiwei with you\", she says, handing him his family photo out of his little red book. He dies shortly after, and his wife Li collapses from loss of blood, dying in the final minutes of the war. Shortly after her death the clock strikes 10:00 and the military bombardments come to a sudden halt. The war is over. \"We've won!\" they all cheer. Everyone rushes out with flaming torches and tattered red flags and rejoices over their triumphant victory. \"Long live the motherland!\" they cheer. They fire guns into the air in a paroxysm of joy. \"Yes, but we must never forget the martyrs\", thinks Ouyang to herself. Now that the conflict is over, Ouyang and the others begin the steady transition from the mentality of the soldier back to civilian norms and behaviour. For the women it is also a time of remembering their duties and responsibilities as women, mothers and lovers. Ouyang rifles through her few belongings and brings out a photo of  the boy before the war. She remembers the mother asking him when they will marry, and now begins to wonder if she is the same person anymore. Our heroes begin the long journey home by train and are welcomed back with a glorious parade at every stop on along the way. Before Li Jian died she promised to return the effects those two dead parents to their children. She comes to a group of kids having a massive snowfight then remembers the horrors of war when a boy gets snow in his eyes. Now, everytime she sees these things she flashes back to all those Korean babies, crying for their mothers among the destruction of a futile battlefield. She arrives at Garrison Command Nursery School and meets the two children: Weiwei and Chuanchuan, who, mistaking her for their own mother, are overjoyed to see her, calling out and running to her with arms outstretched. She kisses them and feels it is impossible for her to just leave them all alone in the world. In spite of all her plans, her life, her career, her lover, she decides she must keep these children. After being reunited at last with her sweetheart Huang Yisheng, she realises he does not share her sentiments and wants children of his own  - not someone else's. She eventually breaks off her engagement with Huang, telling the children that their father has gone off on business. Later she hears that Zhang Sen, who she admired through the war as the hero who had risked his own life to protect a group of the enemy's children, is alive. Zhang meets her and expresses his love for her, but she rebuffs him. Zhang explains that he knows about the children and wants to be their father. She asks why and he explains that he was also orphaned as a child and only survived thanks to the love of a woman like Ouyang, who took him as her own and nurtured him.  The film ends with them all starting a happy family together. (2 stars: James Donald; June 10, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}