{
    "system_id": 51123, 
    "permalink": "http://collections.acmi.net.au/objects/51123", 
    "record_type": "Title", 
    "acmi_identifier": "317007", 
    "title": "Live nude girls", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Republic Pictures Corporation, production company", 
        "Steve White Properties, production company", 
        "Steve White, co-producer", 
        "Barry Bernardi, co-producer", 
        "Julianna Lavin, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:31:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Comedy", 
        "Erotica"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Marriage"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Georgina, an attractive thirty-something, decides to hold a slumber party to celebrate the impending nuptials of her friend Jamie, a vain, B-grade actress getting married for the third time. Gathered together are several of their closest friends, all of whom have known each other since childhood. Questions of aging, parenthood, infidelity, low-self esteem, body image, bad partner choices, regrets, sexual orientation, defining childhood events, masturbation and squandered desires are workshopped over the course of the slumber party. All of the women assembled there are at transitional stages in their life, questioning the choices they have made: Georgina doubts her relationship with her female live-in lover, the perennially depressed Chris; Marcy is attempting to shake off a former lover who has taken to stalking her; Jill is pregnant with her second child. The many verbal exchanges reveal the petty jealousies that exist within the group, especially the rivalry between the straight-laced Rachel and her wilder and less inhibited sister, Jill. The friends discuss sex at great length, disclosing their fantasies, inhibitions, desires and sexual history. \"Live nude girls\" is a comedy that explores the territory of female sexuality, explicitly displaying the women's numerous erotic fantasises and sexual experiences."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}