{
    "system_id": 261, 
    "permalink": "http://collections.acmi.net.au/objects/261", 
    "record_type": "Title", 
    "acmi_identifier": "B1001261", 
    "title": "Rachel Strickland presentation 2000-06-26", 
    "other_title": [
        "Rachel Strickland. Portable effects: a survey of nomadic design practices"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "26 Jun 2000"
    ], 
    "creator_contributor_role": [
        "Rachel Strickland, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Crafts & Visual Arts/Architecture"
    ], 
    "abstract": [
        "Rachel Strickland discusses her Nomadic Design Practice project"
    ], 
    "description": [
        "Rachel Strickland was invited by Ross Gibson to provide her thoughts on Federation Square, and the relevance of her work to it. Strickland views herself as an architect and an artist - \"fashioning places and experiences that have a purpose\". The focus of her work, \"Portable effects\" is about the architectural design, and the many dimensions of architectural space that are not particularly well suited to a linear or narrative structure. She discusses the relationship between her work and cinema, and excerpts are played of everyday nomads such as Thelma Gehry, explaining why they have chosen to carry certain objects in their hand luggage. She then moves on to describe how relationships were established between the 100 portable portraits to construct an interactive experience on CDROM, as well as briefly outlining interface design and database structure. Strickland finishes with the completion of a project to create a multimedia experience that introduces people to design. There is a video presentation of the exhibit - \"Portable effects: a survey of nomadic design practice\", held at the Exploratorium in San Francisco, CA, 1 March - 1 June, 1997. The exhibition captured people's transactions with objects from their own portable systems."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy", 
        "Mini DV; Documentation", 
        "Mini DV; Documentation", 
        "Mini DV; Documentation", 
        "Mini DV; Documentation"
    ]
}