{
    "system_id": 2352, 
    "permalink": "http://collections.acmi.net.au/objects/2352", 
    "record_type": "Title", 
    "acmi_identifier": "B1005534", 
    "title": "Testimony: a story machine", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "Simon Norton, creator", 
        "RMIT, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Coarse language"
    ], 
    "form": [
        "Multimedia"
    ], 
    "genre": [
        "Animation"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Interactive media"
    ], 
    "abstract": [
        "An interactive comic strip to be played with."
    ], 
    "description": [
        "\"Testimony: A Story Machine\" is an interactive comic strip. It is a story to be played with. The user may click where s/he pleases, causing images to be replaced, or characters to animate and change position. By changing one image in a sequence of (say) four frames, the story implied by the sequence of four is altered, even when the other three frames remain static. The ideas for the project came from my previous experiments with cut-up collages of text and cut-up collages of comics, and also my interest in film and shot sequence and comics and frame sequence. While the user plays with the interactive, sometimes the story will change, sometimes it will advance to a new setting. The library of images, animation, text and sound is composed of broadly similar narrative themes, but it is the sequence which determines the story. There is no end. There are no rules for interpreting the story. The user cannot do anything wrong and how the user interprets what they find is up to them. It is a work of non-linear fiction. As author, I provide the ingredients, the computer provides the sequencing and the reader provides the meaning or interpretation."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [PC/Mac]; Master", 
        "CD ROM [PC/Mac]; Copy"
    ]
}