{
    "system_id": 146400, 
    "permalink": "http://collections.acmi.net.au/objects/146400", 
    "record_type": "Title", 
    "acmi_identifier": "Z000012", 
    "title": "The Sea prisoners = Hai yue", 
    "other_title": [
        "海囚"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1981"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Hong Yonghong, director", 
        "Gao Zhenhe, director", 
        "Li Wenhua, director", 
        "Ma Linfa, cinematographer", 
        "Ren Zhixin, cinematographer", 
        "Zhou Tingmei, editor", 
        "Tang Jinlong, cast", 
        "Zhang Tianyi, cast", 
        "Pan Yuankun, cast", 
        "Pan Rufei, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:49:16"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "History/China - History - 20th century", 
        "History/China - History", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/Chinese - Australia", 
        "Economics, Philosophy, Politics, Religion & Sociology/Chinese - Australia", 
        "History/Slave labor", 
        "Economics, Philosophy, Politics, Religion & Sociology/Slave-trade", 
        "History/Slave-trade", 
        "History/Slavery", 
        "Economics, Philosophy, Politics, Religion & Sociology/Australia - Emigration and immigration", 
        "Anthropology, Ethnology, Exploration & Travel/Emigration and immigration - Psychological aspects", 
        "Economics, Philosophy, Politics, Religion & Sociology/Emigration and immigration - Psychological aspects"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on the novel of the same name, this film may hit quite close to home for Australian Chinese, whose ancestors may have been among those sold into bondage against their will as miners in the gold rush days. Despite the best efforts of the oppressed poor to rebel, the aristocratic Tang family have colluded yet again with foreign devils to sell its people like cattle. But after being forced aboard a vessel bound for Sydney, the soon-to-be slaves finally recognise they must put aside their differences and work together to liberate themselves from foreign oppression.  It is the 1850s, they have struck gold in Australia, and Chinese corpses are floating in the sea. Qichang's boat is out looking for survivors. But a huge steamboat commanded by devilish foreigners storms over them, destroying their boat. The foreign vessel is captained by a certain Lord William (played by a Chinese actor), who has arrived in China on the orders of his superior to recruit workers for the mines in Australia, where they are digging it up in chunks. Lord William needs 500 coolies to go to Sydney, and has only 15 days to do it in.  Meanwhile, the sole survivor of the junk boat is Yankun, the clerk from the Shengji Company. He seems to have been traumatised and when an old man starts lighting his pipe the survivor totally freaks out, exclaiming \"We were all burned alive!\" From then on he runs out of the house and begins raving down the streets. Eventually he is recognised by his wife and daughter. Yankun's wife goes for help but is weylaid by two rascals and saved just in the nick of time by the film's hero, Jinlong. In doing this benevolent deed, however, Jinlong earns the wrath of the local heavies.  Pan Rufei is called in to the office of the foreigners.Meanwhile Pan Rufei is introduced to foreigners. They discuss their plans.Fly Shark anchored in Xiamen, Pan explains theyve already sent 6000 coolies, impossible to get 500 in such a short period.  The working classes can stand no more and sentiments of rebellion have begun to ferment. They make the ritual sacrifice of cock's blood in alcohol and all drink to rise up against the Tang aristocrats. However the Tang businessmen have recruited a gang of ninjas, who rock up to the workers' secret meeting and abduct everyone. Within seconds, hundreds of ninjas have converged on the household. But all is not lost yet, as our hero Jinlong arrives on the scene and single-handedly fights them all off.  He tries to avenge those abducted but is saved by a girl named Shichun who loves him for the hero that he is. She tells the tragic story of her life: A young fisherman's daughter who is sold to a brothel at 15. After one day finding a man to marry he immediately dies, leaving her all alone without anyone in the world. Though she \"forces herself to smile every day, she must swallow her tears every night\". While this encounter kindles their romance Jinlong is immediately arrested after that (Obviously, this woman has terrible luck). She refuses to let go and the ninja ruthlessly cuts of the hand of Shichun that holds on to him.  The abductions continue to plague the Chinese ninja man who instigated them. In an outburst of grief, the ninja (Zhang Tianyi) tears his place apart, vowing to never take dishonest money again. But he is visited seconds later by a corrupt official who reminds him it's the last night to meet the deadline. And to refuse means putting his family at peril. Zhang Tianyi carries out the deed, and - too little, too late - realises that his final victim was his own son, who was returning home to bring food to his father.  Meanwhile, the abducted men are all rounded up, processed and imprisoned, branded with barcodes like cattle. They are then chained and led onto the huge ship for transportation off to Terra Incognita. While this is happening, though, all of a sudden a mysterious ghost with smoke coming from its head attacks them and steals Zhang's son back. Unfortunately, though, Zhang's ninja tricks do not seem to work on fellow ninjas, and he and his son are imprisoned together by the foreigners.  Whilst en route to Sydney, in order to make everything nice and legal, they are told they must sign a 5-year contract. The men try to rebel several times, but each time are quashed. Things get more difficult each time, as the abductees begin to realise that many of their fellow \"slaves\" were willing participants. Some had debts, while others had committed crimes or were wanted by the authorities. However, when they are forced to cut off their cues, the originally willing labourers join in the revolt, setting a huge fire in their holding cell below deck. They break out through the floorboards and seize ship.  At the end of the struggle the last foreigner sets fire to the fuel, before throwing himself overboard with a lifesaver. Everyone is forced to abandon ship, and the foreigners attempt to use the government to reign in the escapees. Jinlong and Yuankun's brother are led back in chains to be executed. At the last minute Jinlong's love comes to him and ask if they can die together.  In an intensely powerful scene the lovers are both decapitated. (4 stars: James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}