{
    "system_id": 146397, 
    "permalink": "http://collections.acmi.net.au/objects/146397", 
    "record_type": "Title", 
    "acmi_identifier": "Z000009", 
    "title": "Midnight song = Ye ban ge sheng", 
    "other_title": [
        "夜半歌声", 
        "Yeban Gesheng"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Yang Yanjin, director", 
        "Xu Yinhua, script", 
        "Sun Guoliang, cinematographer", 
        "Chen Huifang, editor", 
        "Wang Weiping, cast", 
        "Zhang Qi, cast", 
        "Li Yun, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:41:27"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Drama", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers", 
        "Drama/Melodrama", 
        "Romance"
    ], 
    "subject_group": [
        "Magic, Occult & Supernatural/Ghosts", 
        "Music & Performing Arts/Theater"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is the Chinese version of the Phantom of the Opera. Sun Xiao'ou and Lü Die heard that the local theatre was haunted by a ghost as their performance troupe arrived in the small city. One night they saw a crazy young lady in the theatre. The young lady looked very distressful and asked Xiao'ou to take her away to another place. Xiao'ou learns from the young lady's nanny that the lady, Li Xiaoxia, is actually the daughter of a rich local businessman. Xiaoxia fell in love with a handsome actor, Song Danping, a few years ago but the proposed marriage was strongly opposed by Xiaoxia's father, who asked Xiaoxia's cousin, Tang to murder Xiaoxia's lover, Song. Song escaped Tang's murder but was disfigured by vitriol. Song committed suicide by drowning himself in a river and everybody believed he was dead. Song's death drove Xiaoxia mad, but in fact Song didn't die. Xiao'ou felt so sorrowful for the couple and one day he ran across Song, who passed him a script, asking Xiao'ou to sing the opera for him and save Xiaoxia. Xiao'ou singing awakes Xiaoxia, who learns that Song is still alive. Song refuses to see Xiaoxia as his face is completely distorted and covered by a mask. Xiaoxia blinds her eyes in order to be with Song. Now Xiaoxia is blind, Tang wants to get Xiao'ou's girlfriend, Lü Die. However, Tang killed Lü Die accidentally before Song turns up to save her. Tang escaped and incited the crowds to kill the \"ghost\", Song. Xiaoxia and Song escaped to a pagoda in the dark night and the crowds burnt the pagoda. The lovers are finally together and died in the fire.  Midnight Song has different film versions and has been adapted to a TV series in Hong Kong. The earliest version is the 1937 one directed by Maxu Weibang. In 1995, the story is re-interpreted by Hong Kong director, Yu Rentai (also known as Ronny Yu). The 1995 version, The Phantom Lover, stars Hong Kong pop singer Leslie Cheung, who played in Farewell My Concubine. (4 stars - Yuxing Zhou; May 21, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}