{
    "system_id": 2300, 
    "permalink": "http://collections.acmi.net.au/objects/2300", 
    "record_type": "Title", 
    "acmi_identifier": "B1005478", 
    "title": "Release prints (F1759)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Victoria. Dept. of Agriculture, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Three films on one reel: 1. Wall to Wall Wool (Documents process of wool carpet production) 2. Melbourne: Festival City (Tourism film about the Moomba Festival) 3. Hydatids (Documents the dangers of Hydatids disease)"
    ], 
    "description": [
        "1. Wall to Wall Wool - Documents the process of wool carpet production from design illustrations of a bunch of flowers to the manufacture of finished carpet with similar design. Primarily focuses on the many types of machinery used to create the carpet. Contains nice images of a carpet-making factory, specifically the colourful flower-patterned carpet juxtaposed within an industrial backdrop. Good 'The End'. (12m 44sec)  2. Melbourne: Festival City - Made by the Victorian Tourist Development Authority in the 1960s. Essentially an ad for Melbourne, focusing on the 'highly popular' Moomba Festival. Great images of large crowds watching the Moomba parade as well as having fun on rides, watching watersports and eating/drinking (including Latte drinkers). Also shows the 'recently completed' Sydney Myer Music Bowl, footage of a game of football at the MCG and highlights Melbourne as the 'Fashion Capital'. Nice closing shot of the city, focusing on St. Pauls and a Fed Square-less Flinders St, as well as the Yarra. Good titles and 'The End'. (10 mins)  3. Hydatids - Australian Wool Bureau production. Highlights the dangers of Hydatid disease and the ease of which it can be both contracted and negated. This includes washing hands after having contact with dogs and boiling all sheep offal before feeding it to dogs. Contains footage of a farmer gutting a sheep and cute diagrams of how the hydatids disease can spread from sheep to dogs to humans. (10 mins)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active", 
        "Title; 501949; Melbourne: festival city; Active; 1961"
    ], 
    "object_relationship": [
        "higher term", 
        "Complete work"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}