{
    "system_id": 169644, 
    "permalink": "http://collections.acmi.net.au/objects/169644", 
    "record_type": "Title", 
    "acmi_identifier": "B2003225", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 1]", 
    "other_title": [
        "Royal visit - Flemington races R 1", 
        "Royal visit - Flemington races R. 1"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:11:36"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "People/Brooks, Sir Reginald Alexander Dallas (1896–1966)", 
        "Communications, Infrastructure, & Transport/Flinders Street Railway Station (Melbourne, Vic.)", 
        "Places/Flinders Street Railway Station (Melbourne, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Essendon Airport (Vic.)", 
        "Places/Essendon Airport (Vic.)", 
        "Places/Parliament House (Melbourne, Vic.)", 
        "Places/Melbourne Town Hall", 
        "Places/Government House (Melbourne, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Government House (Melbourne, Vic.)", 
        "Hobbies, Recreation & Sport/Melbourne Cricket Ground", 
        "Places/Melbourne Cricket Ground", 
        "Places/Flemington Racecourse", 
        "Hobbies, Recreation & Sport/Flemington Racecourse", 
        "Hobbies, Recreation & Sport/Kooyong Lawn Tennis Centre (Melbourne, Vic.)", 
        "Places/Kooyong Lawn Tennis Centre (Melbourne, Vic.)", 
        "Places/St. Paul's Cathedral (Melbourne, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Shrine of Remembrance (Melbourne, Vic.)", 
        "Places/Shrine of Remembrance (Melbourne, Vic.)"
    ], 
    "abstract": [
        "Reel 1 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 1 shows some of the preparations for the visit, the arrival by plane of the royal couple at Essendon Airport and their first progress through Melbourne to State Parliament and Government House. We see the Queen opening State Parliament, visiting the MCG to meet with Australian armed servicemen and women, attending a special race meeting at Flemington Racecourse and a Davis Cup game at Kooyong Tennis Centre. The Queen and Duke also go to St Paul's Cathedral, and the reel closes with the official dedication of the forecourt and eternal flame at Melbourne's Shrine of Remembrance."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 1 of this extraordinary collection corresponds to the first 11 minutes of the official State Film Centre release (see ACMI Collection Title [315392]) \"The Visit to Victoria of Her Majesty Queen Elizabeth II and His Royal Highness the Duke of Edinburgh\". It shows some of the preparations for the visit, the arrival by plane of the royal couple at Essendon Airport and their first progress through Melbourne to State Parliament and Government House. We see the Queen opening State Parliament, visiting the MCG to meet with Australian armed servicemen and women, attending a special race meeting at Flemington Racecourse and a Davis Cup game at Kooyong Tennis Centre. The Queen and Duke also go to St Paul's Cathedral, and the reel closes with the official dedication of the forecourt and eternal flame at Melbourne's Shrine of Remembrance.  Detailed Description Reel 1:  Opens with Titles: 1) \"The State Film Centre Presents\" 2) \"The Visit to Victoria of Her Majesty Queen Elizabeth the Second and His Royal Highness the Duke of Edinburgh\" 3) \"Filmed with the co-operation of State Government Departments, Cine Service Pty. Ltd., and The Films Advisory Bureau\" to 00:00:42:00. Followed by shot of exterior of Geological Museum (this building at 55 McArthur St East Melbourne, used as the Government offices for the Royal Visit; was demolished 1964), and footage of the State Director and staff at work. 00:00:59:00 footage of street scenes and close-ups of decorated buildings in Melbourne CBD (moving diorama of kangaroo and emu above The Myer Emporium 00:01:09:0 to 00:01:16:0). 00:01:27 Essendon Airport awaiting the arrival of the royal visitors. 00:01:38:00 close up of then Governor Dallas Brooks; John Cain Snr (then Premier) also present. 00:01:40:00 Flinders Naval Depot Band. 00:01:50:00 plane lands. 00:02:03:00 Queen & Duke exit plane and are greeted by Governor and Premier on tarmac. 00:02:23:00 Queen reviews guard of honour provided by troops from Royal Australian Navy. 00:02:39:00 Queen & Duke are introduced to a succession of \"leading citizens\". 00:03:02:00 car begins departure from airport, and drives through crowd-lined streets. 00:03:24:00 car arrives at Parliament House, Melbourne, where a crowd fills the front steps. 00:03:33:00 Queen and Duke stand halfway up steps and are flanked by Victorian Parliamentary Mace and Black Rod (probably being held by Serjeant-at-Arms and Usher of the Black Rod). 00:03:40:00 Royal Salute - 4 gun artillery salute fired in Domain. 00:03:42:00 Queen and Duke descend steps of Parliament House, Melbourne. 00:03:46:00 drives through crowd-lined streets of Melbourne CBD, with Queen & Duke waving and smiling at crowds. 00:03:52:00 aerial shot of Collins Street at Spring Street end. 00:04:24:00 aerial shot of corner of Swanston and Flinders Streets (site of future Gas and Fuel buildings and Federation Square). 00:04:27:00 an aerial shot looking back to CBD from St Kilda Rd; Flinders St Station and St Paul's Cathedral can be identified. 00:04:31:00 aerial distance shot of Government House, Melbourne. 00:04:42:00 car arrives at Government House. 00:05:04:00 shot of Royal Standard flying over Government House (only flown when monarch in residence). 00:05:08 night scenes of Melbourne CBD decorations. 00:05:28:00 night scenes of fireworks. 00:05:36:00 Queen & Duke taking places at opening of Victorian Parliament; footage inside Legislative Council chamber, Queen in state dress and Order of Garter (Duke in uniform). 00:07:42:00 the M.C.G, and an assembly of ex-servicemen and women. 00:08:02:00 shot of airplane in mid-air. 00:08:08:00 children waving flags in crowd. 00:08:13:00 close-up of Queen making speech (into microphone). 00:08:18:00 close-up of technicians broadcasting the speech. 00:08:24:00 Flemington Racecourse, aerial shot of crowd and betting gates. 00:08:36:00 Queen & Dukes' car arrives, driving down middle of course. 00:08:52:00 horses in saddling paddock. 00:09:01:00 horses racing. 00:09:17:00 Queen presents cup to winning owner & talks to winning jockey. 00:09:25:00 Queen takes her seat in the stands at Kooyong Tennis Centre. 00:09:32:00 tennis being played. 00:09:44:00 shot of film camera operators (possibly filming newsreel footage?). 00:09:46:00 a presentation is made to Queen on the court. 00:09:51:00 shot of exterior of St Paul's Cathedral (Melbourne), Queen & Duke walk down steps with Archbishop of Melbourne (Joseph Booth). 00:10:02:00 aerial shots of car driving through Melbourne streets. 00:10:05:00 aerial view of Shrine of Remembrance. 00:10:09:00 close-up of Queen making speech at microphone. 00:10:29:00 close-up of Duke listening to speech. 00:10:36:00 aerial shots of listening crowd. 00:11:24:00 Queen pushes some mechanism near microphone, and the Shrine's eternal flame is seen smoking (as the Queen has just lighted it.)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Master", 
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}