{
    "system_id": 146393, 
    "permalink": "http://collections.acmi.net.au/objects/146393", 
    "record_type": "Title", 
    "acmi_identifier": "Z000005", 
    "title": "The Spring festival = Guo nian", 
    "other_title": [
        "过年"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1991"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Hong Kong Vanho Film Company Ltd, production company", 
        "Huang Jianzhong, director", 
        "Jiang Yi, script", 
        "Li Tian, cinematographer", 
        "Bai Zhipu, editor", 
        "Li Baotian, cast", 
        "Zhao Lirong, cast", 
        "Liuxiao Lingtong, cast", 
        "Ding Jiali, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family reunions", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film is set in the waning years of the nuclear family. Where the parents' generation have many children, they have all dispersed to the far reaches of their China for work and study. As each member arrives for the ritual homecoming in order to pass the Spring Festival, we are invited to relive the same dramas and encounters that take place each year at this time.  The films starts in the snow at a new year market, bustling with life and a general festive mood. An old lady carefully unfolds money from handkerchief to buy an article from one of the many stands selling sweets, balloons, lanterns and all manner of cards with foods and treats. The old woman is accosted by two friendly performers of Xiangsheng (comedians that use wordplay) wanting money. She has to pay them off to get past and they give her a Zitie (calligraphy of sayings that are stuck around the door around New Years).  Money is very scarce for her family, but she is very happy to see her husband, an old man who sleds down a snowy hill on his rocking chair. Though it is the tradition, neither one expects their children to return home to pay their respects and pass the days celebrating. In fact, they don't seem to mind when they remember all the havoc that eventuates around this time of the year.  \"We're better off without them\", they say, but we can tell that they are sad to hear themselves say such things.  When they are back home, the old man gives his wife a shock by pulling down his pants and unsheathing a huge pile of cash. When he gives it all to her she begins to weep, crying \"I haven't suffered you in vain!\"  The old man jokes: \"You cry if you're poor, you cry if you're rich!\" All they have is each other, and they envision a quiet and peaceful Spring Festival. The man performs moxibustion on the old woman, buys fireworks and prepares the dumplings.  However, it isn't long before their entire family and their spouses arrive. It turns out that all their children are preparing to marry powerful families and need plenty of money to organise weddings, go on study tours and bail themselves out of assorted mischief. Everything manages to pass without major conflict until that night.  While a simple list would not do the film true justice, we gain an extremely realistic view of the average northern Chinese family. We watch the intricate dynamics play out as the family is forced to deal with all the issues which are often tabooed to those outside the inner circle of immediate relatives. No one can manage to keep any secrets at Spring Festival time, and the issues confronted include abortion, henpecking, spoilt kids, domestic abuse, multi-lateral cases of adultery between both sexes, father-child reconciliations: everything is out in the open everyone can abide each other somehow. But just like every New Year, there is always a breaking point.  The chaos begins in earnest when they begin eating dinner. In the midst of everyone complaining over money troubles and asking for financial assistance from their empoverished parents, out of the blue, his youngest son and soon-to-be daughter-in-law whip out a huge donation box for contributions to their wedding fund. The dad snaps and tells them both to bugger off, while the other two brothers begin to fight over money. While everyone is busy shouting, the toddler grandson has become drunk off of yellow wine.  Outside the doorbell rings, and a woman arrives looking for the smooth-talking son Ding. \"Have mercy on my daughter!\" she pleads. It turns out this feeble old woman is the mother of Ding's piece on the side. From there everything falls apart. The whole place is trashed by the violent wife of another son, and she smashes the same mirror she smashed last year. After the storm finally settles, they all look at the mess. As they begin to sweep up the remains of the dinner the father stops them in a moment of brilliant irony:  \"No, don't clean it.\" \"Why?\" \"You'll be sweeping out all our fortune with it.\"  (This is a reference to a tradition of the Spring Festival where it is a taboo to throw anything out or clean anything for fear of sweeping out the good luck to be invested in the coming year).  The ending of this movie is superb, with both Grandma and Grandpa high-tailing it on a sleigh, ploughing through the snow to Shenyan's Imperial Palace, leaving the family to deal with the aftermath and inherit their \"fortune\".  While the film is left open ended in its conclusions, the moral seems to be that, just like every generation, the youth place constant demands on their parents until they themselves become old and realise that the only \"fortune\" one can gain in life is through taking responsibility for one's own life. Ding Jiali is a famous Chinese actress, also starring in the collection's film \"Fatherless Village\". (4 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}