{
    "system_id": 146655, 
    "permalink": "http://collections.acmi.net.au/objects/146655", 
    "record_type": "Title", 
    "acmi_identifier": "X000095", 
    "title": "Le Crime de Monsieur Lange = Crime of Monsieur Lange", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1936"
    ], 
    "creator_contributor_role": [
        "Andre Halley des Fontaines, producer", 
        "Jean Renoir, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on an idea by Jean Castanyer."
    ], 
    "description": [
        "Lange is an author of wild west novels. When the owner of the company that publishes Lange's works absconds with the company funds, Lange rallies the employees together to create their own publishing house. The publisher returns, disguised as a priest, and demands a share of the profits. Lange responds by killing him. The grateful employees help Lange to escape prosecution, allowing him to leave the country with his lovely fiancee. It is a joyous film, just as the Popular Front was a joyous movement, happy in the belief that living and working conditions could be changed for the better and fascism resisted at home and abroad. Exploitation (including sexual exploitation) are represented as the product of authoritarian capitalism, here represented by the publisher. Lange's crime is what the poet W. H. Auden deemed a 'necessary murder'. It is committed to prevent the destruction of the new world that has been built by a mini 'Popular Front' of progressive capitalists and workers by hand and by brain. When the film was re-released in the 1960's, more attention was paid to its formal qualities (the staging of action in depth, an apparent 360 degree pan spotted by the great French critic Andre Bazin) than its political content.  Credits: Producer, Andre Halley des Fontaines ; director, Jean Renoir ; writers, Jean Renoir, Jacques Prevert ; photography, Jean Bachelet ; music, Jean Wiener, Joseph Kosma ; art direction, Jean Castanyer ; editor, Marguerite Houlle-Renoir. Cast: Rene Lefevre, Jules Berry, Fiorelle, Nadia Sibirskaia, Henri Guisol, Sylvia Bataille, Maurice Baquet, Jean Daste, Marcel Levesque, Marcel Duhamel."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}