{
    "system_id": 49984, 
    "permalink": "http://collections.acmi.net.au/objects/49984", 
    "record_type": "Title", 
    "acmi_identifier": "315796", 
    "title": "Cookie's fortune [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Electric Shadows, distributor", 
        "Kudzu Productions, production company", 
        "Robert Altman, co-producer", 
        "Etchie Stroh, co-producer", 
        "Robert Altman, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        "(Dolby Digital Stereo)"
    ], 
    "length": [
        "01:53:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Suspense"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Suicide", 
        "Economics, Philosophy, Politics, Religion & Sociology/United States - Race relations"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Cookie, an eccentric old woman with a sizeable fortune, lives in a grand old home in Holly Springs, Mississippi. Contrary to the 'good taste' of her niece, the uppity Camille, Cookie lives in an un-conventional, disorderly manner: she wears T-shirts with antique jewellery, smokes pipes, plays crosswords, and, worst of all, is best friends with a black man, Willis, who lives with her and takes care of her. Though Cookie's remaining family members are close by, she rarely enjoys their company: her niece Camille is haughty and disapproving, her daughter Cora seemingly catatonic and her feisty, independent granddaughter, Emma, has just returned after a long absence. Cookie instead longs profoundly for her dead husband. On one fine day, she takes dramatic action to be reunited with him, an act that disrupts the town and brings into view the divergent attitudes and personalities that populate this small American town. \"Cookie's Fortune\" is a Southern gothic comedy that, like Altman's previous films, interconnects multiple characters to paint a portrait of society at large. The subtlest of his films, \"Cookie's Fortune\" focuses on a small American town to juxtapose the 'old racist South' with the 'new South' in which interracial relationships and carefree attitudes have replaced the repression and stoicism of the past. Though there is a hint of narrative suspense, \"Cookie's Fortune\" proceeds with a higher purpose: taking a relaxed, meandering pace to trace out the moral dimensions of its milieu, and the potential for art to encourage pretension and superficiality while affirming that the joy of life is offered to those who embrace it by way of being earthly, honest, good-natured and spirited. Cast includes Glenn Close, Charles S Dutton, Chris O'Donnell, Liv Tyler, Julianne Moore, Patricia Neal, Ned Beatty, Lyle Lovett."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}