{
    "system_id": 146451, 
    "permalink": "http://collections.acmi.net.au/objects/146451", 
    "record_type": "Title", 
    "acmi_identifier": "Z000064", 
    "title": "Gushu artist: the artist of folk art = Gu shu yi ren", 
    "other_title": [
        "The Artists of folkart", 
        "The Artists of folk art"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Tian Zhuangzhuang, director", 
        "Tian Zhuangzhuang, script", 
        "Lao She, original concept", 
        "Liang Ziyong, cinematographer", 
        "Dai Yisheng, music", 
        "Gong Jinghua, cast", 
        "Li Xuejian, cast", 
        "Tan Mingdi, cast", 
        "Zhu Xu, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Armed Forces, Military, War & Weapons/Sino-Japanese Conflict, 1937-1945", 
        "Crime, Espionage, Justice, Police & Prisons/Rape", 
        "Family, Gender Identity, Relationships & Sexuality/Rape"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A boatful of people arrives in Chongqing in 1943, having migrated from Beijing. Baoqing, an actor, disembarks with his family, even though his wife wishes to return to Beijing. A refugee, he has come to Chongqing seeking work. As they settle into their new apartment, a siren sounds, signaling a Japanese air raid. Everyone escapes unharmed.  Baoqing meets Mr. Tang in a tearoom. Baoqing suggests that both of their daughters come together to form a musical troupe. Baoqing's daughter Xiulian is a talented singer whose performances help support her family.  To earn some extra money, Baoqing's wife begins to lease out their apartment to prostitutes during the day. One of these prostitutes is Qinmei, Baoqing's sister.  Baoqing discusses marriage with Xiao Liu, a local young man. When Xiao Liu mentions his relationship with Qinmei, Baoqing gives him his approval. Later that evening, Xiulian tells her father that Qinmei has yet not returned home. He replies that what she does is disgusting, and that she shouldn't concern herself with it.  The next day another Japanese air raid hits, and there is significant damage to the town. When Baoqing heads out to assess the damage, he finds the tearoom completely obliterated. Baoqing receives a visit from a military adjutant on behalf of Wang, a 55-year-old ex-commander. Commander Wang has expressed an interest in Baoqing's daughter Xiulian. Sensing Baoqing's disapproval, he tries to appeal to him with the allure of Commander Wang's enourmous fortune, but Baoqing insists that people cannot be bought or sold as concubines. They contemplate running away, but are afraid that Commander Wang's power and influence will catch up with them. They decide to visit Commander Wang with Xiulian, so that he can see she is only a child. When they arrive at the Wang residence, they are greeted by his ill-mannered wife, who tells Xiulian that she has brought the situation upon herself by flirting with Commander Wang.  Feng, Baoqing's other daughter, marries Commander Wang's adjutant Tao. Upon hearing the news, Commander Wang berates Tao for finding himself a wife for himself while he remains without a concubine. One day, when Tao is out, Commander Wang rapes Feng. Tao leaves her.  Baoqing meets with Xiao Liu, who tells him that he cannot stay with Qinmei if she continues to prostitute herself. Instead, he expresses an interest in marrying Feng, convincing Baoqing that their union will stabilise the family. Both Feng and Xiao Liu have been wronged in their relationships and therefore suit each other.  Baoqing expresses concern about Xiulian's future. He sends her to school, but she is immediately teased for not being able to read, leaving in tears. He tells his daughter, \"if you don't belittle yourself, people won't look down on you\".  Xiulian starts seeing Li Yuan, a local man, but when he is later arrested for stealing $50 000, Baoqing worries that she will bring shame upon the family.  Xiulian is scared of thunder, most likely due to the air raids. One night, when she is home alone during a storm, Li Yuan visits her in her vulnerable state with the pretense of protection, but ends up raping her. When Baoqing realises what has happened, he threatens Li Yuan, who then pulls a gun on him. Having impregnated Xiulian, he has no choice but to let him go.  Xiulian admits to her sister Feng that she has no choice but to marry Li Yuan, even though she is unable to articulate her feelings for him. She worries that if she doesn't marry Li Yuan she will be labeled a whore and bring disgrace to the family. They marry, but Li Yuan treats Xiulian poorly, trying to embezzle money from her father. Completely broke with nothing to eat, he forces her to sing again, despite her pregnant condition. When she refuses, he leaves her, pregnant, blaming her for their poverty.  Xiulian returns home to her family, distraught, her mother embracing her in tears. She asks her father to provide her child with extra love because it does not have a father. She gives birth to a baby girl. She returns to singing, choosing bitter and resentful songs about her ruined future.  The conflict with Japan comes to an end, and the whole city celebrates, able to finally return home to Beijing.  Cultural History of the Film:  The events of the film take place during the famous Bombing of Chongqing. The Bombing of Chongqing was a terror bombing operation conducted between February and August 1943, by the Imperial Japanese Navy Air Service during the Second Sino-Japanese War (1937-1945). Chongqing suffered more than 10 000 casualties, as well as the destruction of the entire city centre.  Gushu Artist is one of the more adult films in the collection. It is the first film I have encountered with coarse language and explicit sexual references. Based on the novel by Lao She. (3 stars - Aleena Glentis; 3 November, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}