{
    "system_id": 97, 
    "permalink": "http://collections.acmi.net.au/objects/97", 
    "record_type": "Title", 
    "acmi_identifier": "B1000106", 
    "title": "Mauve Desert", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "1997"
    ], 
    "creator_contributor_role": [
        "Adriene Jenik, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "voices from the drivers seat of a computer"
    ], 
    "description": [
        "`As you drive Mauve Desert I hope you keep in mind where you sit and what drives you to understanding.' This a story about Melanie, a fifteen year-old, who steals her mother's car and drives into the desert. How she feels about herself and the process of becoming is echoed by her spoken thoughts on the desert landscape she drives through. Low-resolution graphics and a distinctive design style support the raw, and grungy atmosphere of Melanie's world. The main interface is a map. The map promises adventure and danger, hinted at by the areas of the map lighting up. The offscreen sounds include dogs barking, gunshots and a car engine turning over. The narrative structure of Mauve Desert makes the user get stuck at certain points. We can only sit back and watch. Sometimes an area is available to click on, sometimes that area will not respond, encouraging the user to be opportunistic in future encounters. Different pieces of video will be produced at particular intervals, suggesting that an underlying logic holds the project together. The theme of understanding and interpretation is also reflected in the layers within the project where fact is merged with fiction. There is Maude Laures, the academic, who stumbles upon Melanie's life in a second-hand bookshop. The project is based on the novel Le Desert Mauve by Quebeýoise author Nicole Brossard, `Mauve Desert'."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [Mac]; Master", 
        "CD ROM [Mac]; Copy", 
        "CD ROM [Mac]; Copy"
    ]
}