{
    "system_id": 146497, 
    "permalink": "http://collections.acmi.net.au/objects/146497", 
    "record_type": "Title", 
    "acmi_identifier": "Z000141", 
    "title": "Detective Tie Zhongying", 
    "other_title": [
        "The Detective Tie Zhongying"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1991"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Wang Wei, director", 
        "Chen Lie Ping, producer", 
        "Shi Biao, writer", 
        "Zhen Kengzhen, cinematographer", 
        "Zhang Hong, composer", 
        "Li Guanjun, editor", 
        "Zhang Bai, editor", 
        "An Yaping, cast", 
        "Zhao Xueqin, cast", 
        "Zhang Qi, cast", 
        "Sun Chenxi, cast", 
        "Wei Beiyuan, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:47:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Drama", 
        "Historical films", 
        "Courtroom, Crime, Espionage & Thrillers/Suspense"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Assassination"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The story is set in the Ming Dynasty, where a cabinet scholar enter into the secret chamber of the government office, ready to withdraw the testament written by the previous Regent appointed by the emperor, in preparation for the public announcement in front of all civil and military ministers. The announcement will identify the emperor's will to whom within the five royal brothers will be chosen as the next Regent.  Abruptly, a masked swordsman appears out of nowhere, he stabs the cabinet scholar with one thrust to kill, then takes the testament and flees the chamber. While fighting the suspect in the chamber, the chef constable Tie Zhongjie is shot by a broken arrow filled with poison. Using his dying words, he tells his younger brother Tie Zhongying the poison is in fact the most poisonous of all, the Erysipelas (Arsenic Trioxide).  After the arrival of the five royal brothers, in suspicion of their safety, Tie Zhongying is ordered to uncover the case. However, during one hunting game, the most hopeful candidate to become Regent, the King of Ji'jou, is murdered likewise by an arrows shot from nowhere, the poison once again appearing to be Erysipelas. On the other side of town, Ru'nan King is chasing courtesans at a brothel, where he is victimized by the same Erysipelas poison.  The King of Duan'zhou suspects that it is the three Han sisters' doings avenging the death of their father. He dispatches troops to destroy their white stallion fortress, while kidnapping the older sister Fei as hostage. Two younger sisters Yiyun and Caiyun vow to rescue her. While on their attempt breaking into the King of Duan'zhou's palace, they are ambushed by palace guards. Fortunately, they were saved by masked swordsman during critical moments, allowing them to escape the palace walls. Yiyun and Caiyun soon learn of their older sister Feiyun's death; in their determination to revenge, they vow to assassinate the Duan'zhou King.  Tie Zhongying arrives to the Han sister's following attempt to assassinate, upon realization that the assassin Caiyun is in fact his childhood sweetheart. Furthermore, the one whom the Han sisters have assassinated is somehow not the king of Duan'zhou, but the king of Luo'yang. Under Tie's preliminary speculation the next victim will be king of Chang'sha, he decides to stay put and wait for the assassin’s next move.  As expected, after one nightfall, the masked swordsman leads both Yiyun and Caiyun into the King of Chang'sha's palace. Tie thrust his sword toward the masked swordsman and injures his right arm. The masked swordsman plunges into the wild and flees. The Han sisters on the other hand are once again ambushed by palace guards. While Tie rescues his childhood sweetheart Caiyun and escapes the attack, sister Yiyun failed to escape and is killed under flying arrows.  From the place where the King of Luo’yang was murdered, Tie discovers a porcelain bottle containing the same Erysipelas, with the characters ‘Chang’sha palace’ imprinted at the bottom of the bottle. With help from Caiyun, Tie encounters several fights with the King of Chang’sha, the King of Duan’zhou and the masked swordsman, and discovers the mastermind behind the entire murders plot is King of Chang’sha.  Tie fulfills his duty by killing the ruthless murder, the King of Chang’sha. Tie ceases to resign and decides to lead wandering lives with Caiyun. However, after receiving the Regent throne, the King of Duan’zhou begins his new plot in taking out everyone else that stands in his way, including Tie Zhongying. (Wendy Xu, 2013). Choreography by Lu Yong Quan, Fu Weixing, An Yaping."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}