{
    "system_id": 169572, 
    "permalink": "http://collections.acmi.net.au/objects/169572", 
    "record_type": "Title", 
    "acmi_identifier": "B2003233", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 11]", 
    "other_title": [
        "1954 Royal visit: [Shrine of Remembrance…] R 7", 
        "1954 Royal visit: [Shrine of Remembrance…] R.7"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:08:20"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Shrine of Remembrance (Melbourne, Vic.)", 
        "Places/Shrine of Remembrance (Melbourne, Vic.)", 
        "Places/Princess Theatre (Melbourne, Vic.)", 
        "Music & Performing Arts/Princess Theatre (Melbourne, Vic.)", 
        "Armed Forces, Military, War & Weapons/H.M.A.S. Cerberus (Crib Point, Vic.)", 
        "Places/H.M.A.S. Cerberus (Crib Point, Vic.)", 
        "Economics, Philosophy, Politics, Religion & Sociology/McMahon, William, 1908-1988", 
        "History/McMahon, William, 1908-1988", 
        "People/McMahon, William, 1908-1988"
    ], 
    "abstract": [
        "Reel 11 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. In Reel 11, we see the Queen dedicating additions to Melbourne's Shrine of Remembrance, and arriving at Melbourne's Princess Theatre. The Duke visits the Flinders Naval Depot (now HMAS Cerberus)."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  In Reel 11, we see the Queen dedicating the forecourt and eternal flame additions to Melbourne's Shrine of Remembrance. The Queen and other audience are seen arriving at Melbourne's Princess Theatre. The Duke visits the Flinders Naval Depot (now HMAS Cerberus).  Detailed Description Reel 11:  Opens with Title \"Shrine of Remembrance Dedication of Additions\", followed by aerial shots of Shrine of Remembrance with waiting crowds, and Queen's car driving along St. Kilda Road. 00:00:35:00 car arrives at the Shrine, driving slowly through waving crowds. 00:00:41:00 Queen and Duke exit their car and are greeted (by an official party including Governor Brooks). 00:01:00:00 the party walk across the Shrine forecourt with Government House and Melbourne Observatory buildings visible in the background. Party climb steps and enter Shrine; at 00:01:34:00 an entertaining shot of a collective bow and curtsey at top of Shrine steps. The National Anthem is played and speeches made (NOTE: this footage does NOT include footage of Queen lighting Eternal Flame contained in Reel 1). There is a break in the film before a shot of the Eternal Flame smoking. Official party walk down steps and across the forecourt to the Eternal Flame. 00:03:18:00 Queen and Duke re-enter car and leave. 00:03:38:0 Title \"Arrival at Princess Theatre Monday, 1st. March, 1954.\", followed by shots of Queen, Duke and other guests arriving at the Spring Street theatre in evening dress. 00:04:09:00 to 00:04:26:00 interior shots of the theatre (dress circle) and audience. 00:04:26:00 Title \"Visit of His Royal Highness to Flinders Naval Depot Tuesday, 2nd. March, 1954.\", followed by train arriving (presumably at Flinders Naval Depot railway platform). 00:04:54:00 Duke exits train accompanied by William (Billy) McMahon (then Minister for Labour and National Service, later Prime Minister of Australia 1971-72) and is greeted by navy officers. Duke enters car and motorcade drives through streets lined with flag-waving children. 00:05:40:0 naval marching band and sailors on parade. Duke reviews troops, a short religious service is held, and the Duke makes a speech. 00:07:30:00 Band plays (probably Royal Australian Navy Band or Flinders Naval Depot Band). Sailors parade past saluting Duke."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}