{
    "system_id": 50553, 
    "permalink": "http://collections.acmi.net.au/objects/50553", 
    "record_type": "Title", 
    "acmi_identifier": "316396", 
    "title": "Dodge City", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1939"
    ], 
    "creator_contributor_role": [
        "Warner Bros, production company", 
        "Michael Curtiz, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Westerns"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Kansas", 
        "History/Frontier and pioneer life", 
        "Places/Kansas"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Michael Curtiz (Mildred Pierce, Casablanca, Angels with dirty faces) directed this star vehicle for Errol Flynn with whom he collaborated the year before on \"The Adventures of Robin Hood\". In \"Dodge City\" Flynn plays Wade Hatton, a successful and scrupulous man who, with a loyal crew in tow, herds buffalo across Texas to various destinations. On one such trip the crew are also protecting settler families headed for Dodge City. The frontier life is depicted as dangerous and corrupt, especially in towns thriving on alcohol, gambling and prostitution. As a town with no sheriff, Dodge City is such a town - violent, lawless and ruled by the local saloon owner who murders any individual that tries to collect on honest debts. As a principled and fearless man, Hatton is implored to be sheriff and clean up Dodge City. Flynn is well cast as Hatton, a charming and handsome cowboy. Oliva de Havilland (who starred as Maid Marion in The Adventures of Robin Hood) plays his love interest Abbie Irving, a schoolteacher and journalist. As a Western intended for the Saturday matinee \"Dodge City\" is replete with scenes of cattle stampedes, bar room brawls and runaway trains. \"Dodge City\" features some glorious exterior scenes and was filmed in Technicolour."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}