{
    "system_id": 146434, 
    "permalink": "http://collections.acmi.net.au/objects/146434", 
    "record_type": "Title", 
    "acmi_identifier": "Z000047", 
    "title": "The Eight celestials crossing the sea = Ba xian guo hai", 
    "other_title": [
        "八仙過海", 
        "The Eight immortals crossing the sea"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Fujian Film Company of the People's Republic of China, production company", 
        "Mingquan Ma, director", 
        "Yuntao Guo, director", 
        "Manfu Qiu, producer", 
        "Mingquan Ma, script", 
        "Huoming Zhuang, script", 
        "Jin Fuzai, sound", 
        "Chenbin Wu, sound"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:07:31"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Action & Adventure", 
        "Animation", 
        "Animation/Animated films - China", 
        "Animation/Puppet animation", 
        "Action & Adventure/Adventure films"
    ], 
    "subject_group": [
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Literature/Chinese literature - Film and video adaptations", 
        "Literature/Fairy tales - China", 
        "Magic, Occult & Supernatural/Fairy tales - China", 
        "Literature/Folk literature, Chinese"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "'Eight Immortals Cross the Sea' is a well-known story written by an unknown author in the Ming Dynasty. The legend is about the Immortals on a journey to attend the 'Conference of the Magical Peach', and on this journey they encounter an obstacle-the sea. Instead of going across by their clouds (the transportation of the immortals) their leader Lü Dongbin suggests that each of them should use their individual magical powers to get across. On their journey across the sea, Lan Cai He's basket of flowers give off a glorious scent of youth and life; and soon, this irresistible scent reaches the Dragon Empress's court in the sea. This particular day happens to be the Dragon empress' birthday, so the court is in session to celebrate. She receives a special artefact, a mirror which has the ability to reveal all truths. Upon seeing her reflection, she laments on her aging face; declaring her sole desire to be youthful once again. The magnificent scent quickly overwhelms everyone, and they soon realise that it is coming from Lan Cai He's famous basket. The flowers, known for its powers to restore youth and give life, prompts the empress devises a plan to steal the basket. A sea army is sent out, and after a heated struggle with the immortals, the basket is successfully obtained and presented before the Dragon Empress. Upon consuming a single petal, the empress's white hair turns black; she is delighted by this change and is convinced of the petal's power. But with the second bite, all traces of youth disappear, ugly boils appear on her cheeks and she feels as if she has been poisoned. Realising that the basket is controlled by a secret magic, the empress devises a plan to lure the immortals into revealing it. Back on the shore the immortals are in a furious frenzy over the treacherous act, each member devises a plan, based on their supreme wit and combating skills, to retrieve the basket. The rest of the narrative sees the clash between the immortals and the Dragon Empress.  Historical Background: The Eight Immortals have been part of Chinese oral history long before they were recorded in the works of writers of various dynasties – Tang, Song, Yuan and Ming. In Chinese mythology the Eight Immortals are believed to know the secrets of nature. They represent separately male, female, the old, the young, the rich, the noble, the poor, and the humble peasant. Each Immortal’s power can be transferred to a tool of power, kind of a talisman associated with a certain meaning that can give life or destroy evil. In modern China, the Eight Immortals are still a popular theme in artwork. Their figures, in the form of pottery, paintings, and other artworks, remain ubiquitous amongst households across China. The Immortals are: He Xian Gu (The Immortal Woman): The daughter of a 7th-century shopkeeper, she accidentally ate a magic peach and became immortal. She is attributed by the lotus/lotus pond, which can cultivate people through meditation. Cao Gou Jiu (The Royal Uncle Cao): Cao Gou Jiu is reputed to have been the brother of a 10th century Song Empress. He is attributed with a jade tablet which can purify the air. He is the patron deity of actors. Li Tie Guai (Iron-Clutch Li): Skilled at magic he was able to free his soul from his body and aid and meet others in the celestial realm. He is represented as a lame beggar carrying a double gourd. The gourd, symbolising longevity and the ability to ward off evil. Lan Cai He (The Immortal Hermaphrodite): Her/his attribute is a basket of flowers associated with longevity, which she/he carries to remind viewers of the transience of life and with which she/he can communicate with gods. She/he is variously portrayed as a youth, an aged man, or a girl; in modern pictures generally as a young boy. Lu Dong Bin (The Chief Leader): He was an 8th-century scholar, who was a student of Taoism. Dressed as a scholar, he is honoured as such. His attribute, the sword, which can subdue evil, allowed him to travel the earth defeating evil. Han Xiang Zi (The Philosopher): Han Xiang Zi is said to have been the nephew of Han Yü, a famous scholar of the 9th century. Among his special skills was the ability to make flowers bloom instantaneously and tame wild beasts. Zhang Guo Lao (The Elder Zhang Guo): Zhang Guo Lao is reputed to have been a recluse of the 7th or 8th century. He is portrayed as an old man on a white mule, carrying a drum made of bamboo which can restore life to living things. Zhongli Quan: Among his many powers were transmutation and the knowledge of the elixir of life. His attribute is a fan, which can bring the dead back to life.  Researcher's Comments: Rare film, not much information available. Related to the story is the Chinese proverb \"The Eight Immortals cross the Sea, each reveals its divine power\" which suggests that every individual should utilise their unique powers to achieve a common goal. One of the foremost functions of myth is to establish models for behaviour. Since the figures described in myth are sacred, they are therefore worthy role models for human beings. The continual reproduction of this well-known folklore (since the 1930s countless films and TV serials have been made in the Chinese speaking regions-Hong Kong, Taiwan, China, Singapore) can be interpreted as a collective desire to uphold and reinforce certain social structures and ideologies. The famous Fujian Puppet company are best known for their performances of classical Chinese stories/mythologies, accompanied by traditional costumes and lavish sets. Their production of the 'Eight Celestials Crossing the Sea', with its employment of Chinese operatic elements, illustrate the enormous versatility of the popular folk art. (3 stars - Mary Chen; April 9, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}