{
    "system_id": 39797, 
    "permalink": "http://collections.acmi.net.au/objects/39797", 
    "record_type": "Title", 
    "acmi_identifier": "305133", 
    "title": "Without you I'm nothing", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "M.C.E.G., production company", 
        "Jonathan D Krane, producer", 
        "John Boskovich, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:26:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Based on Sandra Bernhard's one-woman live show, \"Without You I'm Nothing\" is an ecstatic celebration of deviancy and sexual difference. Bernhard is a sardonic and biting comedian who in a series of inspired personas exposes the hypocrisy and shallowness that dominate contemporary American culture. Whether sending up her suburban Jewish upbringing or the excesses of Hollywood stardom, Bernhard's stand-up routines reclaim the transgressive bitchiness of camp. \"Without You I'm Nothing\" achieves much of its power from the sheer force of Bernhard's personality. Whether performing a lesbian-tinted \"Me and Mrs Jones\" or stripping to \"Do You Want To Funk?\", her energy is explosive and exhilarating to watch. For lesbian and gay viewers, there is also the elation of watching a performer unapologetically celebrate the unique mixture of the kitsch, the erotic and the subversive which is central to queer notions of community and identity. The film also celebrates the pivotal contribution of African-Americans to popular music, and acknowledges how this contribution has been largely stripped of its innovation and urgency when exploited by white performers. Wicked, intelligent, sophisticated and fun, \"Without You I'm Nothing\" is a key work of the new Queer Cinema."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}