{
    "system_id": 146392, 
    "permalink": "http://collections.acmi.net.au/objects/146392", 
    "record_type": "Title", 
    "acmi_identifier": "Z000004", 
    "title": "Blossoming years = Dou kou nian hua", 
    "other_title": [
        "豆蔻年华"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1989"
    ], 
    "creator_contributor_role": [
        "Children's Film Studio (China), production company", 
        "Dan Xingliang, producer", 
        "Run Youliang, producer", 
        "Qiu Zhongyi, director", 
        "Xu Geng, director", 
        "Xu Geng, script", 
        "Cheng Wei, script", 
        "Wu Yun, cinematographer", 
        "Dan Xingliang, cinematographer", 
        "Wang Xiaoyong, music", 
        "Zhang Xi, cast", 
        "Miaomiao, cast", 
        "Cai Xiangliang, cast", 
        "Zhou Zhengbo, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:12"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama/Melodrama", 
        "Drama"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Achievement behavior in children", 
        "Family, Gender Identity, Relationships & Sexuality/Achievement behavior in children", 
        "Family, Gender Identity, Relationships & Sexuality/Attitude change in children", 
        "Economics, Philosophy, Politics, Religion & Sociology/Children - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Children", 
        "Family, Gender Identity, Relationships & Sexuality/Education of children", 
        "Education, Instruction, Teaching & Schools/Education of children", 
        "Economics, Philosophy, Politics, Religion & Sociology/Education of children", 
        "Family, Gender Identity, Relationships & Sexuality/Disclipine of children", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Identity (Psychology) in children", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/School children", 
        "Family, Gender Identity, Relationships & Sexuality/School children", 
        "Education, Instruction, Teaching & Schools/Students - Attitudes", 
        "Economics, Philosophy, Politics, Religion & Sociology/Students - Political activity", 
        "Family, Gender Identity, Relationships & Sexuality/Friendship"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Blossoming Years is a melodrama centred around a group of girls from a diverse range of social backgrounds and their experience boarding together in their freshman year at a prestigious college. The year that unfolds reveals a dynamic web of obligations and relationships linking each girl, and how their connections with each room-mate shape their personal struggle to define themselves. Cao Mimi is a confident, friendly and warm hearted city girl. Her classmate Yao Xiaohe, who comes from a provincial background, is described as more like the leaping carp of Chinese folk-tale, who epitomises the ambitious and persevering attitude of those who give everything they’ve got to achieve their dreams. At the same time, Yao Xiaohe is overwhelmed by the dog-eat-dog nature of society. While at a boxing match, she attempts to reconcile the lofty teachings and ideals of her education with the rough nature of competition. Meanwhile, the break-up of Mimi’s parents leaves her disillusioned by the practical strains on commitments and love within a society. The conflicting ideals of socialism and capitalism are approached with cases of Chinese becoming American citizens, and the rise of consumerism as something to be enjoyed by young people who dream of big things. Yin Qiong, a famous actress who immigrated to the States, comes at night and visits them in their dorm room. It turns out that this was once her room while she attended the school as a girl. Yin Qiong addresses the modern young girls as a member of China’s older generation, wishing they could redress mistakes, and return to their youth to reap the economic benefits of their suffering during periods such as China’s Great Leap Forward. On the other hand, Yin Qiong recognises this is simply a fantasy, and she will always be herself. The exam period is seen by the girls with a heavy sense of ambivalence. They feel both regret at moving on, leaving the tragic shadow for those left behind, and the ambition to realise their own dreams for success and acceptance. For some, especially those from rural areas, it is seen as a matter of life and death. The room-mates all fall under the sway of distrust and jealousy after realising they are all in competition on every level. Yao Xiaohe receives word that her mother has fallen ill and prepares to leave. Her friends all beg her to stay. After making a call it turns out her mother was not the one to send the telegram and is not actually sick. Their Teacher Mr Xia admits to his students that he cheated to be accepted to study and has spent the rest of his life trying to make amends for his behaviour. The final exam ends in Spartacus-like scene where a note is intercepted by a teacher who suspects they are cheating, at which point all the kids put their futures on the line to stand up to take the blame. It turns out the note was intended from Cao Mimi to Yao Xiaohe – as they had quarrelled earlier – encouraging her to push on.  The title “Blossoming Years” (豆蔻年华, dou kou nian hua) is derived from the Tang Dynasty’s master poet Du Mu, who compares a girl’s early teen years with the first blossoms of a flower. The significance of this film is toward the complex relationships and strong loyalties that are born for many high school teens, especially those living closely with one another through stressful and emotional periods. The themes approached each mirror important social phenomena of today’s China, and share a specific practical and humanistic perspective. The extreme, almost fanatical, attitudes inspired by the high level of competition for entry to the most prestigious schools are shown when classmates reveal to each other that they plan to commit suicide if they fail to achieve the top marks. This kind of reality, while it may be considered melodramatic by many people’s standards, has in fact scaled down greatly from many of the attitudes exhibited by Chinese students and their parents. This has been especially true for those confined by social standing and provincial regulations to rural areas, as it is typically much more difficult for them to secure work and study opportunities in major cities and educational institutions. This film is recommended as a source material for those referencing the high levels of pressure on students to consistently achieve levels of excellence from very young ages. It is also a keen insight into the psychology that allows such children undergoing such hardship, to develop strong relationships and moral consciences despite such hardships. The film also incorporates some very cutting edge 80s music. (3 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}