{
    "system_id": 146413, 
    "permalink": "http://collections.acmi.net.au/objects/146413", 
    "record_type": "Title", 
    "acmi_identifier": "Z000025", 
    "title": "Tan Sitong = Tan Si Tong", 
    "other_title": [
        "谭嗣同"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Chen Jialin, director", 
        "Liu Genglu, script", 
        "Zhiguo An, cinematographer", 
        "Wei Liancheng, editor", 
        "Da Shichang, cast", 
        "Hongsheng Wang, cast", 
        "Yan Lan, cast", 
        "Wang Zhihua, cast", 
        "Jin Fuzai, composer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:18:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Despite centering around the heroic personality of the eponymous Qing Dynasty official Tan Sitong (1865—1898), the film is actually an examination of the events and internal pressures that indirectly led to the fall of the Qing Dynasty. In her waning years, the Empress Dowager Ci Xi was still the one pulling the strings to the incumbent puppet Emperor Guangxu.  Acting out her will through the viciously corrupt internal bureacracy of eunuchs in the Forbidden City, Ci Xi and her lackies are shown by the film to lack confidence in the abilities of their own people. This led to constant double-dealings and secret negotiations that ultimately whittled away what little self-esteem the nation has left.  Far from being a naive accessory, Emperor Guangxu sees this degradation for what it is and struggles to appoint just and upstanding officials to carry out a revolutionary new wave of reforms designed to combat the rampant corruption across the country. Led by Kang Youwei, a handful of daring men advance the interests of the struggling emperor, but are eventually undermined by overwhelming odds and the vicious interests of the government.  Tan Sitong, the right-hand man of Kang Youwei, who is in charge of carrying out the reforms, is a target of government slander. Although Tan was not the central hero of the story, he showed incredible persistence in the face of accusations and misunderstandings, even by the emperor, whose ear was constantly poisoned by Imperial eunuchs.  Tan is the champion of all the unsung heroes, and comes to a gritty end for his trouble. After he parts with his indentured servant and wife, he and his friends are rounded up by the imperial guard and taken off in cages. He spends his final hours sitting in prison, writing poetry on the walls with a piece of charcoal. Then he and five other reformists are executed (Kang Youwei was clever and ran away, but this explains why the movie is not about him).  The film ends with an impressive urban scene of the martyrs being paraded on crucifixes down the main road while hordes of onlookers watch the execution. The scene provides an illustrious example of a high-ranking execution during the Qing dynasty. As the official presiding over the execution issues their death warrants Tan's wife bites her finger and writes in blood over his coffin \"Here Lies a Good Man\".  Cultural History of the Film:  The cast is long and the plot intricate, but the film is highly detailed and — for all intents and purposes — is highly informative. (4 stars - James Donald; June 9, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}