{
    "system_id": 46277, 
    "permalink": "http://collections.acmi.net.au/objects/46277", 
    "record_type": "Title", 
    "acmi_identifier": "311956", 
    "title": "New deal documentaries: the plow that broke the plains. The River. The Power and the land. The New frontier", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "U S Federal Government, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:44:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - United States"
    ], 
    "genre": [
        "Documentary/Documentary films - United States", 
        "Documentary"
    ], 
    "subject_group": [
        "Climate, Environment, Natural Resources & Disasters/Agriculture - Environmental aspects", 
        "Climate, Environment, Natural Resources & Disasters/Soil conservation", 
        "Agriculture, Business, Commerce & Industry/Farm life", 
        "Agriculture, Business, Commerce & Industry/Farm management - United States", 
        "Agriculture, Business, Commerce & Industry/Agriculture - United States", 
        "Agriculture, Business, Commerce & Industry/Agriculture - Environmental aspects", 
        "Agriculture, Business, Commerce & Industry/Farm life - United States", 
        "History/United States - History - 1933-1945", 
        "History/Depressions - 1929 - United States", 
        "History/Mississippi - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/Disaster relief", 
        "Economics, Philosophy, Politics, Religion & Sociology/Labor and laboring classes - United States", 
        "Mathematics, Science & Technology/Electric power", 
        "Mathematics, Science & Technology/Electricity", 
        "Economics, Philosophy, Politics, Religion & Sociology/Depressions - 1929 - United States"
    ], 
    "abstract": [
        "The plow that broke the land (1926, 36 mins)--The River (1937, 31 mins)--Power and the land (1940, 37 mins)--The new frontier (1934, 10 mins)"
    ], 
    "description": [
        "THE PLOW THAT BROKE THE LAND (Dir: Pare Lorentz): The subject is the tragedy of the Dust Bowl in the Midwest - productive land lost through poor management motivated by short term gain - while poetically promoting the conservation and resettlement policies of the New Deal's farm program. Aimed at a wide audience, this first U.S. government sponsored documentary emphasized the dramatic, 'a melodrama of nature' as Lorentz called it, an emotional appeal strengthened by Virgil Thomson's music score. Lorentz matched his images contrapuntally to Thomson's symphony of Midwestern themes, achieving intensity through montage. The social militancy contributed by the three photographers was softened by Lorentz. The commercial success of 'Plow' led to further films such as Lorentz's 'The River' and Joris Ivens' The Power and the Land' designed for widespread theatrical release. Narrated by Thomas Chalmers. THE RIVER (Dir: Pare Lorentz): Following the success of 'The Plow That Broke the Plains' the Roosevelt administration financed a follow-up film which was distributed theatrically by Paramount. The theme was again the waste of natural resources through careless and exploitative land management. The focus was specifically on the Mississippi River Basin, the disastrous 1937 flood providing the means of dramatising the issue. The film also promoted New Deal development programs such as the controversial Tennessee Valley Authority. Lorentz further developed the narrative-in-ballad form of 'The Plow That Broke the Plains'. Free verse with cadenced repetitions, Virgil Thomson's music score and the dramatic flow of the accomplished camera team came together with a vigour and confidence that is a high-point for the native American documentary school. However, support for the U.S. Film Service, with Lorentz at the head, was short lived, a victim of changing political attitudes. Narrated by Thomas Chalmers. POWER AND THE LAND (Dir: Joris Ivens): The film's main purpose was to convince American farmers of the necessity for rural electrification through farm cooperatives. It received wide theatrical distribution through RKO. Ivens sought to overcome farmers' conservatism not by direct appeal but by gentle dramatisation using a family on an Ohio farm and a poetic commentary by Stephen Vincent Benet in a simple before-and-after structure. The hardships of life on a non-electrical farm are contrasted with the benefits brought by electricity. Ivens wrote about the genuine rapport he established with the farming people and his film is a tribute to American ideals and to the hardworking farming families who love the land. A short prologue appears to have been added in the early fifties. Narrated by William P. Adams. THE NEW FRONTIER (Dir: H. B. McClure): H. B. McClure's film about the Woodlake community offers a forthright, enlightening glimpse into an experimental rural community sponsored by the Federal Emergency Relief Administration, and is perhaps of more historical than stylistic interest. However, Roosevelt's relief organisations also hired pioneering filmmakers who took the opportunity to create enduring works of poetic yet politically committed cinema. Narrated by Morse Salisbury."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 009182; The River; Active; 1938", 
        "Title; 014564; Power and the land; Active; 1940", 
        "Title; 505557; Plow that broke the plains; Active; 1936"
    ], 
    "object_relationship": [
        "Related Title", 
        "Related Title", 
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}