{
    "system_id": 47628, 
    "permalink": "http://collections.acmi.net.au/objects/47628", 
    "record_type": "Title", 
    "acmi_identifier": "313354", 
    "title": "Gummo (D)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1997"
    ], 
    "creator_contributor_role": [
        "New Line Cinema, production company", 
        "Cary Woods, producer", 
        "Harmony Korine, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:26:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: some scenes may disturb"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Youth - United States", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Suburbs", 
        "Advertising, Film, Journalism, Mass Media & TV/Surrealism in motion pictures", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Youth - United States", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Youth - United States", 
        "Economics, Philosophy, Politics, Religion & Sociology/Social classes", 
        "Economics, Philosophy, Politics, Religion & Sociology/Suburbs", 
        "Economics, Philosophy, Politics, Religion & Sociology/Unemployment", 
        "Economics, Philosophy, Politics, Religion & Sociology/Working class in motion pictures", 
        "Family, Gender Identity, Relationships & Sexuality/Youth - United States", 
        "Economics, Philosophy, Politics, Religion & Sociology/Youth - United States", 
        "Crafts & Visual Arts/Surrealism in motion pictures"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Gummo was released to a storm of controversy in 1997. For some, like Italian director Bernardo Bertolucci who called it \"the one truly revolutionary film of the last twenty five years\", \"Gummo\" is a masterpiece. For others, however, it is both exploitative and directionless. Set in the small Ohio town of Xenia (the Greek for \"outsiders\"), the film abandons traditional narrative to instead portray the lives of unemployed and alienated working-class youth in a series of sometimes surrealistic, sometimes shocking vignettes. If the film has a protagonist, it is young Solomon (Jacob Reynolds), who, along with his older friend Tummler (Nick Sutton), kills cats for pocket-money. This is an American suburbia devastated by poverty and in which teenagers passively drift into drugs, alcohol and sex, with occasional violence being the only excitement. The world of this film is unrelentingly grim: a youth pimps his intellectually disabled girlfriend, boys find their thrills in executing cats, and any fragile sense of community or solidarity is blighted by casual racism and misogyny. However, in depicting the existential reality of the emerging Western underclass, Korine also allows surrealistic moments of beauty to intrude. There is genuine warmth and affection between Solomon and his mother (Linda Manz); there is cameraderie and joy when teenager Dot (Chloe Sevigny) is hanging out with her friends, trading beauty tips, miming to pop songs. Using a mixture of professionals and non-actors, filming in both video and 16mm, not only acknowledging but transforming Godardian experiments with sound and vision to reflect a post-proletariat world, Harmony Korine's film is undeniably difficult but also undeniably confronting and exhilarating cinema. The lovely voice-over is by Linda Manz and it reflects the director's obsession with both cinema and history. Manz was, of course, the shy teenager whose eloquent diary entries gave voice to the dispossessed unemployed in Terrence Malick's \"Days of Heaven\" which was set during turn-of-the-century Depression era America. A century on, another class of the dispossessed is emerging. \"Gummo\" will unavoidably create arguments both because of its brutal content and because of its bold experimentation. What makes it groundbreaking is finding a cinematic language to document the experiences of the new lumpen-proletariat without condescension, without utilising the film conventions of bourgeois cinema."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}