{
    "system_id": 2306, 
    "permalink": "http://collections.acmi.net.au/objects/2306", 
    "record_type": "Title", 
    "acmi_identifier": "B1005486", 
    "title": "Archival prints (F0019)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Victoria. Dept. of Agriculture, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Four films on one reel. 1. The Herringbone Milking Shed (Shows how the Herringbone Milking Shed can milk cows more efficiently) 2. Living Like Pigs (Different techniques on proper pig care) 3. Exit T.B (Documents the importance of Tuberculosis eradication in Victoria) 4. Poultry Industry Review (General poultry information focusing on care, export and technology)"
    ], 
    "description": [
        "1. The Herringbone Milking Shed - Details the 'new' Herringbone Milking Shed, which can improve dramatically the speed in which cows can be milked. Good shots of previous cow-milking techniques, featuring nice colour and framing. Amusing stop-frame animation of how the shed works using toy cows.  With Herringbone Shed, 54 cows can be milked in 45 minutes, pre-mechanised milking could only manage 8 cows per hour. 6 minutes.  2. Living Like Pigs - Begins with a comical example of how not to keep pigs and then gives numerous examples of how to keep pigs correctly. This includes footage of early piggery automation techniques, as well as more traditional pig care solutions. Contains many shots of pigs drinking milk in different types of pig pens. Nice colour and framing throughout. Good 'The End'.  3. Exit T.B - Largely about the importance of Tuberculosis eradication in Victoria. Shows the test undertaken to determine whether a cow has T.B and then what occures to the cow if it does (it is killed). Gives examples of different parts of a cow once infected by T.B. Then goes to show various milk products that are exported overseas and the importance of eradicating T.B so that more products can be exported. Good titles/'The End'.  4. Poultry Industry Review - Begins with chicks being hatched and sorted into 'males' and 'females'. Shows how battery hens are kept and then focsuses on an egg packing plant and the technology behind it. Good footage of lots of different machinery mainly concerned with extracting the raw egg from the shell. Shows how 'eating' chickens are prepared for sale and dressed, then focuses on turkeys and ducks. Fantastic shots of hundreds of Turkeys in a pen and an odd turkey de-feathering machine. Well-edited montage at end featuring chickens, eggs, ducks and turkeys. Good 'The End'."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}