{
    "system_id": 146633, 
    "permalink": "http://collections.acmi.net.au/objects/146633", 
    "record_type": "Title", 
    "acmi_identifier": "X000073", 
    "title": "Danton", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Margaret Menegoz, producer", 
        "Andrzej Wajda, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:16:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from 'L'affaire Danton' by Stanislawa Przybyszewska."
    ], 
    "description": [
        "The clash between warmly idealistic Danton and the coldly pragmatic Robespierre over the way the French revolution should go. 'Danton', is a film of highly dramatic power, at once a mature study of the revolutionary mentality and an absorbing intellectual spectacle. Awards: Prix Louis Delluc 1982 ; French Academy of Cinema 1983 (Cesar): best director for Andrzej Wajda ; British Academy Awards 1983: best foreign film. The film's power derives from a series of contrasts between Danton and Robespierre on the level of characterisation and staging as much as ideology. The conflict is most evident when the two men confront each other's claustrophobic and enclosed spaces, particularly during the aborted supper in Danton's private apartment. In such scenes the theatricality of the dialogue, rendered all the more artificial by the dubbing of Pszoniak, is at odds with Depardieu's more relaxed and gestural performance, which recalls the more enigmatic power of the silent cinema. The political conflict between the two is underlined not just by the contrast in styles of performance, but also by Wajda's mise en scene, so that Danton's clothes and rooms are red, Robespierre's blue. This simple colour scheme is complemented by the use of white, which symbolises revolutionary purity and completes the republican tricolour.\" Reference: Guy Austin. 'Contemporary French cinema: an introduction'. Manchester University Press, 1996.  Credits: Producer, Margaret Menegoz ; director, Andrzej Wajda ; writer, Jean-Claude Carriere ; photography, Igor luther ; music, Jean Podromides. Cast: Gerard Depardieu, Wojtek Pszoniak, Patrice Chereau, Roger Planchon, Andrzej Seweryn, Angela Winkler, Jacques Villeret, Roland Blanche, Boguslaw Linda."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}