{
    "system_id": 51083, 
    "permalink": "http://collections.acmi.net.au/objects/51083", 
    "record_type": "Title", 
    "acmi_identifier": "316966", 
    "title": "Open all hours. Series 1 & 2. Tape 2", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "BBC-TV, production company", 
        "Sydney Lotterby, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:58:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television comedies", 
        "Television/Television series"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Television comedies", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Advertising, Film, Journalism, Mass Media & TV/Television"
    ], 
    "abstract": [
        "Well catered funeral (1976)--Apples and self service (1976)--Laundry blues (1981)--The Reluctant traveller (1981)"
    ], 
    "description": [
        "Open all hours is set in Arkwright's licensed grocery store in Yorkshire, manned by the proprietor Arkwright (Ronnie Barker), a sly, stuttering storekeeper, and his errand boy nephew, Granville (David Jason). Arkwright runs the store with a scrooge like fist whilst bullying his naive day dreaming nephew into the ground, yet still finds time to woo Nurse Gladys Emmanuel (Lynda Barron). Meanwhile Granville frequently seeks comfort in her ample bosom after being hurt in one of his Uncle's numerous hair brained schemes. Created by Roy Clarke, the series ran for 25 shows (aired between 1976 and 1985) and succeeded mainly on the talent of the three leads. \"Well catered funeral\": Arwright attends the funeral of his friend P-P-Parson who died suddenly, thoughtfully Arkwright brings along the catering. Granville is left in charge of the store and is questioning the meaning of life. \"Apples and self service\": Granville is ruing the lack of personal conversation in the store and all the things he'd prefer to be doing. Meanwhile, Arkwright is trying to flog a massive shipment of apples and constructs a self-service section in the store, or a \"grotto for shoplifters\" as Granville calls it. \"Laundry blues\": Nurse Gladys' washing machine is on the blink and after discovering Arkwright's absence of technology, demands he purchase a new washing machine and spin dryer. He devises an ingeneous and cost effective solution. \"The Reluctant traveller\": Granville is being romanced by the milk lady and tries to think of a way to extricate Arkwright from the shop for the second time since 1957. Mention Nurse Gladys and there's a chance."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}