{
    "system_id": 51082, 
    "permalink": "http://collections.acmi.net.au/objects/51082", 
    "record_type": "Title", 
    "acmi_identifier": "316965", 
    "title": "Open all hours. Series 1 & 2. Tape 1", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1976"
    ], 
    "creator_contributor_role": [
        "BBC-TV, production company", 
        "Sydney Lotterby, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:57:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television comedies", 
        "Television/Television series"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Television comedies", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Advertising, Film, Journalism, Mass Media & TV/Television"
    ], 
    "abstract": [
        "Full of mysterious promise--A Mattress on wheels--A Nice cosy little disease--Beware of the dog"
    ], 
    "description": [
        "Open all hours is set in Arkwright's licensed grocery store in Yorkshire, manned by the proprietor Arkwright (Ronnie Barker), a sly, stuttering storekeeper, and his errand boy nephew, Granville (David Jason). Arkwright runs the store with a scrooge like fist whilst bullying his naive day-dreaming nephew into the ground, yet still finds time to woo Nurse Gladys Emmanuel (Lynda Barron). Meanwhile Granville frequently seeks comfort in her ample bosom after being hurt in one of his Uncle's numerous hair brained schemes. Created by Roy Clarke, the series ran for 25 shows (aired between 1976 and 1985) and succeeded mainly on the talent of the three leads. \"Full of mysterious promise\": Arkwright is having a sale on unlabelled tins of \"mysterious promise\"; no one seems to be buying though. Granville is captivated by the faceless hot panted Gloria, although there is a new contender on the field in the mysterious woman in number 87. \"A Mattress on wheels\": Granville's fed up with delivering items on the shop bike and tries to plead a case for a van. After they've both managed to fall off it, Arkwright is convinced and they test out a variety of vehicles. \"A Nice cosy little disease\": Granville is in the wars after falling off the ladder and running into the back of an ice-cream van. His predicament prompts Arkwright into inventing an illness that will strike him just after closing, necessitating a visit from Nurse Gladys. Once again it's the hapless Granville that suffers the greatest damage, and the greatest comfort from the buxom nurse. \"Beware of the dog\": An old flame of Granville calls on him at work and leads him to believe he is the father of her child. Meanwhile, the store is being targeted by a group of burglars and Arkwright springs into action by purchasing the cheapest dog possible."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}