{
    "system_id": 49833, 
    "permalink": "http://collections.acmi.net.au/objects/49833", 
    "record_type": "Title", 
    "acmi_identifier": "315643", 
    "title": "Arabian nights (Pasolini) = Fiore delle millee una notte (E)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Italy"
    ], 
    "creation_date": [
        "1974"
    ], 
    "creator_contributor_role": [
        "Les Productions Artistes Associes, production company", 
        "Produzioni Europee Associati, production company", 
        "Alberto Grimaldi, producer", 
        "Pier Paolo Pasolini, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Italian"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:05:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: sexually explicit"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Italy", 
        "Foreign language films"
    ], 
    "genre": [
        "Adaptations", 
        "Erotica"
    ], 
    "subject_group": [
        "Literature/Fairy tales - Film and video adaptations", 
        "Anthropology, Ethnology, Exploration & Travel/Middle East", 
        "Literature/Folk literature", 
        "Literature/Mythology", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Love", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "History/Mythology", 
        "Places/Middle East", 
        "Economics, Philosophy, Politics, Religion & Sociology/Islam"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The final film in Pasolini's \"Trilogy of Life\" (which includes \"The Decameron\" and \"The Canterbury Tales\"). Refuting the bourgeois narratives of modernism, the richly sensuous trilogy was Pasolini's attempt to return to a folkloric and pre-modern storytelling tradition rooted in the oral traditions of the peasantry. Filmed in stunning locations in the Africa, Asia and the Middle East, \"Arabian Nights\" consists of tales within tales, a weaving of fairy stories all connected by their illustration of the intrinsic power of the human search for love and sex. Utilising a circular device based on the original stories of the \"Arabian Nights\", the film begins with Aziz (Ninnetto Davoli) falling in love with Zumarud (Ines Pellegrini). When they are separated by the evil machinations of a slave dealer, Aziz begins a search for his lost love. As he journeys he encounters other lovelorn characters who tell him the stories of their obsessions: a young man frees a woman from a jinn and the demon pursues him; a shipwrecked sailor discovers a hidden treasure; a man about to marry becomes obsessed with a stranger and demands his fiancee to facilitate his new love; Zumarud herself escapes her tormenters and, mistaken for a boy, she is crowned King of an empire. Though sexually explicit and erotic, \"Arabian Nights\" is distinguished by an optimism and delight in the imagery and history of the Orient that celebrates the innocence and magic of a pre-industrial age. Refusing the colonialist identification of Arab and Oriental society with sexual repression and ignorance, Pasolini affirms the sensual and complex civilisations of the pre-Talmudic and pre-Koranic worlds. Set amongst some of the most spectacular architectural monuments and cityscapes of the Islamic and Buddhist world, the film is a continuous feast for all the senses. After this almost dreamlike celebration of innocence, Pasolini was to direct his final film, \"Salo\", which examining the brave new world of the twentieth century, was to see him reverse the optimism of his \"Trilogy of Life\" and create one of the bleakest and most pessimistic motion pictures ever made. But in \"Arabian Nights\", it is innocence and magic and the language of dreams which is paramount. Music by Ennio Morricone."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}