{
    "system_id": 159104, 
    "permalink": "http://collections.acmi.net.au/objects/159104", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002664", 
    "title": "ACMI in the regions: Stories from Wangaratta", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2012"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:27:40"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Interviews with residents from the region of Wangaratta in Victoria, made as part of the 'ACMI in the Regions' program."
    ], 
    "description": [
        "The 'ACMI in the Regions' program aims to encourage regional storytelling on-screen and to equip local participants with the knowledge, confidence and skills to practice - long into the future - the art and craft of the moving image.  We adopt a community cultural development approach to our work in regional areas. Actively engaging local residents in the process of storytelling and film production, we facilitate participation that helps people to document their histories and capture their own stories - to express and explore on-screen why they live and work and play in the towns they call home.  This program contains nine stories about residents from around the Wangaratta region in north-eastern Victoria. Covering the towns of Eldorado, King Valley, Greta, Whitfield and Whitlands, locals tell stories about their lives and their connection to the land and the community."
    ], 
    "member_object": [
        "Title; B2002671; Artists of Eldorado; Active; Oct 2012", 
        "Title; B2002667; Cook's Family Farm; Active; Oct 2012", 
        "Title; B2002672; The Eldorado Museum; Active; Oct 2012", 
        "Title; B2002673; Folk, Rhythm and Life; Active; Oct 2012", 
        "Title; B2002668; The Greta Bunyip Newsletter; Active; Oct 2012", 
        "Title; B2002669; Greta Craft Group; Active; Oct 2012", 
        "Title; B2002670; The Greta Swamp; Active; Oct 2012", 
        "Title; B2002665; The Pizzini Family; Active; Oct 2012", 
        "Title; B2002666; The Whitlands Plateau; Active; Oct 2012"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Compilation title; B2002663; ACMI in the regions: Stories from Wangaratta; Active; 2012", 
        "VoD Program; B2003166; Wonder Women - Rural Victorians; Active; 2015"
    ], 
    "object_relationship": [
        "Related Title", 
        "Episode"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}