{
    "system_id": 2216, 
    "permalink": "http://collections.acmi.net.au/objects/2216", 
    "record_type": "Title", 
    "acmi_identifier": "B1005383", 
    "title": "Loup", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Kerreen Ely-Harper, director", 
        "Kerreen Ely-Harper, choreographer", 
        "Christopher Bence, choreographer", 
        "Michael Currie, music", 
        "Northern Metropolitan Institute of TAFE, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:03:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Performance"
    ], 
    "subject_group": [
        "Music & Performing Arts/Dance", 
        "Crafts & Visual Arts/Community art projects", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/People with disabilities"
    ], 
    "abstract": [
        "Loup: to dance, to flee, to leap, to burst"
    ], 
    "description": [
        "Loup showcases the talents of the Arts Education dance group students (with disabilities) from NMIT (Northern Melbourne Institute of TAFE). Loup, full of zest and the notion: to dance; to flee; to leap; to burst, lit up the dancers' desire to devise creative expression in open spaces. In Loup, commemorating the year of the life of the ocean, the dancers, through improvised movements, developed their vision towards a common destination - the sea. Its openness and vastness, power and force depict the energy of freedom that eliminates all barriers. Barriers that may arise from disabilities are suddenly irrelevant. Loup was filmed at the Jawbone site in the Wetlands in Williamstown. This is a protected conservation area and is used as a metaphor to represent the dancers' expectation of a safe and open space in which to be, and express freely. After a decade of regular dance workshops and performances, the artists naturally progressed into a new stage ' exploration of dance with media. Creative camera work captured the integrity of their movements. This art form expanded the dimensions of the discipline much practiced by the dancers. At the same time it enabled the documentation of the works thus creating new resources in the field. Loup, since its production in 1998, has been screened at national and international festivals and community events."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; B1005384; Embrace; Active; 2000"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "SP Betacam; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "MPEG-2 Digital File; Memory Grid Pod Full Encode"
    ]
}