{
    "system_id": 51345, 
    "permalink": "http://collections.acmi.net.au/objects/51345", 
    "record_type": "Title", 
    "acmi_identifier": "317239", 
    "title": "Prince of the city [NTSC]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1981"
    ], 
    "creator_contributor_role": [
        "Orion Pictures Corporation, production company", 
        "Burtt Harris, producer", 
        "Sidney Lumet, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:47:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Biographical", 
        "Courtroom, Crime, Espionage & Thrillers/Crime films"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Organized crime - United States", 
        "Crime, Espionage, Justice, Police & Prisons/Mafia - United States", 
        "Crime, Espionage, Justice, Police & Prisons/Police corruption", 
        "Crime, Espionage, Justice, Police & Prisons/Police", 
        "Anthropology, Ethnology, Exploration & Travel/New York (N.Y.)", 
        "Anthropology, Ethnology, Exploration & Travel/Italian Americans", 
        "Advertising, Film, Journalism, Mass Media & TV/Biographical films", 
        "People/Biographical films", 
        "Places/New York (N.Y.)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "From Robert Daley's book of the same name, \"Prince of the city\" is based on the real-life criminal investigation of police corruption. Treat Williams plays Danny Ciello, a member of the narcotics division of the New York police who is loyal to his profession, his colleagues, and his family. Danny is not ignorant of the petty deals and bribes that take place within the police, but like his fellow police officers, he believes the difficulties and pressures of their work require some kick-backs. Once Danny finds himself under investigation for police corruption however, he reluctantly decides to go undercover to save his career and family. What he discovers is the long-term and symbiotic relationship between the police, the Mafia and the underworld of drug trading. Visceral, thrilling and featuring a dynamic performance by Williams in the lead, \"Prince of the city\" is a crime film that also explores the ambiguities of loyalty and friendship. Refusing easy moralising, director Sidney Lumet has fashioned a taut thriller that is also an examination of a man's anguish when he finds his ethical commitments result in alienation from the work and the world he loves. Danny's choice is not between abstract notions of good and evil, but between choosing loyalty and community or justice and isolation. Lumet's long-standing experience in filming in New York City results in a film in which the inner-city itself - decaying, dark and violent - becomes a character in the film. \"Prince of the city\", though based on real life events, is one of Lumet's most personally felt films and the care and commitment is evident from all the technical aspects to the casting of bit parts: at times it approaches documentary realism. The film won the prize as best film at the Venice Film Festival in 1981."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}