{
    "system_id": 146366, 
    "permalink": "http://collections.acmi.net.au/objects/146366", 
    "record_type": "Title", 
    "acmi_identifier": "F000074", 
    "title": "Good soldier Swejk", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Czechoslovakia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "Czechoslovak State Film, production company", 
        "Jiri Trnka, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:20:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Restricted: film study on-site"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on the novel of Jaroslav Hasek."
    ], 
    "description": [
        "Featuring Czech puppet animation, this film consists of three episodes in the life of a Swejk - a solider famous in Czech folklore for his awkward ways and clashes with authority. A satire on militarism, \"Good Soldier Swejk\" is a sly critique of army life depicted with puppets, which were Czech animator Jiri Trnka's speciality. Swekj has a talent for unsettling his superiors, showing them up for the inept militarists that they are, whilst remaining blissfully unaware of his misdeeds. Episode one: Swejk is sent to buy a black market bottle of cognac for his superior. When he is caught by another officer he is forced to pretend the cognac is water and drink the whole bottle in one go. Episode 2: Swejk takes a train journey with his superior and earns his wrath for rambling on endlessly with various stories that upset those around him. Swejk is arrested when he decides to pull the emergency brake in order to determine that it works. Episode 3: Having misplaced his regiment, Swejk is arrested on suspicion of being a Russian spy whereupon a top criminologist interrogates him. Several officers guarding him proceed to get drunk and sentimental about the fate of their prisoner before escorting him to the courthouse.  Credits: Director, writer, Jiri Trnka ; photography, E. Franek ; music, Vaclav Trojan; editing, H. Lebduskova ; animation, B. Sramek , B. Pojar, J. Karpas."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "35mm film; Limited Access Print (Section 2)"
    ]
}