{
    "system_id": 50244, 
    "permalink": "http://collections.acmi.net.au/objects/50244", 
    "record_type": "Title", 
    "acmi_identifier": "316065", 
    "title": "Bedlam", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1945"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "RKO Radio Pictures, production company", 
        "Val Lewton, producer", 
        "Mark Robson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:19:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Suspense", 
        "Horror"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Imprisonment", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Mental illness", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Mental illness - Treatment", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Insanity"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A dramatic and sinister psychodrama from horror film producer Val Lewton, who was also responsible for bringing classics such as \"Cat people\" (1942), \"The Leopard man\" (1943), \"The Ghost ship\" (1943), \"The Body snatcher\" (1945) and \"Isle of the dead\" (1945) to the big screen. In 18th century London, paradoxically named the Age of Reason by the people, a popular past-time for upper classes was to visit St. Mary's of Bethlehem Asylum - \"Bedlam\" - to observe its \"loonies\". After the death of a young poet attempting to escape Bedlam leaves the wealthy Lord Mortimer without a commissioned play, the sinister head of the Asylum, Master George Sims, steps in and offers to stage a mask performed by the inmates of his Asylum. Intrigued, Mortimer's young protege Mistress Nell Bowen decides to pay the Asylum a visit, but becomes rapidly disgusted and offended by Sims' brutal and sadistic treatment of the inmates. With advice from Quaker stonemason William Hannay, she resolves to stop the mistreatment and bring about reform. However, her plans go awry when Sims manages to turn Lord Mortimer against her, and then has her committed to Bedlam. Shunned by those whom she once called friends, Nell finds friendship and hope among the tortured souls imprisoned in the madhouse, and her quest to reform the system becomes more urgent. However, the inmates have their own ideas about reform, and justice is served to their cruel tormentor in a most macabre manner, in a scene lifted from Edgar Allen Poe. Fascinating to note is that one of the reasons given as to why a particular inmate was confined, was due to his desire to create 'moving pictures'. Bedlam, written by Lewton under a pseudonym and inspired by William Hogarth's satirical series of engravings entitled, \"A Rakes's Progress\" (1735), represents a marked shift away from the sensationalist b-movies he produced in the early 40's , and was his last offering in the horror genre before his death in 1951. Cast includes Boris Karloff, Anna Lee."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}