{
    "system_id": 146463, 
    "permalink": "http://collections.acmi.net.au/objects/146463", 
    "record_type": "Title", 
    "acmi_identifier": "Z000078", 
    "title": "The Artillery of Qing Dynasty = Da Qing Pao Dui", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1988"
    ], 
    "creator_contributor_role": [
        "Guojun Chen, director", 
        "Tongrong Huang, cinematographer", 
        "Xiaoqing Liu, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "History/China - History - Invasions", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "History/War - History", 
        "Armed Forces, Military, War & Weapons/War - History", 
        "Armed Forces, Military, War & Weapons/Women in war"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "To the unknown heroes who sacrificed their lives for the country from 1840-1901. (Opening caption of the film) China is under threat by foreign powers such as Britain and France; these foreign ships, with canons directed at the mainland, can be seen in the horizon. Able men are prompted by the Chinese government to join battalions, needed to defend the country against the impeding foreigners. These men are promised 50 coins a day, but none of them have any idea of what they are signing up for. Rows and rows of men are given uniforms and they are told to forget their names, instead, they are assigned numbers or random characters which they will henceforth be known as. The narrative focuses on a battalion commanded by Yang Cheng-Xiao, who is revealed to be a kind and heroic leader. A woman, Yu-Shu, sneaks into the camp disguised as a soldier, she is exposed by a group of men who take pity on her disposition (she joined the army for the wages in order to buy a coffin for her father) and decide to protect her while she is in the battalion. The conflict of the narrative begins as the foreign fleets approach the shore; the battalion's instinct is to attack and drive back the intruders, but they are commanded by the emperor to do so without opening fire (\"by negotiating and showing good etiquette\"). As the foreigners continue to make their way ashore, the Chinese army become more anxious; the cruelty and antagonism of the British and French are slowly unleashed. Commander Yang's army decide to take action and go against the emperor's order. What ensues is a bloody battle which can't be won.  Historical Background: The film marks the beginning of a series of events that brought about the downfall of the Qing Dynasty in the nineteenth century. Britain's desire to continue its opium trade with China collided with imperial edicts prohibiting the addictive drug, and the First Opium War erupted in 1840. Hong Kong was ceded to Britain in 1842 under the Treaty of Nanking. This was followed by numerous costly rebellions (in terms of human lives and economics), biggest being the Taiping Rebellion (1851–1864), Punti-Hakka Clan Wars, and the Boxer Rebellion. In many ways, the rebellions and the unequal treaties the Qing were forced to sign with the imperialist powers are symptomatic of the increasingly corrupt Qing government and its inability to deal with the new challenges of the nineteenth century.  Researcher's Comments: The opening caption of the film refers to all the lives that were lost during this period, millions of which have gone unrecorded; indeed, being known as a 'hero' is a privilege bestowed on a few. The only people who are remembered and commemorated are those who stood out and managed to cement their actions in the writings of history. The significance of the film lies in its commemoration of the forgotten heroes of China during the end of the Qing's reign; it effectively illustrates the feeling of insignificance and powerlessness felt by the troops. The weakness of the film lies in the slow-paced, overtly dramatised account of narrative events. The battle sequences are slow and its impact is never properly delivered. Not an easy film to watch. There was great difficulty finding company credits and other information on the film. (2.5 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}