{
    "system_id": 147064, 
    "permalink": "http://collections.acmi.net.au/objects/147064", 
    "record_type": "Title", 
    "acmi_identifier": "X000580", 
    "title": "La Substitution", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Philippe Agostini, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:52:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from 'Elle a tort Jacinthe de se pencher comme ca' by Odette Joyeux."
    ], 
    "description": [
        "Episode of Series “Le Tresor des Hollandais”. A famous collection of jewels dubbed 'Le Tresor des Hollandais' is stolen between Asterdam and London. The jewels are now in possession of Morales, a night club owner in Paris. He employs Stephane, a young ballet dancer whose career has been shattered by injury. Stephane still has his entries at the Paris Opera House and Ballet School where his younger brother Bicou is also studying to be a dancer. Morales is using Stephane to subtitute the real jewels to the fake one worn by a mannequin used in the performances of the ballet 'Coppelia'. The company is on the eve of a tour of Canada and Coppelia is to be used to smuggle the precious stones into the country. But on the night of the substitution nothing goes according to plan.  Credits: Director, Philippe Agostini; writer, Odette Joyeux; photography, Christian Petard; music, Georges Auric; choreography, Michel Descombey; costumes, Pierre Balmain. Cast: Claude Bessy, Claude Ariel, Catherine Bouchy, Pierre Didier, Felix marten, Jacques Fabbri, Robert Manuel."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S002034; Le Tresor des Hollandais; Active; 1969"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}