{
    "system_id": 146398, 
    "permalink": "http://collections.acmi.net.au/objects/146398", 
    "record_type": "Title", 
    "acmi_identifier": "Z000010", 
    "title": "Li Bing", 
    "other_title": [
        "李冰"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Yabiao Wang, director", 
        "Zeyuan Chen, script", 
        "Zhiguo An, cinematographer", 
        "Yusheng Lei, sound", 
        "Qingshi Hu, cast", 
        "Yuanyuan Li, cast", 
        "Haiquan He, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:52:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama", 
        "Historical films", 
        "Historical films"
    ], 
    "subject_group": [
        "Climate, Environment, Natural Resources & Disasters/Irrigation", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Climate, Environment, Natural Resources & Disasters/Dams"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The story of how Li Bing built the Dujiang Dam is set in the Qin during the Warring State period, more than 2000 years ago. (Opening caption of the film) King Zhao-xiang of Qin dispatches Li Bing as joint military and civilian governor over Shu, a state in Sichuan province, faced with famine and continuous flooding of the Minjiang River. Li Bing is sent to Shu to better the situation with the peasants, alleviate flood damage and to build dams. Upon arrival, Li is faced with the execution of a man, Wang Zhuei, who is accused of being a leader of a rebellion against the state. The convicted man's sister, Du-Juan, pleads for her brother's innocence; she explains to Li that her brother was merely leading the peasants in taming the floods and executing prevention projects and had no ill intentions towards to the government. Li pardons Wang on the terms that he continues to assist the people in building the new dam. Li's merciful act earns him the respect of the local people, but his popularity provokes the jealously of the Marquis of Sichuan (who had until now ruled the people with an iron fist). The Marquis and his son attempts to sabotage Li's mission with several treacherous schemes (for example, offering them poisoned wine and food). After several years of failed attempts at placating the river, Li's position as governor of Shu is suspended. Li and his followers beg the courts to reconsider the decision, and after hefty negotiations he is allowed one more year to build a dam which will stand against flooding. Li's eventual success is achieved through team work, dedication and personal sacrifice.  Historical Background: Li Bing, born in the 3rd century B.C, was a Chinese administrator and engineer of the Warring States period. He served the state of Qin as an administrator, and has become renowned for his association with the Dujiangyan Irrigation System, the construction of which he is traditionally said to have instigated and overseen. Because of the importance of this 2000 years old Irrigation system to the development of Sichuan and the Yangtze River region, Li Bing became a great Chinese cultural icon, hailed as a great civil administrator and Water conservation expert. In Chinese mythology, he is known as the vanquisher of the River God, whom the people believed to have caused all the turbulent rainfalls and flooding in the Sichuan region. When he arrived in Shu, Li Bing witnessed the sufferings of local people from frequent flooding of Minjiang River. Additionally, the Qin monarchy had been sending its exiles to this state and the Qin military needed food and infrastructure.  Researcher's Comments: The film is a character study of Li Bing, as well as an observation of the nature of governance of that period. The dynamics between peasants and the ruling class are also highlighted; the hardships that the peasants face, resulting from prolonged flooding and the tyranny inflicted by the ruling class. Li Bing's struggle between private desires/ moral beliefs versus his obligations to the state is dramatically played out within the narrative. The film progresses rather slowly, elements of melodrama are dated and the characters' mannerisms and reactions seem exaggerated at times. The film delivers an interesting historical achievement, not well known to those outside of China, with a clear moral compass and well drafted characters of that period.  (3 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}