{
    "system_id": 118, 
    "permalink": "http://collections.acmi.net.au/objects/118", 
    "record_type": "Title", 
    "acmi_identifier": "B1000127", 
    "title": "Global groove", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1973"
    ], 
    "creator_contributor_role": [
        "Nam June Paik, creator", 
        "Charlotte Moorman, creator", 
        "Merrily Mossman, director", 
        "Russell Connor, voice", 
        "Jud Yalkut, archival material", 
        "Robert Breer, archival material", 
        "TV Lab at WNET/Thirteen, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:30:00"
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "video landscape of the future"
    ], 
    "description": [
        "`This is a glimpse of the video landscape of tomorrow, when you will be able to switch to any TV station on the earth, and TV Guide will be as fat as the Manhattan telephone book.' So begins Global Groove, a seminal tape in the history of video art. This radical manifesto on global communications in a media-saturated world is rendered as a frenetic electronic collage, a sound and image pastiche that subverts the language of television. With surreal visual wit and an antic neo-Dada sensibility, Paik manipulates an emblematic pastiche of multicultural elements, artworld figures and Pop iconography. Pepsi commercials appropriated from Japanese television are juxtaposed with performances by avant-garde artists John Cage, Merce Cunningham, Allen Ginsberg and the Living Theatre; dancers moving in a synthesized, colorized space to Mitch Ryder's Devil with a Blue Dress On are intercut with traditional Korean dancers. Charlotte Moorman, her image wildly synthesized, plays the TV Cello; Paik and Moorman play the TV Bra for Living Sculpture; Richard Nixon's face is distorted by a magnetically altered television. In an ironic form of interactive television, Paik presents &quot;Participation TV,&quot; in which he instructs viewers to open or close their eyes. Paik subjects this transcultural, intertextual content to an exuberant, stream-of-consciousness onslaught of disruptive editing and technological devices, including audio and video synthesis, colorization, ironic juxtapositions, temporal shifts and layering -- a controlled chaos that suggests a hallucinatory romp through the channels of a global TV. With its postmodern content, form and conceptual strategies, Global Groove has had a profound influence on video, television and contemporary art."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005777; Exemplary Works; Active", 
        "Collection; B1005391; Exemplary Works: Highlights of the Exhibitions Collection; Active", 
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term", 
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}