{
    "system_id": 147172, 
    "permalink": "http://collections.acmi.net.au/objects/147172", 
    "record_type": "Title", 
    "acmi_identifier": "X000762", 
    "title": "L'age d'or des Provinces Unies = The golden age of the United Provinces", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Albert Barille, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode 17 of Series “Il Etait Une Fois L'homme” (= “Once Upon a Time Man”). The Republic Of The United Netherlands, consisted of the seven northern Netherlands provinces that won independence from Spain from 1568 to 1609, and it grew out of the Union of Utrecht (1579). For the next two centuries political control of the decentralized state shifted repeatedly between the province of Holland and the princes of Orange, who held the office of stadholder and represented a greater degree of centralization. This internal political stress, however, did not prevent the ascendancy of the Dutch Republic in the 17th century. In this 'Golden Age' the Republic developed a worldwide colonial empire far out of proportion to its resources. It also played a notable role in the coalition wars against Louis XIV of France. As the Republic emerged as a centre of international finance, it alsom served as a notable cultural centre. This episode also covers the establishment of the East India Company in 1594, the settlement of the Puritans in New Amsterdam (New York) and the Black Tulip scandal. Reference: Encyclopedia Britannica.  Credits: Director, writer, Albert Barille ; photography, Jean-Louis Karcher ; art direction, Philippe Landrot, Rene Borg ; graphic research, Jean Barbaud. Cast: Roger Carel, Francine Laine, Pierre Trabaud, Henri Djanik [original French narration]."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S002033; Il Etait Une Fois L'homme = Once Upon a Time Man; Active; 1978"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}