{
    "system_id": 146440, 
    "permalink": "http://collections.acmi.net.au/objects/146440", 
    "record_type": "Title", 
    "acmi_identifier": "Z000053", 
    "title": "Country couple = Xiang yin", 
    "other_title": [
        "Song of a mountain village"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Bingliu Hu, director", 
        "Wang Yimin, script", 
        "Liang Xiongwei, cinematographer", 
        "Zhang Weixin, cast", 
        "Liu Yan, cast", 
        "Zhao Yue, cast", 
        "Chen Rui, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:32:52"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Description and travel", 
        "Anthropology, Ethnology, Exploration & Travel/China - Rural conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Rural conditions", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Family, Gender Identity, Relationships & Sexuality", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Cancer", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Cancer - Psychological aspects"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Rural China. Tao Chun is a sheltered, mild-mannered and hardworking peasant housewife. Having never seen a train before, she longs to visit the newly built railway in nearby Longquanzhai.  Tao Chun's cousin Xingzhi is restless, free-spirited and wants to escape her peasant lifestyle. She encourages her cousin to get out and spend money on herself, troubled by her grueling and monotonous routine. She tells her fiancé Minghan that she is afraid she will end up like her cousin.  While cleaning the house one evening, Chun suffers crippling stomach cramps. Still in pain the next morning, she takes painkillers from her scarce supply.  Chun and her husband Musheng sell their pig at the market. He gives her a small portion of the takings to spend on herself and the children, but Chun spends most of it on gifts for her family. She tries on a jacket for herself, but has second thoughts when Musheng asks her why a peasant would need such a fancy piece of clothing. He takes what little is left to buy some piglets, leaving nothing for his wife. She agrees but is evidently disappointed. Xingzhi asks her cousin why she never stands up for herself, but she dismisses her accusations.  The girls' grandfather complains constantly about the follies of the youth, attempting to impart wisdom onto his granddaughters. When he expresses his concern about Xingzhi to Chun, she reassures him by telling him that she hopes she can marry a hardworking peasant as honest as Musheng.  While out walking with her son one afternoon, Chun appears content. But when her son asks her what lies over the mountains, she appears disheartened at her sheltered life. While attempting to lift a heavy load of harvested food, she again suffers crippling stomach pain. Her children call their father for help, but he dismisses it as a common occurrence that will pass, and sends his daughter Longmei to buy more painkillers.  One evening Chun returns home from a hard day's work, weak and in severe pain, but all Musheng can do is complain that there is no fire in the house or food on the table. Chun apologies and fuses over her husband. When Xingzhi discovers just how serious her cousin's condition has become, she demands that her husband take her to hospital. After running tests, the doctor tells Chun that she has liver cancer that requires immediate operation. He scolds the husband for letting his wife suffer for so long. Xingzhi is distraught, and tells Musheng that he treated his wife like a slave.  With her mother in hospital and her father inconsolable, Longmei begins to take over her mother's role around the house. When Xingzhi finds out that Longmei has been missing school in order to tend to the house, she is irate, and insists that Longmei go to school every day, fearing she will meet the same fate as her mother.  When Chun returns home, Musheng starts to treat her with more respect, evidently guilty. Chun seems uncomfortable with her newfound equality in the home, unsure of how to spend her time while her husband slaves away all day and night. She worries that similarly unequal, while Xingzhi worries that Chun has not fully recovered from her illness.  Chun expresses her feelings of displacement to Xingzhi, believing that she and her husband are hiding something from her. While they tell her she is fully recovered, she is actually dying. Chun has difficulty coming to terms with the prospect of her death, and begins to say goodbye to her children. Longmei expresses a sad interest in learning the household chores so that she can help once her mother is gone. Her mother insists that she must go to school.  Mucheng asks Chun for her final wish, and she expresses her desire to see the railway at Longquanzhai. The next day, pushing her along in a wheelbarrow, Mucheng takes his wife to see the new train, where she appears content. (3 stars - Aleena Glentis; August 9, 2011)  Cultural History of the Film:  Country Couple is a moral tale that explores the shifting gender dynamics of 1980s Communist China. In particular, it explores the role of the woman in the household, and the physical and emotional repercussions of traditional gender roles.  Additional Comments:  Includes 5 production stills and a copy of the screenplay."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}