{
    "system_id": 45106, 
    "permalink": "http://collections.acmi.net.au/objects/45106", 
    "record_type": "Title", 
    "acmi_identifier": "310728", 
    "title": "Stripey to the rescue: plus four other stories", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1997"
    ], 
    "creator_contributor_role": [
        "Video Bookshelf, distributor", 
        "Cosgrove Hall Films, production company", 
        "Jackie Cockle, producer", 
        "Ellen Meske, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:51:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television"
    ], 
    "genre": [
        "Adaptations", 
        "Childrens Films", 
        "Childrens Films/Children 0-6", 
        "Childrens Films/Children 6-12"
    ], 
    "subject_group": [
        "Literature/Children's literature - Film and video adaptations", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs for children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Episode number 1 of Series \"The Animal shelf\". Five stories are contained on this tape comprising STRIPEY TO THE RESCUE, GUMPA AND THE PAINTBOX, THE TREASURE HUNT, GETUP CRUSOE and KINKER VISITS THE ANIMAL SHELF. STRIPEY TO THE RESCUE: Timothy's mother decides that Stripey and Getup are old and dirty and could harm Timothy who is suffering from a cold. She gives them away to a jumble sale but on the way Getup is kidnapped by the circus and meets a mouse called Kinker. GUMPA AND THE PAINTBOX: Gumpa decides that he is unwell when he wakes up one morning and his head is turned around the wrong way. His friends, Timothy and Little Mut come out in sympathy. THE TREASURE HUNT: All of the toys are hunting for treasure after Gumpa finds a mysterious plan. Getup and Stripey look in a tunnel, Little Mut is helped by a squirrel and Woeful from Jick the Jackdaw. With everyone on the case, they are sure to find something. GETUP CRUSOE: The animals are listening to Timothy reading 'Robinson Crusoe' but the story in interrupted when Timothy has to go to school. After he has left, Stripey has an idea, Getup has an adventure and Little Mut is very brave. KINKER VISITS THE ANIMAL SHELF: When Stripey and Getup visit Mr Trig's pet shop with Timothy they find their friend Kinker stuck in a cage. With a little help from Timothy they help him escape and find a new home for him on the animal shelf; Kinker is unhappy however, he wants to go back to his real home."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01333; The Animal shelf; Active"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        "1"
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}