{
    "system_id": 146405, 
    "permalink": "http://collections.acmi.net.au/objects/146405", 
    "record_type": "Title", 
    "acmi_identifier": "Z000017", 
    "title": "The Bureau head's boyfriend = Nu ju zhang de nan peng you", 
    "other_title": [
        "女局长的男朋友"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studios, production company", 
        "Sang Hu, director", 
        "Wang Linan, script", 
        "Sang Hu, script", 
        "Li Yizhong, script", 
        "Qiu Yiren, cinematographer", 
        "Sun Hualin, cinematographer", 
        "Guo Kaimin, cast", 
        "Chen Yanhua, cast", 
        "Wang Suya, cast", 
        "Zhang Min, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Ding Dasen is in love with his girlfriend Zhou Qin, a charming and affectionate young lady who works as the local postal girl. But when her seemingly endless stream of promotions demand more and more of her time, Ding is confronted with a torrent of confusing feelings. Ding goes to visit Zhou, whose father is also a \"housewife.\" Ding tests her to see what he can get out of the relationship: He refuses to do housework, and wants her to pull strings and grant him favours. But she won't budge. She has no time for him, and he supposedly needs to work hard to please her. He gets angry, they quarrel, and he leaves. By the time Miss Zhou has been made Bureau Head of the district's post office, the once confident and cool Ding Dasen has degenertated into a whining sulky ball of frustration who preoccupies himself with formulating new schemes to make Zhou Qin jealous, or to find quick fixes to make himself more successful than her. As a result, he is easily taken in by the conman Cui Hailong, CEO of the \"Space Exploitation Company\" to launder money for him. When Cui is not conducting official business entertaining potential investors, he is boiling leather in the back room to sell as medicine. It's not long before a girl finds a shoe-nail in her medicine and it is time for Cui to move on to a new profession. Zhou's high-ranking position doesn't sit easily with Ding's Mum either, who justifies Ding's view of woman's place in the home. They both think Zhou has too many responsibilities and no time to take care of the household. Here we can also see how Ding's upbringing according to these strict gender roles has left him totally incapable of taking care of himself. Mum meets butcher girl who is the complete opposite to Zhou. Ding's mum wants to introduce the local butcher to Ding as a more practical alternative life partner. In a more traditional setup the two mums introduce the two and leave them to hit it off. Butcher girl Zhang immediately starts talking about money, as if discussing love could be substituted for a business negotiation. Ding is romantic and doesn't appreciate the girl's world view, who spends every waking hour scrambling for power and status. Ding's older sister doesn't like this new girl either, and seeks out Zhou at the post office. Zhou explains to her why she is always so busy; that she is vested with the heavy responsibilities of mediating not only working practice, but also worker relations: Health, marriage, deaths and quarrels all fall under her jurisdiction. Eventually all is resolved, and both Ding and Zhou are able to compromise to live happily together. Cultural History of the Film: The film provides a variety of approaches to the issues relating to shifting gender roles in a rapidly changing society full of opportunity. Amidst all this change, it is also acknowledged that there are many who seek to exploit these changing interpretations and evolving markets. The antagonist of the morally upright approach to living is epitomised by the demonically slick Cui Hailong. Cui is shown to be a man who no longer follows even the most basic moral principles. With the economic and philosophical reforms of the Chinese system, many people such as Cui, who most likely suffered in their youth during periods of want and famine, were not educated or cared for, and as a result lack the common moral foundation of their peers. This allows them to invent and reinvent themselves, and to take enormous risks without understanding the consequences such actions may have on those around them. The film states explicitly that it is this kind of person that makes China look bad by exporting dangerous and low quality products to make a quick dollar. Cui recognises that society functions according to many superficial assumptions about power and value, and has learned that quick money can be made by the cunning and able. As Ding thinks back in hindsight to how he and the others were so easily charmed by a man of such dubious character, he says \"Cui won me over with a pack of namecards,\" a metaphor for the Chinese notion of face, or respectability. However, it is seen as just a matter of time before people like Cui go too far and are caught out by the authorities. The moral of the story is that glamour and power are worthless if the person wielding it does not know how to weild their privelages in an equitable and morally upright fashion. (3 stars - James Donald; December 15, 2010)  Conservation Information: Celluloid has some imperfections in the first moments of reels 2 and 4. Audio in good condition."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}