{
    "system_id": 45143, 
    "permalink": "http://collections.acmi.net.au/objects/45143", 
    "record_type": "Title", 
    "acmi_identifier": "310774", 
    "title": "Doctor Who: the curse of fatal death", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Australian Broadcasting Corporation, distributor", 
        "British Broadcasting Corporation, production company", 
        "Sue Vertue, producer", 
        "John Henderson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:02:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television series", 
        "Television/Television series/Television series - Great Britain"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Fantasy & Science Fiction/Science fiction films"
    ], 
    "subject_group": [
        "Magic, Occult & Supernatural/Time travel", 
        "Magic, Occult & Supernatural/Time travel in motion pictures"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Doctor invites the Master to the planet Terserus, whose inhabitants communicated using controlled flatulence, and were wiped out when they discovered fire. The Doctor announces that he is retiring and going to marry his companion, Emma. The Master attacks the Doctor with a series of traps, which he had the architect build into the structure by travelling back in time to bribe him. The Doctor counters these traps by travelling in time and bribing the architect first. The duel ends with the Master falling down a shaft into the sewers. It takes the Master 300 years to escape after which he travels back in time to the moment he left, bringing the Daleks with him, they capture the Doctor and Emma, and the Master explains that he has gotten the Daleks assistance by promising them a Zektronic Energy Beam, with which they will conquer the universe. The Daleks attempt to kill the Master after he gives them the Beam, the Daleks death ray damages the Beam, starting a chain reaction that will destroy them all. Only the Doctor can stop it, but he was hurt in the explosion and regenerates. Trying to repair the Beam he causes two more regenerations and finally succeeds, only to be struck down by a feedback pulse from the beam, and dies. The Master and the Deleks renounce the evil ways in honour of the Doctor, but against all odds the Doctor manages to regenerate again, only this time, much to Emma's dismay and the Master's delight, he regenerates into a woman. Points of Interest : Shown as part of the 1999 Comic Relief Telethon. Joanna Lumley was frequently put forward as a possible candidate for the new Doctor whenever it was suggested he should become a woman, an idea popular in the 1980's. Script written by Stephen Moffat."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}