{
    "system_id": 50691, 
    "permalink": "http://collections.acmi.net.au/objects/50691", 
    "record_type": "Title", 
    "acmi_identifier": "316540", 
    "title": "Tropfest #9 2001: 16 finalists", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "Tropfest, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:18:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Comedy", 
        "Animation", 
        "Drama", 
        "Animation/Animated films - Australia"
    ], 
    "subject_group": [
        "Literature/Australian wit and humor", 
        "Anthropology, Ethnology, Exploration & Travel/Festivals - Australia", 
        "Anthropology, Ethnology, Exploration & Travel/Festivals", 
        "Advertising, Film, Journalism, Mass Media & TV/Film festivals - Australia - Sydney - Awards"
    ], 
    "abstract": [
        "A Matter of life--Tickler--Muffled love--The Lighter--Just not cricket--The Art of farewell--Beep--Like it is--Home straight--Chopper--A Day at the zoo--Playin' hard to get--Boambee return--Burn--The Cutting room floor--Ride on."
    ], 
    "description": [
        "The Sydney Film Festival, Tropfest, is the world's largest short film festival, held one night in February each year at the Domain, Royal Botanic Gardens, Sydney. The aim is to showcase work from young and emerging filmmakers, providing them with a festival atmosphere to screen their works to peers. In an attempt to encourage production, not just the exhibition of films, the festival has a Tropfest Signature Item, announced a few months prior to the festival. Each film must contain the TSI in whatever form the filmmaker sees fit. In 2001, the TSI is 'horn' and the interpretations leap from, 'The French', to something a lot more personal. This tape contains 16 finalists which includes: \"A Matter of life\" (dir. Jennifer Perrott); \"Tickler\" (dir. Clayton Jacobson); \"Muffled love\" (dir. Rene Hernandez); \"The Lighter\" (dir. Patrick Hughes); \"Just not cricket\" (dir. Matt Wheeldon); \"The Art of farewell\" (dir. David Napier); \"Beep\" (dir. Eddie Edwards); \"Like it is\" (dirs. Chris Begley, Tony D'Aquino); \"Home straight\" (dir. Mickey Power); \"Chopper\" (dir. Bernard Derriman); \"A Day at the zoo\" (dir. Matthew Gidney); \"Playin' hard to get\" (dir. Tim Bullock); \"Boambee return\" (dir. Liz Crosby); \"Burn\" (dir. Michael Dunning); \"The Cutting room floor\" (dir. Steve Baker); \"Ride on\" (dir. Nick Wyles)."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}