{
    "system_id": 146711, 
    "permalink": "http://collections.acmi.net.au/objects/146711", 
    "record_type": "Title", 
    "acmi_identifier": "X000158", 
    "title": "A Nous la Liberte = Freedom for Us", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1931"
    ], 
    "creator_contributor_role": [
        "Frank Clifford, producer", 
        "Rene Clair, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:27:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Two convicts, Louis and Emile, escape from prison, but Emile is recaptured. Louis makes his way into the world and advances from gramophone salesman to owner of a huge, modern gramophone factory. When Emile is released, he joins is old cellmate at the plant. After things go wrong, they take to the road together as tramps. Clair has created a sublime musical comedy satire on the work ethics and the dehumanizing effects of mass-production techniques. The film inspired Chaplin's 'Modern times', in which there are similar sequences on the assembly line. Danger in 'A nous la liberte' often comes in the form of prophetic images of militaristic domination: the factory guards wear proto-fascist armbands and uniforms. The film equates authoritarianism with capitalist exploitation of the working class. Emile's one time fellow prisoner, Louis becomes a wealthy industrialist and builds a factory modelled on the prison from which he once escaped. But Emile is the Dada remedy to Louis's capitalist order. Everywhere he goes, straight lines collapse in confusion and mass production comes to a standstill.\" Reference: Alan Williams. 'Republic of images: a history of French filmmaking'. Harvard University Press, 1992.  Credits: Producer, Frank Clifford ; director, Rene Clair ; writer, Rene Clair ; photography, Georges Perinal ; music, Georges Auric ; art direction, Lazare Meerson. Cast: Raymond Cordy, Henri Marchand, Rolla France, Paul Olivier, Jacques Shelly, Andre Michaud."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}