{
    "system_id": 48315, 
    "permalink": "http://collections.acmi.net.au/objects/48315", 
    "record_type": "Title", 
    "acmi_identifier": "314058", 
    "title": "Dracula", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1931"
    ], 
    "creator_contributor_role": [
        "Universal Studios, production company", 
        "Carl Laemmle Jnr, co-producer", 
        "Tod Browning, co-producer", 
        "Tod Browning, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:13:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Adaptations", 
        "Horror", 
        "Horror/Vampire films"
    ], 
    "subject_group": [
        "Literature/English literature - Film and video adaptations", 
        "Magic, Occult & Supernatural/Vampires"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Possibly the most enduring vampire film of all, Tod Browning's Dracula (1931) owes much to the performance of its male lead, Bela Lugosi, and the expressionistic cinematography of Karl Freund, who had previously worked with F.W. Murnau, director of Nosferatu (1922). Lugosi's portrayal of the suave but deadly Count in this film, based on a play adaptation of Stoker's novel, was so memorable that it influenced countless imitations, and brought the former stage actor to great prominence. The film opens with English real estate agent, Renfield (Dwight Frye), travelling to Transylvania to the remote castle of Count Dracula to close a deal on the rental of a London property. Succumbing to the Count's sinister spell, Renfield returns to England on a ship loaded with coffins, where his deranged ramblings promptly cause him to be institutionalised. Dracula (Lugosi), meanwhile, sets up residence in his new home, Carfax Abbey, and begins prowling the misty night streets of London for new victims. Attempting to insinuate himself into high society, he attends the opera, where he meets Dr. Seward, the owner of the institution housing Renfield, who introduces him to his daughter, Mina, her fiance Jonathon, and Mina's friend Lucy. Lucy quickly falls under Dracula's dark spell, and becomes a vampire, preying on small children. Dr. Seward, alarmed by the number of victims exhibiting similar marks on their necks, calls in Professer Van Helsing (Edward Van Sloan), who voices his suspicions of vampirism. Renfield, torn between the call of the vampire and the last shreds of his humanity, warns them that Mina is in danger. It does not take long for Van Helsing to deduce who he is warning them against after crossing paths with the Count at the Seward's home. Rallying the doctor and Mina's fiance, Van Helsing enters a desperate struggle to save Mina's immortal soul. Also featured is a short documentary, The Road to Dracula, produced, written and directed by David J. Skal, which discusses the making of the film, and offers opinions on why the character of Dracula is so enduring."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}