{
    "system_id": 160886, 
    "permalink": "http://collections.acmi.net.au/objects/160886", 
    "record_type": "Title", 
    "acmi_identifier": "B2002964", 
    "title": "Ballet Russe de Monte Carlo in Australia", 
    "other_title": [
        "Ewan Murray-Will: Ballet Russe In Australia: Home Movie "
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1939"
    ], 
    "creator_contributor_role": [
        "Ewan Murray-Will, director of photography", 
        "Ballet Russe de Monte Carlo, collaborator"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:25:01"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Silent films", 
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Amateur & Student Films", 
        "Amateur & Student Films/Amateur films"
    ], 
    "subject_group": [
        "Music & Performing Arts/Ballet", 
        "Music & Performing Arts/Ballet - Australia - History", 
        "Music & Performing Arts/Ballet companies", 
        "Music & Performing Arts/Ballet companies - Australia", 
        "Music & Performing Arts/Dance", 
        "Music & Performing Arts/Dance companies", 
        "Music & Performing Arts/Dancers"
    ], 
    "abstract": [
        "Unique colour home movie footage of the Ballet Russe company in an informal setting, taken by Ewan Murray-Will in the late 1930s."
    ], 
    "description": [
        "A number of Ballets Russes companies were formed in the wake of the dissolution of Serge Diaghilev's Ballet Russe. Between 1936 and 1940 three of these companies visited Australia in tours orchestrated by the entrepreneur Colonel Wassily de Basil. Dr Ewan Murray-Will was a Sydney dermatologist and amateur filmmaker who befriended and filmed a number of dancers from the Monte Carlo Russian Ballet during their 1936-1937 Australian tour. His friendship allowed him to capture unique images of one of the world's greatest dance companies. On the sand and rocks of Bungan Beach, dancers from the Ballet Russe enact a drama for the camera and perform excerpts from their repertoire. Ewan Murray-Will films the action which is made more striking and lyrical by the slow motion setting hand-held camera. His fascination with beauty and movement is strikingly evident in these sequences, as well as demonstrating the agility, grace and skill of these world-class dancers. Dancers, often in swimming costumes, would perform excerpts from their repertoire, improvised and staged specifically for the camera. This unique colour home movie footage forms part of the Chesterman Collection held at the National Film and Sound Archive and consists of a series of 16mm films taken by Ewan Murray-Will. The images seen here are some of the rarest and most candid of those taken during the Ballet Russe Australian tour. [Source: NFSA]"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2002961; Australia Dances; Active; 2014"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy"
    ]
}