{
    "system_id": 146377, 
    "permalink": "http://collections.acmi.net.au/objects/146377", 
    "record_type": "Title", 
    "acmi_identifier": "F000090", 
    "title": "What I have written", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Beyond Films, production company", 
        "Early Works, production company", 
        "Peter Sainsbury, producer", 
        "John Hughes, producer", 
        "John Hughes, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:42:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on the novel by John A. Scott."
    ], 
    "description": [
        "Australian marital drama, which explores notions of identity and fidelity. Sorel and Christopher's marriage is in the process of recovering from an extended period of alienation, when Christopher, a writer and poet, suffers an apparently fatal stroke. Shortly afterwards Sorel receives a manuscript written by her husband, of which she knows nothing. To her chagrin it reads as a thinly veiled account of their disintegrating marriage and a recent affair of her husband's conducted whilst they were holidaying in Paris. Sorel reads Christopher's novella and discovers his secret erotic yearnings for others and disgust for her. But is it true? Sorel can only hopelessly rage at her comatose husband whilst attempting to unravel their past. Assuming a sophisticated style, the film utilises stills, black and white photography, and a shifting voiceover to convey a multi-layered narrative. But despite its stylish aesthetic, an over reliance on such devices, which attempts to instil the mise-en-scene with a sense of mystery and eroticism, stagnates the narrative and exacerbates the  Credits: Producer, Peter Sainsbury, John Hughes ; director, John Hughes ; writer, John A. Scott ; photography, Dion Beebee ; music, David Bridie, John Phillips, Helen Mountford ; editing, Uri Mizrahi. Cast: Angie Milliken, Jacek Koman, Fiona Stewart, Gillian Jones, Martin Jacobs."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "35mm film; Limited Access Print (Section 2)"
    ]
}