{
    "system_id": 158109, 
    "permalink": "http://collections.acmi.net.au/objects/158109", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002504", 
    "title": "ACMI in the regions: Stories from Horsham Shire", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2012"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:19:30"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Interviews with residents from the region of Horsham in Victoria, made as part of the 'ACMI in the Regions' program."
    ], 
    "description": [
        "The 'ACMI in the Regions' program aims to encourage regional storytelling on-screen and to equip local participants with the knowledge, confidence and skills to practice - long into the future - the art and craft of the moving image.  We adopt a community cultural development approach to our work in regional areas. Actively engaging local residents in the process of storytelling and film production, we facilitate participation that helps people to document their histories and capture their own stories - to express and explore on-screen why they live and work and play in the towns they call home.  This program contains nine stories about residents from around the Horsham region in western Victoria. Covering the towns of Horsham, Natimuk and Laharum, locals tell stories about their lives and their connection to the land and the community."
    ], 
    "member_object": [
        "Title; B2002508; At the Foot of the Arapiles; Active; 2011", 
        "Title; B2002511; Clarrie's Ranch; Active; 2011", 
        "Title; B2002507; Dave Jones and his Giant Puppet; Active; 2011", 
        "Title; B2002514; The Gasifier; Active; 2011", 
        "Title; B2002513; Gil and Liz Hopkins; Active; 2011", 
        "Title; B2002510; Horsham Greyhounds; Active; 2011", 
        "Title; B2002509; Horsham's Op Shop Ladies; Active; 2011", 
        "Title; B2002506; The Natimuk Rock Climbers; Active; 2011", 
        "Title; B2002512; An Olive Grove in Laharum; Active; 2011"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}