{
    "system_id": 146391, 
    "permalink": "http://collections.acmi.net.au/objects/146391", 
    "record_type": "Title", 
    "acmi_identifier": "Z000003", 
    "title": "The Carefree sword = Xian e jiang hu xiao yao jian", 
    "other_title": [
        "險惡江湖逍遙劍", 
        "In pursuit of revenge"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Deng Yuan, director", 
        "Deng Yuan, writer", 
        "Jin Wang, effects advisor", 
        "Gang Yi, director of photography"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure", 
        "Action & Adventure/Adventure films", 
        "Drama/Melodrama", 
        "Drama", 
        "Romance"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Revenge", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Revenge"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "'The Carefree Sword', or otherwise known, 'In Pursuit of Revenge' is a tale that blossomed from the robbery of a very rare luminous pearl, the murder of a renowned yet retired Kungfu Master and the pursuit of revenge by the Master's son. The story is embossed with ideas about Chinese filiality; with much of its action stemming from the protagonist's revenge for his father's murder.  In the beginning, while on the way to escort a very rare pearl, two bodyguards from the 'Lion Escort Bureau' were ambushed and brutally murdered by a mysterious gang of robbers.   Boss Xu, who is the bodyguard Chief, tries to coax the skilled, honorary and recently-retired armed escort—Master of Carefree Sword, Ye Lingyu—to track down the culprits and redeem justice for his men, along with the stolen pearls.  Unfortunately Boss Xu's pleas were rejected by Master Ye who had his mind set on leaving the knight world indefinitely and plans to enjoy an alternative \"normal\" life with his son. Shortly after, Master Ye was cunningly plotted against by a mysterious invader in his own home, dying in the arms of his son, Ye Nianci. Since the untimely death of his mother who was plagued by an incurable sickness, Ye Nianci has been brought up by his father from a very young age.  He too, has inherited his mother's illness and was told he only has three months to live.  However, despite his illness, Nianci obstinately makes his first step into the knight world and embarks on a tortuous journey to find the jewels and avenge for his father.  By reinvestigating crimes scenes, interrogating suspects, Ye first arrives at a clue from an unusual weapon known as the Blue Dragon Sword. The sword is a treasure which belongs to the Dean who dominates the Temple at the Blue Dragon Mountain.  In the heart of the night, Nianci creeps into Blue Dragon Mountain but he was captured not far into his expedition. Luckily, a strange girl, Sima Yan—a member of the Wei Yuan Escort Bureau who was sent out to investigate the robbery—saves him from what could have been a dire fate. Risking their lives, Ye Nianci and Sima Yan returns to Blue Mountain Temple and was surprised to find that the Dean was actually robbed of his prized Blue Dragon Sword and murdered by butterfly darts a few days before they arrived. In a desperate attempt to find the murder, Ye seeks help from Master Da Zhuo who was a very close friend of his father at the Blue Rock Temple.  Master Da Zhuo informs Ye that the only person who has mastered the use of butterfly darts was the Lord of the Mu Rong gang. Ye Nianci and Sima Yan follows this new lead immediately and were met by Mu Rong Jian who have been expecting them at the Mu Rong Villa. Ye Nianci and Sima Yan joined forces fighting against Mu Rongjian; just as they were about to conquer Mu Rongjian, their foe was killed unexpectedly by another mysterious person in the blink of an eye.  Losing yet another trace that could lead them to the lost pearls, Ye Nianci became skeptical about Si Mayan's identity and motives.  Si Mayan was forced to confess that her name is Ouyang Hongying, and she is a secret agent sent to protect and collaborate with Ye under the orders of her master.  Furthermore, she explains that her master was a former lover of Ye's father.  After all suspicions are cleared, they renewed their faith in each other and romance blossomed between them. They return yet again to Master Da Zhuo to discuss other hints and trails and were advised to visit 'Flying Spider', situated at Spider Fort.  When they arrive, the Fort exploded and they escaped just in time.  After their close encounter with death, Nan Gongwu, a follower of the wicked Dean, tails them and attempts to kill them but does not succeed.  Instead, Ye Nianci and Si Mayan captured Nan and forced him to report the mastermind behind the murders and explain the reason behind the robbery of valuable pearls.  They were told that the wicked Dean had orders to steal pearls and use pearl powder to finish his training and develop his Kungfu skills to an invincible level.  His ultimate goal is to gain hegemony in the knight world and demolish the Blue Dragon Temple.  While Nan Gongwu explain all that he knew, they were surrounded by followers of the wicked Dean.  At the same time, priests and members of Blue Dragon Temple came to their rescue and seized an attack on the wicked clan. The Dean and Nan Gongwu fought with each other and in the end, both were deeply wounded.  A few minutes before Nan Gongwu died, they realized that the 'Dean' killed at the battle scene was only a scapegoat for the real mastermind.  Ye Nianci pondered hard and found that Master Da Zhuo is the culprit behind the murders. Ye conquered Master Da Zhuo and redeemed the precious luminous pearl and ended the ordeal.  After avenging for his father, Ye and Ouyang Hongying bid their farewells over wine but after Ye drank down his wine, Ouyang reveals that she had poisoned the wine to kill him. While Ye slowly dies, Ouyang openly discloses that she is in fact the chief bodyguard for the King of Waci Country. Her real name is actually Tuo Muhua. She explains to Ye that the priceless pearl was a gift given by the King of Nanyang to her Waci King and after its unexpected robbery, she was ordered to retrieve the lost jewel.  Tuo Muhua reluctantly left Ye Nianci to die and returns the pearl to her brother who will be escorting it back to Waci Country.  When Tuo Muhua hands the pearl to her brother, Ye Nianci suddenly appears.  Furious at Tuo Mu hua, Ye explains that his terminal illness was surprisingly cured by the poison she fed him. As Tuo Muhua listens in disbelief, she fell to the ground in grief and pain because she had taken the poison herself in hope of joining the death of Ye whom she loved.  Tuo Muhua dies in Ye's arms and Ye grieved immensely for the loss of his love. He uses the Carefree Sword to kill all the Waci warriors to avenge for Tuo Muhua. After a bloodbath, Ye carried the treasures and clutched his sword tight against him.  He claimed himself as the Chief of 'Golden Lion Escort Bureau' and gallantly rode into the sunset—choosing to ride his father's footsteps."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}