{
    "system_id": 45246, 
    "permalink": "http://collections.acmi.net.au/objects/45246", 
    "record_type": "Title", 
    "acmi_identifier": "310878", 
    "title": "Shakespeare in love", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Maxwell's Video, distributor", 
        "Miramax Films, production company", 
        "David Parfitt, co-producer", 
        "Donna Gigliotti, co-producer", 
        "Harvey Weinstein, co-producer", 
        "John Madden, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:21:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Adaptations"
    ], 
    "subject_group": [
        "Literature/Shakespeare, William, 1564-1616 - Film and video adaptations", 
        "Music & Performing Arts/English dramatists", 
        "Music & Performing Arts/English drama - Early modern and Elizabethan, 1500-1600"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "From an original screenplay by Tom Stoppard and Marc Norman, \"Shakespeare in Love\" takes real historical figures and creates a fictional drama worthy of the twists and turns of one of the Bard's own plays. William Shakespeare (Joseph Fiennes) is a struggling young playwright suddenly cursed with writer's block. He lies to Phillip Henslowe the owner of the Rose Theatre, that his play \"Romeo and Ethel, the Pirates Daughter\" is ready. When the play is cast, William falls in love with the Lady Viola (Gwyneth Paltrow) who's pretending to be a boy so she can be in the play. This love affair re-ignites Shakespeare's passion to write and as the play unfolds during rehearsals it becomes \"Romeo and Juliet\" and Shakespeare emerges as the great playwright that we now take for granted. \"Shakespeare in Love\" is a joyous comedy romance which celebrates the passion of words. It's great fun for Shakespeare enthusiasts to catch references to Shakespeare's plays and allusions to Elizabethan drama. A great cast obviously has fun, with Judi Dench powerfully regal as Elizabeth I, Rubert Everett as Shakespeare's great rival Kit Marlowe and Ben Affleck as the egotistical but talented Elizabethan actor Ned Alleyn. (Awards: Winner of 7 Academy Awards including 1998 Academy Award for Best Picture) This video includes a 24 minute documentary \"Shakespeare in love and on film\" with interviews with John Madden, Joseph Fiennes, Gwyneth Paltrow and Ben Affleck."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}