{
    "system_id": 147144, 
    "permalink": "http://collections.acmi.net.au/objects/147144", 
    "record_type": "Title", 
    "acmi_identifier": "X000697", 
    "title": "Dieu et Lumiere = God and Light", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Roland Darbois, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:15:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from the work by Georges Duby."
    ], 
    "description": [
        "The XIIth century sees Europe experience a steady growth in population and the consolidation of state entities. Money is being introduced in the circuit of commercial exchanges. In 1100, the abbey of Cluny is heralded as the most beautiful creation of monastic art and will soon be hiving off throughout Europe. Saint Bernard is highly critical of Cluny and its magnificence. He creates his owns congregation, the Cistercians. His vision of a simpler religion that casts wealth aside and renounces the world is reflected in the purity of the lines of the Abbaye de Fontenay. But the glory days of the monastries are numbered; the cities are emerging as new centres of power and authority. The cathedral is about to supplant the cloister. Other works profiled in this episode include: Moissac and Souillac (France), Pisa and Palermo (Italy), the cathedrals of Vezelay and Saint-Denis (France).  Credits: Director, Roland Darbois ; writers, Roger Stephane, Roland Darbois, photography, Roland Dantigny. Cast: Narrated by Georges Duby."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}