{
    "system_id": 49780, 
    "permalink": "http://collections.acmi.net.au/objects/49780", 
    "record_type": "Title", 
    "acmi_identifier": "315584", 
    "title": "Arabian Nights", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Golden Horn Films, production company", 
        "Hallmark Entertainment, production company", 
        "Dyson Lovell, producer", 
        "Steve Barron, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:18:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Fantasy & Science Fiction", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Turkey", 
        "Anthropology, Ethnology, Exploration & Travel/Asia", 
        "Literature/Storytelling", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Marriage", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Magic, Occult & Supernatural/Magic", 
        "Magic, Occult & Supernatural/Supernatural", 
        "Music & Performing Arts/Magic", 
        "Places/Turkey", 
        "Places/Asia", 
        "Hobbies, Recreation & Sport/Magic"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A spellbinding set of stories brought to life by an all-star cast, based on Sir Richard Burton's translation of \"The Thousand and One Nights\". Schahriar, Sultan of Bagdad, must remarry before the next full moon, else his brother Schahzenan, will inherit the kingdom. Tormented with recurrent images of the assassination attempt made by his first wife and his treacherous brother, Schahriar decides that he will wed a woman from the harem - then have her executed the next morning to prevent another betrayal. The petrified concubines ask Scheherezade, the beautiful daughter of the Sultan's Grand Vizier, Jafar, for help. Scheherezade, having always loved Schahriah, agrees to marry him, determined to save him from the madness that threatens to consume him and tear the kingdom apart. On her wedding night, Scheherezade begins to regale her husband with a series of magical tales, always breaking off at dawn and leaving him so intrigued that he postpones her execution. However, as Schahriar slowly begins to yield to his wife's captivating stories and kind heart, his brother, desperate to rule the kingdom and get revenge, is assembling an army to storm the palace. Scheherezade's stories include Ali Baba and the Forty Thieves, Bac Bac the Hunchback, and Aladdin and the Genie of the Lamp. Originally filmed as a two-part mini-series, \"Arabian nights\" is a captivating production, featuring ornate costuming, opulent set design, and a host of suitably exotic locations. Cast includes Mili Avital, Dougray Scott, Alan Bates, Jason Scott Lee, and John Legiuzamo, with additional appearances by Rufus Sewell, Alexei Sayle, Tcheky Karyo, and Vanessa Mae."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}