{
    "system_id": 165339, 
    "permalink": "http://collections.acmi.net.au/objects/165339", 
    "record_type": "Title", 
    "acmi_identifier": "B2003211", 
    "title": "[Operation Smithfield DPR-TV-423: Long Tan]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1966"
    ], 
    "creator_contributor_role": [
        "William James Cunneen, creator"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:07:18"
    ], 
    "audience_classification": [
        "Mediatheque - not for children (ACMI classified)"
    ], 
    "viewing_guidelines": [
        "Warning: some scenes may disturb"
    ], 
    "form": [
        "Short films", 
        "Silent films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Documentary", 
        "Documentary/Documentary films - Australia"
    ], 
    "subject_group": [
        "History/Vietnam War, 1961-1975", 
        "Armed Forces, Military, War & Weapons/Vietnam War, 1961-1975", 
        "Armed Forces, Military, War & Weapons/Soldiers - Australia", 
        "Armed Forces, Military, War & Weapons/Battles", 
        "Armed Forces, Military, War & Weapons/Australia - Armed forces", 
        "Armed Forces, Military, War & Weapons/Military history", 
        "History/Military history"
    ], 
    "abstract": [
        "In Vietnam, the battle of Nui Dat [sic.] (Long Tan) in which soldiers of Delta Company of the Sixth Battalion, Royal Australian Regiment, fought an epic stand against a hard core communist battalion, is being hailed as one of the greatest single victories of the war."
    ], 
    "description": [
        "In Vietnam, the battle of Nui Dat [sic.] (Long Tan) in which soldiers of Delta Company of the Sixth Battalion, Royal Australian Regiment, fought an epic stand against a hard core communist battalion, is being hailed as one of the greatest single victories of the war. In a landing zone close to the area in which they fought the previous evening, soldiers of Delta Company waited for reinforcements before returning to the battlefield to look for their missing mates. They cleaned weapons which grew hot in their hands during the four hour fight for survival. Damaged Australian weapons were examined by Private Bryan Reilly, of Nambour Queensland. The exhausted soldiers also took the opportunity to have a quick meal of combat rations and a brew of tea. Armoured personnel carriers moved into position to take the soldiers back to the battle area, and the Company formed up to enter the carriers, which had come to their rescue in the battle. Moving into the rubber plantation where the battle was fought, a wounded Australian was discovered almost immediately. Gently his mates carried him to an armoured personnel carrier and he was taken back to the landing zone. An American casualty evacuation helicopter was on the spot and this soldier, with another Australian also found wounded, were carried aboard. Within minutes, they were being cared for at a field hospital at the Australian Task Force Headquarters, only a few miles away. The search of the battlefield continued and carefully the soldiers advanced, on alert for snipers and booby traps. Moving past Viet Cong dead they watched out for unexploded mortars and grenades which littered the area. Enemy wounded were found and treated by Company stretcher bearers. Piles of enemy equipment was gathered, including rocket launchers, a recoiless rifle, a mortar, hand grenades, a heavy machine gun, rifles and carbines and thousands of rounds of ammunition. More than 230 enemy bodies were found in the area. The Australian casualty total was 17 killed and 26 wounded. Source: AWM"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "VoD Program; B2003210; Vietnam Remembered; Active; 2016", 
        "VoD Program; B2002461; What's New; Active"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mediatheque VoD Digital Access Copy"
    ]
}