{
    "system_id": 146475, 
    "permalink": "http://collections.acmi.net.au/objects/146475", 
    "record_type": "Title", 
    "acmi_identifier": "Z000091", 
    "title": "My September = Wo de Jiu Yue", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "China Children's Film Studio, production company", 
        "Ming Liu, producer", 
        "Yin Li, director", 
        "Xiaoou Du, writer", 
        "Luo Chensheng, writer", 
        "Zhan Qiang, editor", 
        "Weiguang Liu, composer", 
        "Meng Zhang, cast", 
        "Guoli Zhang, cast", 
        "Zeru Tao, cast", 
        "Danping Shen, cast", 
        "Zhang Yin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:28:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "Hobbies, Recreation & Sport/Martial arts", 
        "Hobbies, Recreation & Sport/Martial arts films"
    ], 
    "abstract": [
        "The anticipation of the Asian Games is heightened throughout the month of September as the children practice their Wushu and as lottery tickets are bought and sold."
    ], 
    "description": [
        "The tricolor red background, yellow text and black calligraphy opening title sequence of My September is set against the the sounds of a children’s choir practicing their scales accompanied by the sounds of a piano and the voice of a teacher, barely discernable amid the music. My September unfolds across pivotal days of that month in the lead up to the Asian Games. The narrative begins by introducing multiple story strands and a high level of activity, enhanced by the use of a mobile camera filming in the labyrinth of laneways that make up this area of Beijing. The film is set at Elm Street School, in the laneways and in the small homes that surround a courtyard where neighbours share a tap and watermelon on hot days. Children rush home after Wushu practice at school, women announce that a birth is imminent (noted by the ritual of boiling water and the reiteration of the myth that boys are usually born before, whilst girls usually arrive after the due date) and a family announce the imminent arrival of a rich grandfather from Taiwan. Impressions of the world are presented through the eyes of children where they are articulated as questions. Qinglai asks why does Grandpa write vertically? His mother tells him that Taiwan uses complex forms of Chinese characters, hinting at the difference between Taiwan and mainland China and their historical relationship.  The story is told through the children’s point of view, sometimes literally as the camera takes Jianjun’s view. Early in My September the viewer shares Jianjun’s perspective as he is involved in a game of ‘buttock beating’ with his friends. The difficulty of children’s culture is depicted by some of the cruelty and ridicule that Jianjun endures. He is described by his peers as having difficulty articulating his thoughts, literally talking to people. His nickname, Grand Folly An, is just one of many humiliations that he must survive. He is blamed for stealing Song’s knickerbockers from the clothesline, when the idea was proposed by Qinglai who imagines her her kicking upwards during tomorrow’s exercises. The pivotal indignity, however, is that he is eliminated from the school’s Wushu demonstration planned for the opening ceremony of the Asian Games. A new teacher in the School, Mr Gao visits the family to explain the decision to exclude him and the teacher and student develop a strong friendship. Jianjun and Mr Gao create a secret symbol, a circle with an exclaimation mark inside it and call it ‘a distress signal’ that they can use if needed. Mr Gao is an unconventional teacher, allowing students to write a composition about performing at the opening ceremony of the Asian Games, at Jianjun’s request.  The anticipation of the Asian Games is heightened throughout the month of September as the children continue to practice their Wushu and as lottery tickets are bought and sold. Jianjun and his friends purchase two tickets. Qinglai’s ticket is not a winner, whilst Jianjun peels open the ticket to find that he has won 50 yuan. Amid the hysteria of the children’s voices, he donates the money to the games and immediately runs away. The boys are followed by a journalist who later writes up the story for the Beijing evening paper. Unfortunately the details that she gathers mistakenly describe Qinglai as the winner and selfless hero and Jianjun is sidelined. The shameless Qinglai is celebrated at a School assembly and awarded a prize. After reading the newspaper article Qinglai’s family takes him out for a ‘Western style’ dinner. But the balance begins to fall in Jianjun’s favour as, after a series of misunderstandings, Qinglai’s family buys tickets to visit the grandfather in Taiwan with the plane set to depart on exactly the day of the opening ceremony. A space opens up on the Wushu team and a competiton is held. Gradually, all other competitors lose their balance, or can’t quite keep up with the rhythm and pace of the performance and Jianjun performs perfectly. He is admitted back into the Wushu group. The penultimate images of My September celebrate the birth of the baby. Sunlight falls onto the edges of his face as he is welcomed home. But the absolute ending features beautiful images of the children demonstrating their Wushu skills on mass in the middle of the stadium, with Jianjun filmed, heroically, from a low angle, an expanse of blue sky behind him. His dream of being called up for the team has been fulfilled."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}