{
    "system_id": 50920, 
    "permalink": "http://collections.acmi.net.au/objects/50920", 
    "record_type": "Title", 
    "acmi_identifier": "316792", 
    "title": "Shoot the piano player = Tirez sur le pianiste [NTSC]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1960"
    ], 
    "creator_contributor_role": [
        "Films de la Pleiade, production company", 
        "Pierre Braunberger, producer", 
        "Francois Truffaut, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:24:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - France"
    ], 
    "genre": [
        "Adaptations", 
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Crime films", 
        "Courtroom, Crime, Espionage & Thrillers/Film noir", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers", 
        "Drama", 
        "Drama/New wave films/New wave films - France"
    ], 
    "subject_group": [
        "Literature/American literature - Film and video adaptations", 
        "Family, Gender Identity, Relationships & Sexuality/Brothers and sisters"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "After his deeply personal autobiographical debut, \"The 400 Blows\", Truffaut's second feature was a homage to film noir and gangster films. But unlike the strict genre rules of the Hollywood films, \"Shoot the Piano Player\" is as much a celebration of the pleasure and possibilities of cinema as it is a straightforward crime film. Peppered with comic asides, philosophical speculations, and dissertations on love, it is beautifully shot in black and white by Raoul Coutard and features a jazzy score by George Delerue (both cinematographer and composer were to have a longstanding collaboration with Truffaut). Based on a crime novel, \"Down There\" by David Goodis, the film stars Charles Aznavour who is convincingly seedy and attractive as a once famous classical pianist, Edouard Saroyan, who has abandoned fame and his career after the tragic death of his wife. His anonymity is shattered when his brother runs into him one night in a cafe. The brother is being pursued by two thugs who are after the loot Edouard's older brothers have run off with after double-crossing the two thugs during a bank robbery. Wanting to protect his brothers, Edouard goes to their rescue, realising that it is his fate to have security, love and peace always snatched from him. On its release, \"Shoot the Piano Player\" cemented Truffaut's reputation as one of the leading filmmakers in the French New Wave, the movement which was to influence and vitalise filmmakers across generations and across the globe. More humanistic and more playful than his groundbreaking colleague, Jean-Luc Godard, \"Shoot the Piano Player\" still astonishes with its wit, speed and irreverent spirit. Truffaut was to follow this film with \"Jules et Jim\" in 1961, ensuring that his first three films make for one of the most dazzling \"adolescence\" in movie history. In French with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}