{
    "system_id": 146401, 
    "permalink": "http://collections.acmi.net.au/objects/146401", 
    "record_type": "Title", 
    "acmi_identifier": "Z000013", 
    "title": "A French girl seeking a Chinese master = Yang Niu", 
    "other_title": [
        "洋妞尋師", 
        "A French girl seeks a Chinese master"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Wang Wei, director", 
        "Zhang Rongren, director", 
        "Kong Liang, script", 
        "Zhou Jianhui, cinematographer", 
        "Wang Xuan, editor", 
        "Valerie Mennesson, cast", 
        "Lv Yongquan, cast", 
        "Han Haihua, cast", 
        "Di Yunkui, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese", 
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:15:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure", 
        "Drama", 
        "Drama/Melodrama", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Description and travel", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Hobbies, Recreation & Sport/Martial arts", 
        "Family, Gender Identity, Relationships & Sexuality/Teacher-student relationships"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "LV Yongquan went on to work as a martial arts choreographer for \"Magic Flying Mouse\" in 1990.  Cathy is a French girl in her teens who has become enamoured with the romantic lifestyle of the Kung Fu masters of the Orient. However, the political situation in China means foreigners without the relevant permits are forbidden from living and studying there. Cathy is far too ambitious to be deterred, however, and is forced to draw on all her wit and initiative to thwart the Chinese authorities on their own turf.  As the immigration police continue to pursue Cathy at every turn, she must often go under cover, disguising herself as a foreign tourist and introducing viewers to the rigidly stratified itineraries of foreign visitors. She eventually manages to find the Youth Summer Cap of Chinese Gongfu in the temple of Yu Yin Shan Fang. However, it's not long before the hardships and inequalities of the master-student relationship are revealed to her. She becomes disillusioned with the school's master, who is actually inferior to his highly skilled assistant instructor. Yet this must be concealed at all costs as the master cannot abide losing face in front of his students.  Cathy leaves the school in her pursuit of a true Kung Fu master, finding one in the most unlikely of places. Stumbling into a movie set, she meets a rough and uncouth martial artist, who refuses to play according to the script and lose the final battle of the film. \"Why should someone of superior skill forfeit to those less deserving of success?\" he thinks. To Cathy, this man Zhu Zhongfa is the complete opposite to the master of the international academy and despite their differences, being poor and on the run from the authorities, they manage to train together in the ancient arts. Everything is shared between them, and they live the fabled life of the Heroes of the Water Margin. They even sleep top-and-tails in a single bed.  However, eventually we discover that the master of the academy and the immigration police and movie director have teamed up in order to shanghai our two hero. However a strange turn of events leads to the complete opposite happening; with everyone being able to make a compromise and Zhu and Cathy finally being able to star in their very own Kung Fu films. The moral stated at the end of the film is that all masters have good points and bad points, and we should try to learn the best parts of all of them. (3 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}