{
    "system_id": 146734, 
    "permalink": "http://collections.acmi.net.au/objects/146734", 
    "record_type": "Title", 
    "acmi_identifier": "X000183", 
    "title": "Les Vacances de Monsieur Hulot = Mister Hulot's Holidays", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1953"
    ], 
    "creator_contributor_role": [
        "Fred Orain, producer", 
        "Jacques Tati, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:26:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Monsieur Hulot arrives at a Brittany seaside resort, where he inadvertently sparks a chain reaction of mishaps. By the time his vacation is over, Hulot is the object of disdain for everyone at the resort, with the exception of two adults and a group of children. Like Max Linder, Chaplin and Keaton, he [Tati] was an actor-auteur, and like them his comic style, based on sight gags, was universally exportable ... With his tall, ungainly figure, and his signature raincoat, hat and pipe, Tati made Hulot the universal child-like innocent who creates chaos by ignoring adult rules ... But Tati's novelty was to combine slapstick with a modernist sensitivity. Formally, his films are extremely complex (and increasingly so, explaining his loss of favor after 'Mon oncle'), exploiting to the full the possibilities of the frame and sound ... His soundtracks, mixing noises, grunts, expletives, advertisements, snatches of songs and different languages, are the aural equivalent of Jean-Luc Godard 'visual bricolage'. From the start, too, Tati's films were a running commentary on the struggle between modernisation (or 'Americanisation') and tradition in France. 'Les vacances de Monsieur Hulot' was Tati's second feature film and the first appearance of Monsieur Hulot who was to feature in all of Tati's subsequent films.\" Reference: Ginette Vincendeau. 'The companion to French cinema'. BFI Publishing, 1996. Awards: Prix Louis Delluc 1953 ; Cannes Film Festival 1953-Prix de la Critique Internationale.  Credits: Producer, Fred Orain ; director, Jacques Tati ; script, Jacques Tati, Henri Marquet ; photography, Jacques Mercanton, Jean Mouselle ; music, Alain Romans. Cast: Nathalie Pascaud, Michele Rolla, Raymond Carl, Lucien Fregis, Jacques Tati."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}