{
    "system_id": 146433, 
    "permalink": "http://collections.acmi.net.au/objects/146433", 
    "record_type": "Title", 
    "acmi_identifier": "Z000046", 
    "title": "Your smile = Ni de wei xiao", 
    "other_title": [
        "你的微笑"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Ma Bingyu, director", 
        "Zou Dazhi, producer", 
        "Zhang Tianmin, script", 
        "Chang Yi, cinematographer", 
        "Zhou Ying, editor", 
        "Jia Yulan, cast", 
        "Wei Guochun, cast", 
        "Li Xiuming, cast", 
        "Jane Johnson, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Description and travel", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Tourist trade - Social aspects", 
        "Anthropology, Ethnology, Exploration & Travel/Tourist trade - Social aspects", 
        "Anthropology, Ethnology, Exploration & Travel/Tourism"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film highlights the characteristic of oriental virtues and provides an insight into the difference of eastern and western cultures understood and perceived by Chinese during the 1980s.  As the story opens, the sleepy city of Suzhou is awakened by sound of an ancient bell.  A tour guide named Chen Airan, working for the International Tourism Agency, is preparing another busy day ahead while she introduces her hometown on a crowded tour bus.  Later, she waits for Mr Song, Chairman of the board from South Asia Bank to arrive at the train station from abroad.  Oddly, Mr Song rejects all touring activities she organized for him, and only wishes to spend time alone in his hotel room—even the television was ordered to be taken away so he can have some quiet time. Encountering such an eccentric, seemingly misogynistic and miserable old man, Airan was confused and frustrated. She had never felt unwanted and was determined to discover different ways to approach and gain Mr Song's trust.  While Mr Song isolates himself from the world, Airan takes on a Japanese tour group. Within the group, two Japanese tourists particularly caught her eye.  One had lost his two sons during the Second World War in China and had made unsuccessful attempts to end his life.  The other was an ex-Japanese soldier who was in Suzhou during the Japanese invasion of China in World War 2.  During this tour in China, he hopes to find a woman named Su Xiaoyu whom he had met during the time he served as a guard at the Pan Gate in Suzhou.  On this tour, his ultimate goal was to return two gold rings which belonged to Su and atone for his sinful deeds during the war.  Airan's knowledge of their past created major internal conflict because her grandfather was a victim of the Nanjing Massacre; however, in the end she chose not to let her emotions affect her professionalism as a tour guide and hosted their stay in China to the best of her ability. Subsequently, after such encounters, Airan learnt that to gain Mr Song's trust, she had to first know his past.  Consequently, by oepning a part of his past, she realized that Mr Song originated from Shandong Province but had move overseas in the early part of his life because of the miserable economic situation.  In the following years living abroad, he had tenaciously devoted all his energy and effort into expanding his own economic assets - living a life without meaning.  This visit to China was a chance for him to reconnect with his roots - returning to his mother land.  Coincidentally one day, he meets a young man who shares his surname and unexpectedly found that the youngster, Song Pan, is the son of his work colleague from abroad.   When Airan saw that Mr Song was ecstatic at the sight of Song Pan, she subsequently organises Mr. Song to reunite with his long-lost relatives who are still living in China.  In the end, Mr Song donated the woodcut of 'Patriarchal Clan Geneology of the Song'(handed down from the Qing Dynasty) to the Government of Suzhou, and went happily on his way.  Airan once again uses her sincerity to enable Mr Song, another one of her clients, to feel the warmth of the country, and rekindle the flicker of hope in his life. Although Airan is good at encouraging and supporting for others, she is less organized and optimistic with her own life.  Outwardly, she claims that she is a modern, career-oriented and independent woman who is proud to be a single, but secretly she has fallen in love with her Chinese poetry tutor, Mr. Li.  Her western friend Louise claims that women have the right to not marry and not have children.  Airan is subconsciously influenced by Louise, but to her surprise her friend also falls in love with Mr. Li.  Between the three of them, their triangular relationship becomes complex.  Ultimately Airan runs away without confronting the issue.  The film ends with her starting a new day by guiding a tour, putting her worries and woes behind her.  Cultural History of Film: This is an interesting film lightly questioning the role of women in China in the 1980s.  Throughout the movie, there are a good few minutes in the film dedicated to watching an unidentified mother lovingly breastfeeding and caressing her new born baby, and subsequently we are brought to the attention of Airan supporting Louise's idea of remaining single.  On one hand, viewers are exposed to the good mother discourse, while on the other, we are also witnessing women's role shifting to become more modern and subjective (which is thought to be a phenomenon after the Mao era[in the post-socialist period]).  Director's background: Ma Bingyu was born in 1942 in Beijing. He graduated from The Beijing Film Academy in 1966 and started his film career in the Beijing Film Studio.  From research, 'Your Smile' seems to be the last of his work as a film director.  Ma is considered as the Fourth Generation of filmmakers in Chinese Cinema.  Those making films as the Fourth Generation in this post-socialist period mostly produce films that focused on human emotions, exploring the experience of ordinary/working class life - as it is evident in this film.  My thoughts/interpretations: Louise (acted by Jean Johnson) in the film was an interesting character whom I believe was a reflection of Western ideals gone hay-wired.  Of note, out of the many films I've watched, it is quite rare to see a western actor speaking Chinese.  However, Louise is oftentimes portrayed like a bimbo-head because of the ridiculous things she says e.g. She wants to have a black-haired baby as a souvenir/memento to take back from China (although she does not want to get married).  Her role in the story seems like an attempt to highlight the stark difference between western and eastern cultural ideals perceived by Chinese people in the 1980s.  When Louise failed to make Mr. Li comply with her wish to have a \"black-haired memento\", she tells Airan that Mr. Li rejected her by saying: \"I'm a Chinese. Chinese people have their own morality standards. They stress responsibility and commitment.\" Such a statement in the film seems to want to hint to audience that Western and Eastern people value different virtues and morality standards. In my point of view, Mr Song's case in the film also seems to highlight a famous Chinese proverb as a significant subtextual message:  Falling leaves return to their roots [pinyin: Luo4 Ye4 Gui1 Gen1].  This proverb is often used for those who have migrated oversea; meaning everything belongs somewhere, and everyone is drawn back to the place where their life started—going back to their \"roots\".  If Chinese immigrants in Australia watch this movie, perhaps it serves to remind them that their roots are in China. (3 stars - Pearl Lau; November 13, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}