{
    "system_id": 47971, 
    "permalink": "http://collections.acmi.net.au/objects/47971", 
    "record_type": "Title", 
    "acmi_identifier": "313704", 
    "title": "Touch of evil = Badge of evil", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1958"
    ], 
    "creator_contributor_role": [
        "Universal Pictures, production company", 
        "Albert Zugsmith, producer", 
        "Orson Welles, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:45:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Adaptations", 
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Film noir"
    ], 
    "subject_group": [
        "Literature/American literature - Film and video adaptations", 
        "Anthropology, Ethnology, Exploration & Travel/Mexico", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Drugs", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Narcotics", 
        "Places/Mexico"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Considered now to be Orson Welles' finest movie after \"Citizen Kane\", \"Touch of Evil\" confounded and confused American critics on its release who saw it as nothing more than a detective B-movie. However, European critics responded immediately to the film's baroque excesses and acclaimed it as a masterpiece of film noir. Charlton Heston plays a Mexican narcotics cop who patrols a red-light town on the border between Mexico and the United States. He comes into conflict with the bloated, corrupt Quinlan (Orson Welles), and before long he is immersed in the dark, sinister world of borderland crime and punishment. The plot however is secondary to the rich mise-en-scene Welles employs to render an atmosphere of decadence and moral vacuity. The rich black and white cinematography conveys the heat and oppressiveness of a sweltering summer's night; the music by Henry Mancini adds drama and tension to the narrative; the editing is fast and compulsive. Welles is also assisted by a range of terrific performances by Heston, Janet Leigh, Akim Tamiroff, Mercedes McCambridge and a wonderfully dissipated Marlene Dietrich. He himself is a stand-out as the evil but all too human Quinlan. From the opening introductory sequence, all shot in one long track (and justifiably one of the most famous sequences of film ever shot), \"Touch of Evil\" takes immediate visceral hold of the viewer and doesn't let go until the bitter, explosive end. The studio may have thought it had convinced Welles to create a \"happy ending\", but the memory of what went before can not quite be dispelled: \"Touch of Evil\" owes much more to existentialism and apocalyptic vision than it does to the mores and conventions of Hollywood."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}