{
    "system_id": 189, 
    "permalink": "http://collections.acmi.net.au/objects/189", 
    "record_type": "Title", 
    "acmi_identifier": "B1000452", 
    "title": "Undertow 1999", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "12 Sep 2000"
    ], 
    "creator_contributor_role": [
        "David Haines, creator", 
        "Joyce Hinterding, creator", 
        "Scott Horscroft, creator", 
        "Emma Crimmings, research manager"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "Silent"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified", 
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Mathematics, Science & Technology/Mathematics"
    ], 
    "abstract": [
        "a journey through the interior of a labyrinth"
    ], 
    "description": [
        "Since David Haines and Joyce Hinterding began working collaboratively in the late 1990s they have created striking installations, drawing on their shared interest in recurrent residues and latent environmental energies. Their two major works preceding the completion of Undertow 1999 were The Levitation Grounds (1999) and The Blinds and The Shutters (2001). These works presented ominous yet thrilling scenarios where some unspecified prior events have caused the laws of physics to mutate slightly, allowing occult tendencies to gain precedence. Trees floated in strangely coloured atmospheres; a house launched all of its furnishings into deep-space orbit. Both works showed the exultation and the possible price associated with transgressing the limits that seem to hold a stable physical universe together.  Now with Undertow 1999, Haines and Hinterding have teamed up with sound artist Scott Horscroft to produce a visceral fable about sudden, violently upwelling energies that have been previously repressed, half-remembered or semiconscious. Horscroft brings to the project expertise in the sonic patterns of air turbulence and the special 'ambience' that characterises every particular space like a sonic fingerprint. Commissioned by the Federation Square Public Arts Program (with financial assistance from ACMI), the artists were asked to create a work that specifically responded to the labyrinth (the built-in passive air-conditioning system) underneath Federation Square. The resulting work, Undertow 1999, is a four-screen installation depicting a slow and weightless navigation through the interior of the Square's functionary maze.Through the use of Steadicam technology and archival footage sourced from ACMI's film collection, viewers move weightlessly through the space as though peering through their own viewfinder. Accompanied by an enveloping and complex soundscape, we encounter strange and abstract apparitions, levitating objects, mysterious air turbulence and other unstable phenomena, which appear to seep, rupture and bounce throughout this subterranean world."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "VHS [PAL]; Preview Copy", 
        "VHS [PAL]; Preview Copy", 
        "DVD [PAL]; Master", 
        "VHS [PAL]; Copy", 
        "CD ROM [PC]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "CD ROM; Copy"
    ]
}