{
    "system_id": 146456, 
    "permalink": "http://collections.acmi.net.au/objects/146456", 
    "record_type": "Title", 
    "acmi_identifier": "Z000069", 
    "title": "The Adventures of the opera singers = Li yuan chuan qi", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Emei Film Studio, production company", 
        "Dong Zhicheng, producer", 
        "Yang Gaisen, director", 
        "Zhang Lukun, director", 
        "Wei Minglun, writer", 
        "Nan Guo, writer", 
        "Cheng Zhaoxun, cinematographer", 
        "You Zongshu, cinematographer", 
        "Zhang Xianheng, cast", 
        "Zhu Lin, cast", 
        "Liu Jian, cast", 
        "Guan Zongzia, cast", 
        "Yan Bide, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Performance/Opera  -  Performance"
    ], 
    "subject_group": [
        "Music & Performing Arts/Operas, Chinese"
    ], 
    "abstract": [
        "Operatic performances feature Hua Xiangrong who’s lyrics are dramatically evocative of the pain of separated lovers."
    ], 
    "description": [
        "Wandering through the crowds of people in Dragon Gate Township, Yi the Courageous is introduced as an empathic and complex character. He notices a young boy and his mother begging, steps into a betting ring, wins and hands the proceeds to the boy. He is also the benevolent leader of a troupe of nomadic opera performers. Dragon Gate Township, however, has a reputation of being a place without peace, a difficult place to perform. Yi’s role is to secure permission to perform from the influential leaders of the area. One of these is the philanthropost Mr Yue. Mr Yue agrees to allow ten performances because, as he says, opera is both popular and may also be used to drive away the ghosts at Sacrifice Rock. Yi must also pay his respects to another leader of the region, Ma the Bold and secure his permission also. However, he is advised that this may not be easy as his own name Yi the Courageous clashes with Ma the Bold. To do this, he visits the family tearoom and introduces himself to Ma using the name Yi the Timid. A deal is done. Cheng Zhaoxun, You Zongshu use cinematography to construct Yi as a complex character. Shots of Yi’s face begin in close up to emphasise the emotion and then zoom out gradually to offer context. In other scenarios contrasting characters like Yi and Ma are divided in the frame with the use of plants strategically placed in the foreground.  Operatic performances feature Hua Xiangrong who’s lyrics are dramatically evocative of the pain of separated lovers. She sings that “it is crazy of me to be so deeply in love” and “only in pain can I live without him”. Images of entraptured audience members are interspersed with shots of Hua’s extraordinary performance. One woman in the crowd is so entranced that she chews the corner of her handkerchief. Others, like Ma the Bold, watch with lustful intentions. When he visits backstage he offers Hua a special reward, drinks with him after the performance. Hua politely evades Ma’s advances and retreats behind a curtain to change. Ma peers through the curtain, telling her that he has paid and expects favours in return. When Hua’s husband Jin Lingtong tells Ma that they sell their art, but not their bodies, Ma redirects his derision, insisting that Jin must perform songs at his request. Jin does this until he collapses from exhaustion, blood trickling from his lips. When he dies onstage, Ma announces, “Well done, light the fire crackers”.  During the funeral ceremony at Sacrifice Rock, the distraught Hua buries a silk scarf embroidered with the words “I wish I could go with you” into her husband’s grave. However, even amid the distress, the threat of Ma the Bold remains and escalates when Mr Yue expresses his interest in her as well. Yi has a plan. He tells both men that the person who retrieves the scarf from the grave at Sacrifice Rock will be rewarded with Hua’s hand. The evil Fifth Lord, Ma the Bold, takes a lantern and travels to the grave in the dead of night. Once there, he is surrounded by spirits of Sacrifice Rock, one of which attacks him with each blow transforming the design on his face. During the struggle Ma the Bold balances precariously at the edge of a rocky cliff and eventually falls to his death. The film ends on a beach with Yi in hand to hand combat with Mr Yue. Each throws large clay pots at one another, they collide and smash in the air. Eventually Mr Yue responds to Yi’s ultimate blow by falling backwards and collapsing into the ocean. Yi is left to wander the land.  With music  by Tian Feng, Chen Zhimei, performed by the Emei Film Studio Orchestra conducted by Ziong Jihua."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}