{
    "system_id": 146425, 
    "permalink": "http://collections.acmi.net.au/objects/146425", 
    "record_type": "Title", 
    "acmi_identifier": "Z000038", 
    "title": "Massacre in Nanjing = Tu Cheng Xue Ji", 
    "other_title": [
        "屠城血记"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Nanjing Film Production Company, production company", 
        "Luo Guanqun, director", 
        "Xie Guangning, script", 
        "Chen Mingyun, cinematographer", 
        "Qiao Jichang, cinematographer", 
        "Lou Ling, editor", 
        "Shanghai Film Orchestra, music", 
        "Liu Yanxi, composer", 
        "Nai She, cast", 
        "Chen Daoming, cast", 
        "Lei Luosheng, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:32:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "History/China - History - Invasions", 
        "History/China - History", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Human rights - China", 
        "Anthropology, Ethnology, Exploration & Travel/Yangtze River (China)", 
        "Places/Yangtze River (China)", 
        "Armed Forces, Military, War & Weapons/Sino-Japanese Conflict, 1937-1945", 
        "Armed Forces, Military, War & Weapons/War crimes", 
        "Crime, Espionage, Justice, Police & Prisons/War crimes", 
        "History/War - Historical perspectives", 
        "Armed Forces, Military, War & Weapons/War - Historical perspectives"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film is reputed to be the first to ever dramatic retelling of the events leading from the Japanese invasion of Nanjing, on Dec. 13, 1937. Over the course of six weeks, 300 000 people were brutally massacred. The contents of the film range from heart-rending to absurd, as the director tries to approach this highly sensitive event in modern Chinese history.  Crowds of civilians flee across a bridge, crowding onto boats in an effort to escape the onslaught of the Japanese military. Amongst them are the government officials, abandoning their posts out of sheer terror. A foreign blonde woman drives through the carnage in black car. Arriving at a makeshift hospital, she witnesses the hardship and sufferng the Chinese people are undergoing at the hands of the bombarding. She finds a doctor named Zhan and tells him that there is time for them to secure passage on the last of the departing American ships.  The invading force rounds up those left behind in the city and takes photos as they gun them down. However, it is immediately visible that there have been issues in casting actual Japanese, as these supposed \"foreign invaders\" all speak fluent Chinese. This accentuates a point of ambivalence which escalates in tandem with the scale of violence they perform.  At first, the Japanese commander is disturbed that the Yangtze is running red with blood: This does not conform with the image they purport of being the liberators of China. They allow 200 000 refugees to flee into the 3-square-kilometer rat nest of the \"Safety Area\". Fan, a frightened Chinese photographer and householder, is threatened to develop the Japanese photos of the carnage, or they will burn down his house, kill his children and rape his pregnant wife.  Strict censorship is enforced so as to prevent news of the carnage from being leaked to the public.  Meanwhile Japanese women in traditional kimono smile and scatter sweets along the ground for the frightenned locals who stand in fear. This scene is actually quite well done, and sets a precedent for the extremes of absurdity we will encounter later in the film. Meanwhile, men are led into the mountains and summarily executed by beyonetting and machine-gunning.  It is not long after before the Japanese invade the church and murder the people inside. The soldiers want to defend themselves, but doctor Zhan implores them to not act, otherwise the Japanese will slaughter the refugees. They throw all their weapons in the lake, except one man who conceals his pistol in a bookshelf. Under the pretext of searching for Chinese soldiers, the Japanese invade the Safety Area and round up all the refugees.  The film's most powerful scene takes place in the Safety Area's library, when a stereotypical Japanese man kicks a newly born child on the ground and beyonets it, lifting it up above him and laughing despicably as he lets the newborn's blood trickle down all over his face. Then they gang rape the mother and her 12 year old daughter before murdering them both. The total collapse of civilization is symbolised by the bookshelf, full of works on ethics, history and human achievements, collapsing on the ground.  The only thing left for them to do is to record the atrocities. Fan, whose family was murdered, has the photos and risks his life to retrieve them from his house. He gives his life to save Zhan and the photos. One Chinese man tries to surrender the photos to get the photos back, but is tricked into giving the wrong photos.  The variety of atrocities depicted include decapitation,  mass graves where people are buried alive, murdering of wounded, and putting an old man in a bag and setting it on fire.  The film ends with a scene of Zhan trapped in the belltower of a burning church. With no way to get out or survive he rings the bells to symbolise his never-ending struggle to tell the world of what has happened. (3 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}