{
    "system_id": 2602, 
    "permalink": "http://collections.acmi.net.au/objects/2602", 
    "record_type": "Title", 
    "acmi_identifier": "B1005950", 
    "title": "Tag", 
    "other_title": [
        "Public Imaging Commission"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "10 Oct 2003-30 Nov 2003", 
        "2003"
    ], 
    "creator_contributor_role": [
        "Amiel Courtin-Wilson, film maker", 
        "Amiel Courtin-Wilson, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "a child's game rendered strange through the playful interchanges of adults"
    ], 
    "description": [
        "This proposed public imaging project shows a middle-aged woman standing in the middle of a well-furnished lounge room, wearing only her underwear and a blindfold. Other middle-aged people stand around her, also in their underwear, as she tries to find them while blindfolded. Bumping into things, tripping over furniture and laughing in the process- we follow the game from room to room as the woman in the blindfold tries to catch the various people taunting her. Finally tagging a younger man in the kitchen, the woman rips off the blindfold to see who she has caught. The image then cuts to static briefly and we start the game again, only this time with the man that was found or \"tagged\" now wearing the blindfold. This process repeats a number of times until most people at the party have been blindfolded. Stylistically, the video material will be a mixture of handheld home video cinematography juxtaposed with locked-off tripod material shot with multiple video cameras. The video imagery will then be degraded and transferred to 16mm- the final, highly textured imagery resembling a badly tuned television broadcast of surveillance camera footage."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B2000056; Amiel Courtin-Wilson compilation; Active; 2003", 
        "Compilation title; B2000062; Creative Melbourne: selection of works; Active; (2003-2004)"
    ], 
    "related_objects": [
        "Collection; B1004278; Public Imaging Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Mini DV; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy"
    ]
}