{
    "system_id": 25246, 
    "permalink": "http://collections.acmi.net.au/objects/25246", 
    "record_type": "Title", 
    "acmi_identifier": "006109", 
    "title": "Lest we forget", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Canada"
    ], 
    "creation_date": [
        "1934"
    ], 
    "creator_contributor_role": [
        "Photo-Sound Corporation, production company", 
        "Canadian Government Motion Picture Bureau, production company"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:39:36"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Canada"
    ], 
    "genre": [
        "Documentary/Documentary films - Canada", 
        "Documentary"
    ], 
    "subject_group": [
        "Armed Forces, Military, War & Weapons/War - History", 
        "Armed Forces, Military, War & Weapons/World War, 1914-1918", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion pictures - Canada - History", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion pictures - Archival resources", 
        "History/History", 
        "History/War - History"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film was the first feature length documentary film with sound to be made in Canada. The production team compiled the film throughout the world and from Canadian cameramen who followed troops through training and into combat. Simulted battle scenes are also included. Part 1 - The story of Canadian military participation in WWI. A review is made of the major incidents that lead to declarations of war. Leading personalities are shown. Recruitment and training of soldiers takes place. Part 2 - The Battles of Mons, Ypres, the Somme, and Vimy Ridge. Part 3 - The Battle of Passchendaele. Sequences on the Royal Flying Corps in action on land and in the air. Dominion Day 1918 festivities among Canadian Armed Forces personnel at the front line near Vimy Ridge are captured on camera. End of the war celebrations and commemorations are shown. Exceptional material includes: Princess Patricia dedicating the Princess Patricia's Canadian Light Infantry Regiment at Lansdowne Park, August 23, 1914; the sinking of the Szent Istvan, an Austro-Hungarian battleship, where sailors look like ants heaped up on one side and then jump into the sea; new military technology; war ruins and refugees; the American entry into the war; an observation balloon going up in flames; and Canadian railway troops building tracks. Canadian troops hold an Athletic Field Day on Dominion Day 1918; Canadian troops extinguish fires at Cambrai; the Prince of Wales in military uniform surrounded by other officers; soldiers in trenches, in marching formation, cheer news of the end of the war; funeral procession of nurses watch soldiers carry the coffins of nurses killed in an air raid of a hospital in France, May 1918. Officers salute the open grave. The Canadian troupe, The Dumbells, perform before Canadian troops on Dominion Day 1918. Compiled and edited by Frank C. Badgley and narrated by Rupert Caplan"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Access Print (Section 1)"
    ]
}