{
    "system_id": 52477, 
    "permalink": "http://collections.acmi.net.au/objects/52477", 
    "record_type": "Title", 
    "acmi_identifier": "318427", 
    "title": "New York, New York", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1977"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "United Artists Corporation, production company", 
        "Robert Chartoff, co-producer", 
        "Erwin Winkler, co-producer", 
        "Martin Scorsese, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:37:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Comedy", 
        "Comedy/Romantic comedy", 
        "Drama", 
        "Drama/Road movies", 
        "Musicals"
    ], 
    "subject_group": [
        "Music & Performing Arts/Swing (Music)", 
        "Music & Performing Arts/Jazz music"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This stylised production of \"New york, New York\" pays homage to the nostalgic days of the classic Hollywood musical with one exception; the storyline is tinged with a dark side. It is V-J night, 1945; the setting is a ballroom in New York where young revellers are swinging and dancing the night away to the wonderful sounds of the big band music, and an embittered would-be sax player by the name of Jimmy Doyle (Robert De Niro) is determined to \"get laid\". However the young USO singer, Francine (Liza Minnelli) who Doyle will not leave alone, has other ideas. Through the most unlikely circumstances, Jimmy and Francine meet up the next day and from there on in, their two lives become intertwined, he as a sax player and her as a singer, both in the same band. We follow the fortunes and misfortunes of their relationship and the insecurities as each strives to achieve success as an artist. It is hard to sympathise and empathise with the character of Jimmy Doyle. He is selfish, self-centred, volatile, frustratingly irritating, obsessive and possessive and one wonders how Francine could indeed be attracted to him in the first place. The best feature of this film is the music and particularly the title song, \"New York, New York\". It received a mix reaction on its original release in 1977 but was more successful on its re-release in 1981 when footage that was originally cut from the film, including the legendary \"Happy Endings\" scene, was restored. Cast also includes Lionel Stander, Barry Primus, Mary Kay Place, Georgie Auld. Please note that this is the fully restored version of \"New York, New York\"."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}