{
    "system_id": 50921, 
    "permalink": "http://collections.acmi.net.au/objects/50921", 
    "record_type": "Title", 
    "acmi_identifier": "316793", 
    "title": "The Sheik [NTSC]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1921"
    ], 
    "creator_contributor_role": [
        "Famous Players-Lasky Corporation, production company", 
        "Famous Players-Lasky Corporation, production company", 
        "George Melford, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:20:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Silent films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Adaptations", 
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "Literature/American literature - Film and video adaptations", 
        "Crime, Espionage, Justice, Police & Prisons/Kidnapping", 
        "Anthropology, Ethnology, Exploration & Travel/Middle East", 
        "Anthropology, Ethnology, Exploration & Travel/Tribes", 
        "Climate, Environment, Natural Resources & Disasters/Deserts", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Love", 
        "Places/Middle East"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Sheik, released on 30th October 1921, has been credited with being the film that officially established the career of silent screen star Rudolph Valentino. Set in the exotic locale of the Saharan desert, it recounts the story of a tempestuous love affair between a young and powerful Sheik, Ahmed Ben Hassan and Lady Diana Mayo, a \"defiant\" English girl. Their first meeting sets the tone for what is to follow, with Diana recklessly sneaking inside an Arab-only casino in the guise of a dancer only to nearly end up being sold off at the marriage market. The mysterious and arrogant Ahmed immediately halts proceedings, and discovering her true identity, abruptly escorts her to the door. Irritated but intrigued by this brief encounter, Diana struggles to focus on her main goal, dismissed as \"madcap\" by horrified society women: to tour the Sahara desert alone, with only a native man, Mustapha Ali, for a guide. She soon realizes her folly when one day into her adventure she is spirited away by Ahmed and taken to his luxurious desert camp, where his amorous advances drive the despairing but feisty Englishwoman to plot an escape. However, she soon comes to the notice of Omair the bandit, who hatches a plot to steal her from his enemy. Ahmed, tortured by his love for Diana and overcome with guilt over his savage behaviour toward her, risks his life to liberate his one true love from Omair's harem. Valentino later made a sequel, \"Son of the sheik\" (1926), the last film he completed before his untimely death. \"The Sheik\" is based on the sensational and exotic 1919 novel of the same name by E. M. Hull. Cast includes Rudolph Valentino as Sheik Ahmed Ben Hassan, Agnes Ayres as Lady Diana Mayo, Adolphe Menjou as Raoul de St. Hubert, Lucien Littlefield as Gaston, and Walter Long as Omair."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}