{
    "system_id": 146428, 
    "permalink": "http://collections.acmi.net.au/objects/146428", 
    "record_type": "Title", 
    "acmi_identifier": "Z000041", 
    "title": "Hua Tuo and Cao Cao = Hua Tuo yu Cao Cao", 
    "other_title": [
        "華佗與曹操"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studios, production company", 
        "Zhumo Huang, director", 
        "Yuan Tao, script", 
        "Fung Do, script", 
        "Rongshen Mao, cinematographer", 
        "Heng Xiao, sound", 
        "Ganlong Zheng, cast", 
        "Gong Xue, cast", 
        "Zhumo Huang, cast", 
        "Hongsheng Wang, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:48:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Historical films", 
        "Historical films"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Medicine, Experimental", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Medicine, Chinese", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Medicine", 
        "History/China - History", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Public health - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The film opens with the following caption: It happened 1700 years ago, the Eastern Han Dynasty then existed only one name. Warlords carved up the country and the people suffered. The Battle of Gunadu was fought in A.D 200 in the fifth year of Jianan. It was a battle to decide whether the country was to unify or to split. Cao Cao's camp is the central setting of the narrative, and we are introduced to the warlord as a man who suffers from chronic migraines; his illness is kept a secret from his troops to preserve morale. Cao Cao's advisor, Minister Xun, is closely acquainted to the miracle healer: Hua Tuo. We are introduced to Hua Tuo in a scene where he is treating an official who has been suffering from severe stomach cramps. It is made evident that the methods Hua Tuo employs are non-sequitor and unpredictable-his brilliance is illustrated through the cure of the official. Hua Tuo is able to temporarily alleviate Cao Cao's migraine by inserting a needle into Cao Cao's diaphragm. Impressed, due to the fact that he had not responded to any of the treatments by other physicians, the warlord insists on having Hua Tuo as his personal physician. However, Hua Tuo tactfully refuses, claiming he needs to return home to attend to his sick wife. The truth being that Hua Tuo is only interested in curing the illnesses of the common people, and his life's ambition is to discover the ingredients to formulate an anesthesia. Shortly after returning home, he was called again and subsequently forced by Cao to return to his side. The narrative conveys the continuous struggle between the objectives of the two men; Cao Cao cannot understand why Hua Tuo insists on the refusal of wealth and status, instead, preferring to heal the poor. In the midst of the warlord's illness and his personal struggles with the physician, he is gradually making gaining power over the war-torn lands. Eventually, Cao Cao becomes furious at Hua Tuo's impudent disobedience, and in order to make an example of him to the rest of his men, he orders the execution of the physician. While in prison, Hua Tuo compiles all of his clinical experience in writing and tries to give it to a prison guard for safe keeping. However, out of fear of Cao Cao, the guard refuses to do any favours or accept anything from Hua Tuo. In extreme anger and frustration, Hua Tuo burns his manuscripts, turning all his clinical knowledge to ashes.  Historical Background: Cao Cao was a warlord and the penultimate Chancellor of the Eastern Han Dynasty who rose to great power during the dynasty's final years in ancient China. As one of the central figures of the Three Kingdoms period, he laid the foundations for what was to become the state of Cao Wei. Though commonly portrayed as a cruel and merciless tyrant, Cao has also been praised as a brilliant ruler and military genius who treated his subordinates like his family. In 220, Cao Cao died in Luoyang due to an unknown illness. Legends contain explanations for the cause of his death, many of which suggest the involvement of Hua Tuo. Hua Tuo (died c. 208) was a renowned Chinese physician during the Eastern Han Dynasty and Three Kingdoms Period. The Records of Three Kingdoms cites Hua as the first person in China to use anesthesia during surgery. He believed that for diseases that could not be treated with acupuncture and herbs, the only solution was surgery to remove the cause. It is well-documented that Hua Tuo frequently performed surgery on various parts of the body by using an herbal formula that he invented called Ma Fei San (Numbing and Boiling Powder) for systemic anesthesia. Hua Tuo refused employment offers from high-ranking officials on many accounts, including Cao Cao, and chose to practice medicine and serve the common people. There are various accounts of Hua Tuo's relationship with Cao Cao, as well as the cause of Hua Tuo's eventual execution. An alternate, and well-known, account notes that, eventually, Hua Tuo diagnosed Cao Cao's headache to be so severe it could not be treated simply with herbs or acupuncture. The only cure would be to induce anesthesia and surgically open the head to remove the cause of the headache. Cao Cao was frightened and enraged by this proposition, since no such surgery had ever been performed before, he was convinced that Hua Tuo was making an attempt to assassinate him and sentenced the physician to death.  Researcher's Comments: The film's account of the relationship between Hua Tuo and Cao Cao is one that is focused on the innate character differences between the two; both brilliant in their respective fields, highly idealistic, each with their own set of philosophies: Cao Cao's sole ambition was to dominate and conquer others, while Hua Tuo believed in peace, universal rights and equality. There is continuous dialogue between the two men with regards to the notion of humanity, morality as well as the importance and inevitability of war. The contrast between the two men is well demonstrated in the narrative. (3.5 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}