{
    "system_id": 161843, 
    "permalink": "http://collections.acmi.net.au/objects/161843", 
    "record_type": "Title", 
    "acmi_identifier": "Z000149", 
    "title": "When the leaves turn red = Deng Dao Manshan Hongye Shi", 
    "other_title": [
        "Wait until the leaves on the mountain are red"
    ], 
    "other_title_type": [
        "Translated"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1980"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Tang Huada, director", 
        "Yu Benzheng, director", 
        "Shen Xilin, cinematographer", 
        "Han Shanyi, sound design/post-production", 
        "Xiang Yi, composer", 
        "Wu Haiyan, cast", 
        "Ding Jiayuan, cast", 
        "He Lin, cast", 
        "Gao Ying, cast", 
        "Ma Guanying, cast", 
        "Hong Xia, cast", 
        "Wang Qi, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Foreign language films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "Hobbies, Recreation & Sport/Boats and boating", 
        "Anthropology, Ethnology, Exploration & Travel/Women - Asia, Southeastern", 
        "Hobbies, Recreation & Sport/Martial arts films"
    ], 
    "abstract": [
        "Much of the action takes place on a ship sailing up the Yangtze River. It is in this microcosm that some of the attitudes to love and romance are expressed by various characters."
    ], 
    "description": [
        "'When The Leaves Turn Red' begins with scenes of a young couple riding through Shanghai on bikes and then on the horses of a carousel. The film begins playfully, charcters run, chase and sit on a park bench, happy in one another’s company. The cinematography mirrors that playfullness, capturing and framing images of the pair, splitting them into single shots during the chase and adopting autonomy as it focuses on flowers in the park. The pattern of this early sequence provides a hint of the ways that the broader narrative returns to the past to explore the development of this romance negotiating the complexities of evolving gender roles in cosmopolitan cities like Shanghai.  Much of the action takes place on a ship sailing up the Yangtze River. It is in this microcosm that some of the attitudes to love and romance are expressed by various characters. Once on board, Wu asks Fei not to mention their connection, their romance must remain a secret if she is going to be able to study the role of the Third Mate, a character that she intends to perform in a film. Various symbols and forms of communication are used to depict the vicissitudes of the attitudes to love. Flowers are crushed and then thrown overboard, a comb is broken in anguish, diary entries allow for a subjective expression of attraction and the fear of being ‘held back’ by conventional strictures of love, cleaners remark that “young people should work hard for the revolution”. The layering of fiction with the use of narrative ‘secrets’ combined with the self reflexive references to films within films creates dialogue, symbols and characters with layered meanings.  The Third Mate (Yang Ying) represents the ‘new’ Chinese woman, one that takes control of the ship, navigating by knowledge and sight, by intuition expressed in the ‘feel’ of the breeze. A further flashback to a time 14 years prior shows Yang as a younger woman, learning the knowledge required to ‘direct ships through the divine gorges’. The flashback includes her reminiscence of a dramatic whirlpool that carried off her family, leaving her the only one to survive. Yang was adopted by a family who lived at a signal station on the edge of a cliff. There, her father and her brother were in charge of dropping down a large arrow signalling the danger of the sharp cliffs to passing ships. Sequences with the family are full of joy and tragedy and as characters are lost, deep sorrow is depicted by tears that seem to flow down the camera/screen. The narrative details the transition from traditional and contemporary approaches to the rituals of love. One moment of resistance intercedes in an exchange and betrothal of Yang as her brother Ming considers a request from a potential boyfriend. The film allows for a poetic expression of the connection between marine life and love in the song that Yang performs a folk song which includes the lyrics “the red leaves remind her of him setting fire to her heart” and “the river is her lover”.  'When The Leaves Turn Red' is also a travelogue documenting changes in China’s environmental and industrial landcapes. As the steamer moves along the river, the film isolates details of bridges, cliffs and the seasonal change depicted by the emergence of the red foliage on the mountains."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}