{
    "system_id": 50252, 
    "permalink": "http://collections.acmi.net.au/objects/50252", 
    "record_type": "Title", 
    "acmi_identifier": "316073", 
    "title": "Mermaid forest (D)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Japan"
    ], 
    "creation_date": [
        "1994"
    ], 
    "creator_contributor_role": [
        "Manga Entertainment, production company", 
        "Isamu Asami, co-producer", 
        "Isamu Senda, co-producer", 
        "Takaya Mizutani, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:55:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: some scenes may disturb"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Japan"
    ], 
    "genre": [
        "Adaptations", 
        "Fantasy & Science Fiction", 
        "Animation", 
        "Animation/Anime", 
        "Animation/Manga", 
        "Fantasy & Science Fiction/Fantasy", 
        "Animation/Animated films - Japan"
    ], 
    "subject_group": [
        "Literature/Japanese literature - Film and video adaptations", 
        "Literature/Folk literature, Japanese", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Death", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Revenge", 
        "Advertising, Film, Journalism, Mass Media & TV/Manga", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Magic, Occult & Supernatural/Immortality", 
        "Economics, Philosophy, Politics, Religion & Sociology/Death", 
        "Economics, Philosophy, Politics, Religion & Sociology/Immortality"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "An old Japanese legend states that immortality will be bestowed upon those who consume the flesh of a mermaid. Unfortunately, it fails to highlight the bitter curse of loneliness that comes as one of its side effects. The first part of this story of sadness and revenge is told in flashback, and focuses on Sawa, a young girl devastated by the incurable illness suffered by her twin sister. When Dr. Shina declares there is nothing more he can do, Sawa offers her dying sister the chance to regain her health - and gain immortality - by drinking a flask of mermaid's blood. Her sister recovers, but partially undergoes a monstrous physical transformation as a result. Over seventy years later, Yuta meets up with a fellow immortal, Mana, and is filled with new hope that his eternal quest for a soul mate is over. Unfortunately, Mana is kidnapped after an accident on a cliff top, and taken to the old Kannagi Mansion, where she narrowly escapes having her arm amputated. Towa, the mysterious white-haired beauty residing there asks her to stay awhile, and unaware of the real reasons behind this offer, Mana agrees. Meanwhile, Yuta has tracked his lost love to the Mansion, but is waylaid by a hideous beast that has been ordered to kill him. Despite their immortality, both Yuta and Mana suffer many brutal injuries at the hands of Towa as her identity and her desperate secret are gradually revealed. Only the knowledge of the old woman can save Mana from the ghastly fate that awaits her. Based on the manga of the same name by one of Japan's most successful female manga artists, Rumiko Takahashi, a master storyteller whose other works are more generally renowned for their humorous explorations of the human condition and their blend of romance and mythology. This anime is based on the third book in Takahashi's Mermaid Saga."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}