{
    "system_id": 39904, 
    "permalink": "http://collections.acmi.net.au/objects/39904", 
    "record_type": "Title", 
    "acmi_identifier": "305245", 
    "title": "Dame Kiri Te Kanawa: my world of opera", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1993"
    ], 
    "creator_contributor_role": [
        "Victorian Council for Children's Films and Television, distributor", 
        "NVC Arts, production company", 
        "Robin Scott, producer", 
        "Keith Cheetham, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:59:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - United States"
    ], 
    "genre": [
        "Performance", 
        "Performance/Opera  -  Performance", 
        "Documentary", 
        "Documentary/Documentary films - United States"
    ], 
    "subject_group": [
        "Music & Performing Arts/Operas - Excerpts"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Dame Kiri Te Kanawa introduces a personal selection of her own favourite operatic scenes recorded at some of the world's major venues and shares with viewers her recollections of memorable performances from the world of opera. Featured are: Thomas Allen, Vladimir Atlantov, Janet Baker, Barbara Bonney, Jose Carreras, Ileana Cotrubas, Placido Domingo, Mirella Freni, Robert Lloyd and Neil Shicoff. The venues cover the plush and gilt interior of the Royal Opera House Covent Garden, the magnificent Teatro alla Scala, Milan and Arena di Verona, and the more intimate surroundings of Glyndebourne where Opera and picturesque English countryside make for a pleasant harmony. Sumptuous costumes, glimmering jewels, spectacular sets and spine tingling song all add up to an unforgettable experience. Dame Kiri relates some of the experiences she has encountered as an opera singer. Placido Domingo demonstrates his versatility when he conducts the orchestra in a performance of Die Fledermaus and also provides the occasion for some comic relief. Included are excerpts from the following operas: Der Rosenkavalier, The Tales of Hoffman, Don Carlo, La Boheme, Die Fledermaus, Ernani, Andrea Chenier, Nabucco, Otello, La Cenerentola, and Orfeo ed Euridice."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}