{
    "system_id": 146469, 
    "permalink": "http://collections.acmi.net.au/objects/146469", 
    "record_type": "Title", 
    "acmi_identifier": "Z000084", 
    "title": "Orchid Road = Xiao Xiang You Lan", 
    "other_title": [
        "小香玉蘭"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Liaoning Scientific and Educational Film Studio of the PRC, production company", 
        "Wei Kou, director", 
        "Chonghu Tao, script", 
        "Xingyuan Geng, cinematographer", 
        "Jichang Li, producer", 
        "Maya Chen, cast", 
        "Ge Xu, cast", 
        "Qinghong Liu, cast", 
        "Ruying Tu, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Description and travel", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The film centres around Feng Lan and the relationships she has with those around her; the story begins with Feng Lan questioning her five year relationship with Zhang Min, she is at a crossroads between marriage or ending the relationship to move to the city in order to pursue a career. Feng Lan and Zhang Min are from vastly different family backgrounds and social groups. Feng Lan is from an upper-middle class family, she is one of two children and her father is a wealthy, educated official; whereas, Zhang-Min is from a poor working class family of seven, where Zhang Min is the sole provider. Feng's parents are supportive of her decisions; she is encouraged to make her own choices. Feng decides to marry Zhang. Not long after they are married, Zhang is sent to another city for work and Feng is left to run the Zhang household. The family unit is supposed to function as a team, where every member contributes; but Feng's new brothers and sisters-in-law initially have a hard time accepting her as a member of their family. Everyone has their own secrets, issues and agendas; Feng slowly gains their confidence and discover their stories. Whenever Feng encounters problems and feels sad, she looks at the orchids that her father gave to her on her wedding day; each time she looks at them, they've grown bigger-symbolising the growth: personal as well as the new roots she has established within the family. Feng gains the family's love through her tolerant, sensible and caring nature. By the end of the film Feng's position in the family is cemented, she says: \"This is my home. It's at the end of the road. Like in other families, there are conflicts and frustrations. But it's my home and I love it.\"  Historical Background: An interesting aspect of Orchid Road is the fact that it was produced by the Liaoning Scientific and Educational Film Studio of the PRC. Certain connections can be drawn to the greater political climate of China. All educational institutions in China need to abide by the \"Education Law of the People's Republic of China\". Articles 1 and 5 of the educational law gives a clear view of what this entails: With a view to developing educational undertakings, improving the quality of the whole nationality, accelerating the construction of the socialist material and spiritual civilization and in accordance with the Constitution of the People's Republic of China, the present Law is hereby formulated… Education shall serve the construction of socialist modernization, be combined with production and labour and satisfy the needs of training constructors and successors with all round development of morality, intelligence and physique for the socialist cause. The promotion of science in China is a very important government agenda. With the infiltration of foreign goods and consumption patterns, the growing attention to clothing fashions and hairstyles by the young is harshly criticised. Instead, the acquisition of scientific and technical knowledge is strongly encouraged. Science policy has been defined as the deliberate effort to influence the direction and rate of the development of scientific knowledge through the application of financial resources, administrative devices, and education and training in so far as these are affected by political authority. In the PRC, all four areas have been under the control of political authority since 1949.1 At the founding of the People's Republic of China in 1949, Liaoning did not exist; instead there were two provinces, Liaodong and Liaoxi, as well as five municipalities, these were all merged together into \"Liaoning\" in 1954. Liaoning was one of the first provinces in China to industrialize, first under Japanese occupation, and then even more in the 1950s and 1960s. The Liaoning province is home to many tertiary educational institutions, with an emphasis on the development of electronics, agriculture and other technological advancements. By producing films, such as Orchid Road, with a deep emphasis on the importance of high morals and virtues, they are seen as contributing to the greater cause of promoting the socialist cause.  Researcher's Comments: Propaganda can be linked back to the PRC's scientific and educational policies. Anne-Marie Brady, an Associate Professor at the University of Canterbury's School of Political Science and Communication, writes that propaganda and thought work have become the \"life blood\" of the Party-State since the post-1989 period, and one of the key means for guaranteeing the CCP's continued legitimacy and hold on power. The Chinese Communist Party under Mao Zedong took socialist realism as its basis for art, making clear its goal was the \"education\" of the people in communist ideology. This included, as during the Cultural Revolution, transforming literature and art to serve these ends. Despite the fact that the Communist Party was restructured in post-Mao China, Deng Xiaoping's new version of \"Socialism with Chinese characteristics\" is very much rooted in the homogeneity and control of its people through the arts (this is often noticeable in the Chinese films made during the 1970s and early 1980s). Though benign, the ideological propaganda that the film employs is difficult to ignore. Feng Lan embodies the figure of the virtuous woman that the Chinese female should strive to become. The family is run like socialist unit, where each member has a distinct role and complementing personalities. Harmony and efficiency was only achieved when they embraced Feng Lan as the matriarch. More telling are some of the lines that Feng Lan delivers, in one scene she explains to Zhang-Qi (the youngest female of the family who is depicted as a shallow and superficial character whose sole interest is following fashion trends): \"It's not just money that brings happiness, it is work and noble spirit…one should not be the slave of money.\" The film is very culturally specific, foreign audiences might find the narrative, with its soap operatic melodrama, outdated and disengaging. (2.5 stars - Mary Chen; May 22, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}