{
    "system_id": 146460, 
    "permalink": "http://collections.acmi.net.au/objects/146460", 
    "record_type": "Title", 
    "acmi_identifier": "Z000074", 
    "title": "The Girl in red = Hong yi shao nu", 
    "other_title": [
        "红衣少女"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Emei Film Company, production company", 
        "Lu Xiaoya, director", 
        "Lu Xiaoya, script", 
        "Xie Erxiang, cinematographer", 
        "Yuan Fang, editor", 
        "Wang Ming, music", 
        "Zou Yitian, cast", 
        "Luo Yan, cast", 
        "Wang Pin, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Conformity", 
        "Family, Gender Identity, Relationships & Sexuality/Assertiveness in children", 
        "Family, Gender Identity, Relationships & Sexuality/Child psychology", 
        "Family, Gender Identity, Relationships & Sexuality/Child development", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Child development", 
        "Family, Gender Identity, Relationships & Sexuality/Child psychology", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Child psychology", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Children - Conduct of life", 
        "Economics, Philosophy, Politics, Religion & Sociology/Children - Social conditions", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Social life and customs", 
        "Family, Gender Identity, Relationships & Sexuality/Children and adults", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Moral development in children", 
        "Family, Gender Identity, Relationships & Sexuality/Moral development in children", 
        "Economics, Philosophy, Politics, Religion & Sociology/Moral development in children", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Identity (Psychology) in children", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Perception in children", 
        "Family, Gender Identity, Relationships & Sexuality/Perception in children", 
        "Family, Gender Identity, Relationships & Sexuality/School children", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality/Teenagers - Family relationships"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Anran is a little girl with many questions: \"Why are cars so fast?\", \"Why are ants so small?\", \"Why do planes fly in the sky?\" As she develops into a young lady, Anran's curiosity grows into a thirst for knowledge. An independent and confident spirit, she is considered by friends and family to be different from normal girls, and she often cannot help expressing the greatest contempt for the ignorant with a sharp tongue and keen sense of cheek. Anran has a strong relationship with her older sister Anjing, who tries in vein to avoid the inconvenient truths and uncomfortable facets within their society. While attempting to protect her younger sister, Anjing is torn between her own reality and the voracious curiosity of Anran. While Anjing is often distressed by Anran's apparent inability to let sleeping dogs lie, Anran tackles complex problems of individuality, integrity and love. Her own moral and philosophical journey is launched from the question of \"why the beautiful would care for the ugly?\" It is not long before Anran crosses a social boundary with serious consequences. Causing her teacher to lose face before the entire class by correcting a mispronounced word, what may otherwise have ended as a minor affair erupts into an open confrontation between student and teacher. The inevitable conclusion unfolds, with Anran's fellow students turning on her, isolating her in an attempt to humiliate her into conforming. However this has the opposite effect, and Anran is gradually propelled by a sense of disgust by what she sees as the spineless herd mentality of her peers to even more brazen and heated confrontations. Despite her relentless nature, Anran is depicted as a tender-hearted young girl with a powerful bond with her parents, wearing only the bright red dress given to her by her sister and desperate to stop Anjing from marrying abroad. Anran becomes gradually more wilful, and frightens the appeasing nature of her mother and older sister until they too try to silence her. Anran cannot understand how they would not stand up to fight until discovering her mother's poetry, which she wrote as a passionate young woman. The words reflect Anran's own struggle, and she understands through her own distress for herself and others why people conform to avoid harm coming to those they love. In an attempt to settle the student-teacher dispute, Anjing visits the Anran's teacher. It turns out they are old classmates themselves, and Anjing gives her the \"present\" of tickets to a concert to secure Anran's safety, as well as her election in the upcoming vote for the highly coveted position of class captain. The culture of invisible fears engendered in society where \"face\" and \"respectability\" and \"results\" \"grades\" are of prime importance. Despite receiving what at face value appears to be a great honor and redemption in the eyes of her peers, Anran immediately recognises foul play. Instead of playing her part, she confronts the teacher over being elected. At first the teacher insists \"You think too much about it\", but realises Anran is earnest in her,  \"It's not my thinking, but what I see with my eyes.\" This also leads Anjing to finally understand Anran isn't simply trying to be smart, but that she has a sense of morality and justice that has outgrown the society she lives in. The film ends on an uncertain footing, with Anjing preparing to leave forever, and Anran now fully aware of the difficulties she will face if she continues to follow her individualistic moral standards.  The economy of the city is thriving under Deng Xiaoping's newly introduced hybrid of capitalist-socialism, the two girls live out their own personal carefree fantasies; shopping, taking walks in the park, wearing pretty dresses and talking liberally about their feelings. Yet, as the film is set in years following the turbulent purges of the Cultural Revolution, there is a deeply bitter sense of cynicism toward the superficially trivial affairs that unfold throughout the film. And although there is a consistent sense of optimism about the China of today, the issues faced reflect an unseen dark side of society. Still, Anran seems unable to ignore the ubiquitous warning signs of a latent hostility within society which reveals itself whenever an unspoken rule is transgressed. Even the trees seem to have \"eyes\" popping out of them. Though she recognises all the different moods of each eye, she feels each of the eyes are watching her. (4 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}