{
    "system_id": 146648, 
    "permalink": "http://collections.acmi.net.au/objects/146648", 
    "record_type": "Title", 
    "acmi_identifier": "X000088", 
    "title": "Serie Noire", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1979"
    ], 
    "creator_contributor_role": [
        "Maurice Bernart, producer", 
        "Alain Corneau, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:55:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Based on Jim Thompson's 'A hell of a woman'."
    ], 
    "description": [
        "Frank Poupart is 30 year old loser who works as a door-to-door salesman in a dreary suburban wasteland. While doing his rounds, he sells a dressing gown to an old woman. The woman says she can't pay but offers Frank to spend time with her teenage niece as a 'compensation'. Mona and Frank become lovers, and both of them see a way out of their impoverished dead-end existences when Mona tells him that her aunt has a large stash of money hidden away. Director Alain Corneau cited Fritz Lang and American film noir as major influences for this film. The setting of 'Serie Noire' is bleak and wintry: vacant lots and blocks of flats, deserted except for the central characters. Much of the film is shot in shabby interiors or in Frank's car, itself a restricted space from which he cannot escape. The soundtrack adds to the sense of realism, comprising the rumble of thunder and traffic, and incessant pop music from the radios which are found in almost every scene. Perec [the scriptwriter] has Frank speak a mixture of French backslang (le verlan) and street slang, combined with Anglicisms and spoonerisms. As Corneau remarked: \"The challenge was to give an appearance of naturalism, but at all costs to avoid succumbing to it: we had to do something totally unrealistic.\" Consequently, when Frank tries to express himself, he is at odds with reality, and in his mouth even the most banal language is turned around and used obliquely. Frank's monologues, uttered in despair or frenzy while imprisoned in his car, are his own attempt to talk himself away from 'la zone'.\" Reference: Guy Austin. 'Contemporary French Cinema: an introduction'. Manchester University Press, 1996.  Credits: Producer, Maurice Bernart ; director, Alain Corneau ; writers, Georges Perec, Alain Corneau ; photography, Pierre-William Glenn ; music, Duke Ellington, Juan Tizol. Cast: Patrick Dewaere, Myriam Boyer, Bernard Blier, Marie Trintignant, Andreas Katsulas, Jeanne Herviale."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}