{
    "system_id": 48287, 
    "permalink": "http://collections.acmi.net.au/objects/48287", 
    "record_type": "Title", 
    "acmi_identifier": "314030", 
    "title": "The Black cat", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1934"
    ], 
    "creator_contributor_role": [
        "Universal Pictures, production company", 
        "Carl Laemmle Jnr, producer", 
        "Edgar G. Ulmer, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:09:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Horror"
    ], 
    "subject_group": [
        "Animals & Wildlife/Cats", 
        "Magic, Occult & Supernatural/Devil-worship", 
        "Economics, Philosophy, Politics, Religion & Sociology/Devil-worship", 
        "Economics, Philosophy, Politics, Religion & Sociology/Satanism"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Honeymooners Peter and Joan Allison are travelling through Eastern Europe on the Orient Express when a double-booking finds them sharing their compartment with the gracious but brooding Dr. Vitus Werdergast (Bela Lugosi). After Joan is injured when their bus crashes on a deserted road, Werdergast and the Allisons take shelter in the sepulchral home of Hjalmar Poelzig (Boris Karloff), one of Austria's greatest architects. Werdergast has just finished tending to Joan's injuries when the cadaverous Poelzig, swathed in severe black robes, makes an appearance. Werdergast reveals he has waited fifteen years for the chance to both find his wife Karen, and their daughter, and to kill Poelzig, whom he is convinced knows something about their disappearance. The sadistic Poelzig - who is also a High Priest heading a cult of devil-worshippers - decides to hold them all captive, and torments Werdergast by revealing the fate of his family. After Joan starts exhibiting some strange behaviour, it is up to Werdergast to try and save her from becoming the bride of Lucifer while seeking the opportunity to exact revenge on the man who destroyed his life. An atmospheric and chilling classic, featuring fine performances from Lugosi and Karloff in their respective roles. The concept of this film was very loosely suggested by the story \"The Black Cat\" by Edgar Allen Poe."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}