{
    "system_id": 2312, 
    "permalink": "http://collections.acmi.net.au/objects/2312", 
    "record_type": "Title", 
    "acmi_identifier": "B1005492", 
    "title": "Roar culture", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Lynda Newton, producer", 
        "Lynda Newton, director", 
        "Lynda Newton, creator", 
        "Philip Ashton, writer", 
        "Philip Ashton, editor", 
        "Philip Ashton, director of photography"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:25:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Documentary", 
        "Performance"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/Communities", 
        "Economics, Philosophy, Politics, Religion & Sociology/Australia - Emigration and immigration", 
        "Economics, Philosophy, Politics, Religion & Sociology/Multiculturalism", 
        "Music & Performing Arts/Songs", 
        "Crafts & Visual Arts/Community art projects"
    ], 
    "abstract": [
        "Rural community development arts project dealing with issues of multiculturalism."
    ], 
    "description": [
        "'Roar culture' is a successful six month community arts project that was documented on video. The project brought together schools, community groups, artists, people from culturally diverse backgrounds and local government, including over 80 students, 10 storytellers, and 14 artists/mentors. 'Roar culture' explores issues of identity concerning ethnic, religious & sexual discrimination, cultural diversity and tolerance. In doing so, it was critical to the process that there was a space for understanding and insight: a space where the many faces and voices which contribute to Bendigo's historical and contemporary image and identity, were paid attention. Stage one: the project's starting point was the narrative or story. Stories from 10 multicultural & indigenous individuals whose memories ranged from the 1930s through to today, from places and countries which hauntingly navigated us to Bendigo. Each told a different story about living in regional Victoria however the threads of isolation, language difficulties, fragmented families and broader cultural or religious differences provided significant links. Stage two was a mentor program, which furthered the developed the artistic skills of the students through a variety of cultural & arts mediums. These included workshops exploring Aboriginal dance; Japanese movement and theatre; contemporary and traditional music from a cross section of cultures; photojournalism and visual art mediums. Stage three included a series of round table discussions and practical workshops uniting the stories of Stage One with the skills development of Stage Two. This enabled scripts & a musical score to be written for the final stage. Stage four included performance rehearsals & backstage skills development which culminated in an experimental performance through multi-disciplined artforms in the round at The Capital Theatre on July 16 &17 1999. Participating in this project were students & teachers from Bendigo Senior Secondary College with members of the stage design crew from Girton Grammar School and Catholic College. An original score of music was composed by local musicians and performed by the Bendigo Youth Orchestra. Financial partners were City of Greater Bendigo, Festivals Australia, The Myer Foundation & Victorian Multicultural Commission. 'Roar culture' was awarded the 1999 Local Government & the Arts Leadership Award for Best Practice Management of a Cultural Project  Lynda Newton Project & Artistic Director"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B1005381; Memory Grid Student Collection general submissions 2002; Active"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy", 
        "Mini DV; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}