{
    "system_id": 49695, 
    "permalink": "http://collections.acmi.net.au/objects/49695", 
    "record_type": "Title", 
    "acmi_identifier": "315494", 
    "title": "I am Cuba = Soy Cuba = Ya Kuba [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Cuba"
    ], 
    "creation_date": [
        "1964"
    ], 
    "creator_contributor_role": [
        "Mosfilm, production company", 
        "Instituto Cubano del Arte e Industrias Cinematográficos (ICAIC), production company", 
        "Mikhail Kalatozov, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Spanish"
    ], 
    "other_languages": [
        "Russian", 
        "Spanish", 
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language", 
        "DVD Audio language", 
        "Subtitle"
    ], 
    "other_language_notes": [
        "", 
        "(Dolby Digital)"
    ], 
    "length": [
        "02:21:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Soviet Union", 
        "Foreign language films", 
        "Feature films/Feature films - Cuba"
    ], 
    "genre": [
        "Experimental"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Cuba", 
        "Armed Forces, Military, War & Weapons/Revolutions", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Advertising, Film, Journalism, Mass Media & TV/Propaganda", 
        "Music & Performing Arts/Music, Cuban", 
        "History/Revolutions", 
        "History/Propaganda", 
        "History/Slavery", 
        "People/Yevtushenko, Yevgeny Aleksandrovich, 1933-", 
        "People/Castro, Fidel, 1927-", 
        "History/Castro, Fidel, 1927-", 
        "History/Student movements", 
        "History/Cuba - History - Revolution - 1959", 
        "Economics, Philosophy, Politics, Religion & Sociology/Capitalism", 
        "Places/Cuba", 
        "Economics, Philosophy, Politics, Religion & Sociology/Imperialism", 
        "Economics, Philosophy, Politics, Religion & Sociology/Propaganda", 
        "Economics, Philosophy, Politics, Religion & Sociology/Prostitution", 
        "Economics, Philosophy, Politics, Religion & Sociology/Revolutions", 
        "Economics, Philosophy, Politics, Religion & Sociology/Student movements"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A co-production between Cuba and the Soviet Union, Mikhail Kalatozov's \"I Am Cuba\" is by turns stirring, affecting, highly entertaining and quite often experimental in execution and structure. The stunning black and white cinematography gives the Caribbean island a magical hue and aura. But this is far from a travelogue or a mere celebration of an \"exotic\" locale. The film is set in Cuba just before the revolution, with Castro's revolutionary brigades still fighting in the mountains and with the US backed dictator, Batista, still in power. A minimalist but effective voice-over written by Yevgenis Yevtushenko, the Russian poet, introduces us to the story of Cuba, a tale not only of a beautiful island, but a story of sugar cane, and the history of slavery, oppression and imperialist exploitation that the sugar industry brought with it. Rather than a straight-forward narrative, we are taken through the geography and landscapes of the country and are witness to four stories that illustrate the harshness of pre-revolutionary Cuba. A young woman who lives in a shanty town has to prostitute herself to Western tourists to survive. A peasant sees his land stolen away from him. A militant student is persecuted by Batista's police. A peasant who is initially suspicious of the revolution takes up arms when the military destroy his home and family. The intent is clearly propagandanistic: the film is an essay on the necessity of revolutionary war. But whatever the melodramatic flourishes of the Marxist exegesis, what makes \"I Am Cuba\" a rivetting work is the operatic force of the movie making and the terrific musical score by Carlos Farinas. Influenced by Eistenstein's never completed \"Che Viva Mexico\", Kalatozov's mise-en-scene has the fluid power and musical grace of silent cinema. From the opening sequence where the camera flies across the island, to a stunning tracking shot of a man navigating his canoe through a village perched on water, to the final rousing march of the revolutionaries descending from the hills, the film is an intoxicating series of marvellous choreographed set pieces. Though Mikhail's influences are clearly those of silent cinema, the score and soundtrack to \"I Am Cuba\" is also equally powerful, experimental and emotionally rich. The film has been neglected for decades and dismissed as Soviet-era kitsch but it was re-discovered by Martin Scorsese and Francis Ford Coppola who have been responsible for its re-release (a not insignificant act of artistic heroism considering the powerful might of the right-wing Cuban-American political lobby in the USA). It is certainly florid and melodramatic but the propaganda is not hard to take - not when it is so sumptuously presented and not when, as the four narrative sequences make abundantly clear, the causes for revolution are ethically and economically justified."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 318376; I am Cuba = Soy Cuba = Ya Kuba [NTSC]; Active; 1964"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)"
    ]
}