{
    "system_id": 169576, 
    "permalink": "http://collections.acmi.net.au/objects/169576", 
    "record_type": "Title", 
    "acmi_identifier": "B2003237", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 15]", 
    "other_title": [
        "Royal visit - Heidelberg, Benalla R 12", 
        "Royal visit - Heidelberg, Benalla R.12"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:05:30"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Buildings, structures, etc", 
        "History/Melbourne (Vic.) - Buildings, structures, etc", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.) - Description and travel", 
        "History/Melbourne (Vic.) - History", 
        "Anthropology, Ethnology, Exploration & Travel/Melbourne (Vic.)", 
        "Places/Melbourne (Vic.)", 
        "Places/Heidelberg Repatriation Hospital (Melbourne, Vic.)", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Heidelberg Repatriation Hospital (Melbourne, Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Benalla (Vic.)", 
        "Places/Benalla (Vic.)"
    ], 
    "abstract": [
        "Reel 15 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 15 includes the royal couple's visit to the Heidelberg Repatriation Hospital, followed by a visit to the Victorian regional town of Benalla."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 15 includes the royal couple's visit to the Heidelberg Repatriation Hospital, followed by a visit to the Victorian regional town of Benalla.  Detailed Description Reel 15:  Opens with Title \"Repatriation General Hospital Heidelberg\", followed by footage of crowd outside including flag-waving children. 00:00:25:00 motorcade arrives through ranks of uniformed nurses at attention, and the Queen and Duke exit car and enter hospital building. 00:00:43:00 interior hospital shots; patient in bed wearing medals, patients and staff being greeted and spoken with. 00:01:13:00 outside the building, patients in dressing gowns - some in wheelchairs - gathered on grass. Queen and Duke mingle and chat. 00:02:26:00 Queen and Duke leave in car. 00:02:23:00 close-up of \"Royal Train\" with coat of arms on front. 00:02:28:00 close-up of train's name-plate \"Harold W Clapp\" (named for Sir Harold Winthrop Clapp, former commissioner of Victorian Railways). 00:02:30:00 close-up of Victorian Railways officials in uniform, and train crew. 00:03:04:00 Title \"Visit of Northern Victoria Benalla Friday, 5th. March. 1954.\" followed by landscape shot out window of moving train, and exterior shots of train travelling and people gathered along tracks. 00:04:25:00 train arrives at Benalla Railway Station. Crowd and close-up shots of people waiting to greet Queen. 00:04:46:00 banner in crowd visible \"Wangaratta Technical School\". 00:05:06:00 Queen and Duke exit station - shots of decorated exterior of Benalla Railway Station."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}