{
    "system_id": 164104, 
    "permalink": "http://collections.acmi.net.au/objects/164104", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2003166", 
    "title": "Wonder Women - Rural Victorians", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2015"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:14:26"
    ], 
    "audience_classification": [
        "Mediatheque - all ages (ACMI classified)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Stories from Victorian country women working in business, community, farming and family life."
    ], 
    "description": [
        "Women living and working in country Victoria contribute to the local area in many ways. These short documentary works show the diversity of women in rural Victoria and how they each bring something unique to their work and community at large. Whether they be a surfer, farmer, hip-hop artist, puppeteer, nurse, community worker or business woman - all are passionate about the area in which they live and share their insights into country living, work and family life.  Areas of Victoria the stories come from include:  Mt Alexander, the Bass Coast, Mildura, Indigo, South Gippsland, East Gippsland and Wangaratta.  These works were originally filmed as part of the ACMI in the Regions Program and represent a sample of some of the many stories of women working in and contributing to country Victoria in the Program."
    ], 
    "member_object": [
        "Title; B2002162; From Latvia to Beechworth : personal journeys; Active; 2010", 
        "Title; B2002669; Greta Craft Group; Active; Oct 2012", 
        "Title; B2001827; Loch Ladies; Active; 2009", 
        "Title; B2002635; Marion of Colignan; Active; Jul 2012", 
        "Title; B2002039; Newstead Community Garden; Active; 2010", 
        "Title; B2002631; Rose Hill: life on a string; Active; Jul 2012", 
        "Title; B2002043; Shani; Active; 2010", 
        "Title; B2002531; Swell Mamas; Active; 2011", 
        "Title; B2002705; The Swifts Creek Bush Nursing Centre; Active; Oct 2012"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "VoD Program; B2002523; ACMI in the regions: Stories from Bass Coast; Active; 2012", 
        "VoD Program; B2002704; ACMI in the regions: Stories from East Gippsland; Active; 2013", 
        "VoD Program; B2002166; ACMI in the regions: Stories from Indigo; Active; 2010", 
        "VoD Program; B2002629; ACMI in the regions: Stories from Mildura; Active; 2012", 
        "VoD Program; B2002046; ACMI in the regions: Stories from Mount Alexander; Active; 2010", 
        "VoD Program; B2001879; ACMI in the regions: Stories from South Gippsland; Active; 2009", 
        "VoD Program; B2002664; ACMI in the regions: Stories from Wangaratta; Active; 2012"
    ], 
    "object_relationship": [
        "Series Title", 
        "Series Title", 
        "Series Title", 
        "Series Title", 
        "Series Title", 
        "Series Title", 
        "Series Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}