{
    "system_id": 2271, 
    "permalink": "http://collections.acmi.net.au/objects/2271", 
    "record_type": "Title", 
    "acmi_identifier": "B1005446", 
    "title": "16mm Prints (F0109)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Victoria. Dept. of Agriculture, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Five films on one reel: 1. Granville Cattle Shoot (rushes of cows being shot and buried) 2. Mice Milking (Documents process in which scientists in Dandenong milk mice with a special machine) 3. The Problem of Lamb Survival (How the Department of Agriculture is trying to improve lamb survival) 4. N.A.S.A moon shots (Stills of general space images) 5. Eclipse 23/10/76' (Shots of countryside, sheep and cars at night and day)"
    ], 
    "description": [
        "1. Granville Cattle Shoot - Unedited footage of bulldozers and men clearing land in order to create pens to house cattle. Cattle is then shot in the head and picked-up by a bulldozer/tractor that dumps the dead, or close to dead body in a pit with other bloodied carcases. The pit of dead cows is then filled with soil.  2. Mice Milking - Documents the process in which scientists at Dandenong milk mice with special machinery. The milk is then given to the American Cancer Council who use it to research cancer treatment. A mouse attached to the milking machine looks quite bizarre. One mouse yeilds a third of a teaspoon of milk per milking session. Good footage of the machine in action.  3. The problem of Lamb Survival - Shows how the Department of Agriculture is trying to improve the amount of lambs that are born each year and survive to adulthood. Includes footage of a mobile laboratory in the field.  4. N.A.S.A moon shots - Filmed photographs of general space imagery, focusing on the moon and spacecraft. Contains photograph or earth from space.  5. Eclipse 23/10/76' - Rushes of countryside, sheep and cars in the day and at night."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005136; Agricultural Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Copy"
    ]
}