{
    "system_id": 146455, 
    "permalink": "http://collections.acmi.net.au/objects/146455", 
    "record_type": "Title", 
    "acmi_identifier": "Z000068", 
    "title": "Devoted to the blue sky = Hun xi lan tian", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Yu Benzheng, director", 
        "Ying Huiqian, producer", 
        "Lu Wei, script", 
        "Lin Hangsheng, script", 
        "Li Pingten, script", 
        "Xia Lixing, cinematographer", 
        "Cheng Shiyu, cinematographer", 
        "Gao Tian, music", 
        "Yu Ping Chung, cast", 
        "Qian Yongfu, cast", 
        "Shi Xilai, cast", 
        "Wu Jing, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:51:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Drama/Melodrama", 
        "Romance"
    ], 
    "subject_group": [
        "Communications, Infrastructure, & Transport/Air pilots", 
        "Education, Instruction, Teaching & Schools/Air pilots - Training of", 
        "Places/China", 
        "Agriculture, Business, Commerce & Industry/Industries - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Fang Jie is the Chief of The Office of Engineering, which is responsible for the design of a new jetfighter called 'Blue Sky'. The widow of a Zhihao – a test pilot who died flying 'Blue Sky' – Fang Jie is an earnest and hardworking woman.  The 'Blue Sky' project recommences, having been on hiatus following Zhihao's death. The new test pilots arrive and the Office holds a welcome meeting lead by Fang. \"For years we have tried to perfect [Blue Sky], and we've paid a heavy cost\", she tells them. That evening, while the rest of the staff enjoy an introductory dance party, Fang works away in her office. Gao Yang, one of the new test pilots, asks Fang to dance with him, but she rudely declines. She is, as the film's title suggests, \"devoted to the Blue Sky\".  Gao Yang is chosen as the test pilot for 'Blue Sky' despite Fang's objections. Although she believes he is irresponsible, he is the most qualified for the job. Liu, Director of the Institute, promises to make 'Blue Sky' a success, but requires his staff to co-operate and work together. Later that night, Fang visits the hanger where 'Blue Sky' is being prepared for its test the next morning. Gao Yang arrives soon after. Witnessing his excitement at the opportunity to test the jetfighter, Fang is reminded of her late husband. She is nervous about testing the jetfighter after such a long period, and tells Gao that she cannot make him any promises.  The test begins smoothly but is immediately halted by engine troubles. After running some tests, the Office discovers there is nothing wrong with the plane. Fang accuses Gao of being absent minded, distracted by his personal troubles. Doctor Tao visits Chief Fang, and explains that she met and fell in love with Gao Yang ten years ago. Discovering Gao's devotion to his profession, Tao feared she would lose him in an accident. When she asked him to choose between her and his job, he chose the latter. Tao asks Fang to pardon Gao for his mistake, and blames herself for his absentmindedness.  Gao and the crew prepare for the second test flight. Things once again begin smoothly, but the engine soon cuts out and Gao is unable to restart it. The crew loses contact with him and he goes missing. \"How many people must be lost for Blue Sky?\" asks Doctor Tao. A helicopter search team is sent out for Gao, and he is recovered with minor injuries. The institute decides to suspend all test flights and entirely review the design of 'Blue Sky'. Fang is devastated by the halt in the development of the project, to which she has passionately devoted a decade of her life.  Gao and Fang attend the wedding of a fellow test pilot and have a great time, laughing and getting along. Fang dresses up, and all her colleagues comment on how beautiful she looks. Gao cannot keep his eyes off her. They go for a walk together, and Gao asks Fang why she never remarried, given how difficult it must be to work and raise a daughter alone. She tells him that she has not met anyone who understands her passion for her demanding job. When she returns the question, Gao confesses that no woman would tolerate the risks of being married to a test pilot. This triggers off a memory of her late husband, and Fang runs off in distress.  Moments before the planned third test flight of 'Blue Sky', Fang panics and the flight is terminated. When Gao angrily approaches her, she tells him that she does not want to risk any more lives and will not approve test flights unless she is absolutely certain of their success. As she leaves the office she collapses in exhaustion. Director Liu insists she take some time off work to rest and reassess her situation. As the crew farewells her, Gao watches from a distance.  Tao visits Fang at the sanatorium, and though she appears rested, something belies her calm exterior. Fang laments her inability to express her true feelings. She receives a letter from Gao, who has asked to be transferred, feeling that his presence has compromised her work and devotion to project. He begs her forgiveness.  As Gao prepares to leave for his new job, Fang arrives, revealing her true feelings for him. A TV crew interviews Fang about the next day's test flight. The flight takes place and, for the first time, it is successful. Fang runs out onto the tarmac to greet Gao with a huge smile on her face.  Cultural History of the Film: Devoted to the Blue Sky is a melodrama that is emotionally typical of the Chinese cinema of the 1980s. It explores some the familial issues faced by the country's modest and hardworking people, such as widowhood, separation and the work/home divide. Most importantly, these issues are located within the world of the film's lead female character, exploring the shifting nature of China's gender roles.  The film also explores the country's ever-growing industry and sense of progress within the context of aviation innovation. (3 stars - Aleena Glentis; August 9, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}