{
    "system_id": 71, 
    "permalink": "http://collections.acmi.net.au/objects/71", 
    "record_type": "Compilation title", 
    "acmi_identifier": "B1000080", 
    "title": "Videoworks of Sadie Benning. Volume 2", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1991-1992"
    ], 
    "creator_contributor_role": [
        "Sadie Benning, creator"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:49:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - United States", 
        "Digital Art"
    ], 
    "genre": [
        "Gay/Lesbian (Queer Cinema)"
    ], 
    "subject_group": [
        "Family, Gender Identity, Relationships & Sexuality/Teenage girls", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Teenage girls"
    ], 
    "abstract": [
        "Collection of three of Sadie Benning's pixel vision works"
    ], 
    "description": [
        "Volume Two includes the pixel vision works made in 1992 - 'A Place Called Lovely', 'It Wasn't Love' and 'Girlpower'. 'A Place Called Lovely' references the types of violence individuals find in life, from explicit beatings, accidents, and murders to the more insidious violence of lies, social expectations, and betrayed faith. Benning collects images of this socially-pervasive violence from (like mumbledy-peg) personal experiences, and those of others. Throughout, she uses small toys as props and examples, handling and controlling them the way we are in turn controlled by larger, violent forces. In 'It Wasn't Love', Benning illustrates a lustful encounter with a `bad girl,' through the gender posturing and genre interplay of Hollywood stereotypes: posing for the camera as the rebel, the platinum blonde, the gangster, the '50s crooner, and the heavy-lidded vamp. Cigarette poses, romantic slow dancing, and fast-action heavy-metal street shots propel the viewer through the story of the love affair. Benning's video goes farther than romantic fantasy, describing other facets of physical attraction including fear, violence, lust, guilt, and total excitement. As she puts it, 'It wasn't love, but it was something'. Set to music by Bikini Kill, an all-girl band out of Washington, 'Girl Power' is a raucous vision of what it means to be a radical girl in the '90s. Benning narrates her personal rebellion against school, family, and female stereotypes as a story of personal freedom, telling how she used to model like Matt Dillon and skip school to take adventures alone. Informed by the underground `riot grrrl' movement, this tape transforms the image politics of female youth, against traditional passivity and polite compliance in favor of radical independence and a self-determined sexual identity."
    ], 
    "member_object": [
        "Title; B2000278; Girlpower (Part 1); Active; 1993", 
        "Title; B2000277; It wasn't love; Active; 1992", 
        "Title; B2000272; A Place called Lovely; Active; 1991"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Compilation title; B2000059; Sadie Benning compile; Active; 1989-1995", 
        "Collection; B1000363; Screen Gallery; Active", 
        "Collection; B1000251; Video Works of Sadie Benning; Active", 
        "Compilation title; B1000079; Videoworks of Sadie Benning. Volume 1; Active; 1989-1990", 
        "Compilation title; B1000081; Videoworks of Sadie Benning. Volume 3; Active; 1995-1998"
    ], 
    "object_relationship": [
        "higher term", 
        "Related Title", 
        "higher term", 
        "higher term", 
        "Related Title", 
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [NTSC]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Copy"
    ]
}