{
    "system_id": 44803, 
    "permalink": "http://collections.acmi.net.au/objects/44803", 
    "record_type": "Title", 
    "acmi_identifier": "310358", 
    "title": "Welcome to the hellmouth. The Harvest. Buffy the vampire slayer [the movie]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "Twentieth Century-Fox Film Corporation, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:44:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television programs", 
        "Television/Television programs/Television programs - United States"
    ], 
    "genre": [
        "Childrens Films", 
        "Action & Adventure", 
        "Action & Adventure/Action films", 
        "Childrens Films/Teen films", 
        "Horror", 
        "Horror/Vampire films"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Teenage girls", 
        "Magic, Occult & Supernatural/Vampires", 
        "Magic, Occult & Supernatural/Supernatural", 
        "Family, Gender Identity, Relationships & Sexuality/Teenage girls", 
        "Hobbies, Recreation & Sport/Cheerleading"
    ], 
    "abstract": [
        "Welcome to the hellmouth--The Harvest--Buffy the vampire slayer."
    ], 
    "description": [
        "Episode of Series \"Buffy the vampire slayer\". This tape contains the first feature length episode of the series, followed by the original movie. \"Welcome to the hellmouth\" (prod: Gareth Davies ; dir. Charles Martin Smith). \"The Harvest\" (prod. Gareth Davies ; dir. John T. Kretchmer): Buffy arrives at Sunnydale High hoping to escape the vampires and the ensuing trouble at school and at home that has plagued her in the past. After making friends with popular Cordelia (Charisma Carpenter), then promptly losing her after becoming friendly with future stalwarts, Willow (Alyson Hannigan) and Zander (Nicholas Brendon), she runs into Mr Giles, the librarian (Anthony Stewart Head), who says he has been awaiting the arrival of the slayer. Her first night at the local club, The Bronze, confirms her suspicion that vampires are operating in Sunnydale, as well as cementing her status as \"strange\". Buffy meets Angel for the first time, and with the help of her new friends sets about averting the ascension of the Master Vampire. \"Buffy the vampire slayer\" (dir. Fran Rubel Kuzui): Long before there was Sarah Michelle Gellar graced our television screens as Buffy, there was Kristy Swanson in the title role - a role which she tackles admirably. Buffy - cheerleader, girlfriend, air head and popular student finds her life turned upside down when a strange man in a trench coat, Merrick (Donald Sutherland), interrupts cheerleading practice to tell her it's time to acknowledge her birthright. For as long as there has been vampires, there's been the slayer - one girl, hand picked out of the entire world as championing the cause against the creatures of the night. When Buffy finally accepts her fate, she is coached by Merrick to fight lead vampire Rothos (Rutger Hauer), who has been visiting her dreams. As Buffy discovers fighting capabilities she never knew she had, and realises the responsibility she now wears, she finds herself drifting away from her vacuous friends and is drawn to the elusive, older, Pike (Luke Perry). The film culminates at a dance in the gymnasium. While there are no cross over characters or actors between the movie and the series, fans of either film or television versions will enjoy the tongue in cheek horror that Buffy is synonymous for. Cast also includes Paul Reubens, David Arquette, Natasha Gregson Wagner and Hilary Swank."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01364; Buffy the vampire slayer; Active", 
        "Title; 312771; Buffy the vampire slayer; Active; 1992"
    ], 
    "object_relationship": [
        "Series Title", 
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}