{
    "system_id": 13324, 
    "permalink": "http://collections.acmi.net.au/objects/13324", 
    "record_type": "Title", 
    "acmi_identifier": "B2000409", 
    "title": "Eyes, lies & illusions", 
    "other_title": [
        "Eyes, lies and illusions"
    ], 
    "other_title_type": [
        "Parallel search title"
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2006"
    ], 
    "creator_contributor_role": [
        "Werner Nekes, curator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Eyes, lies & illusions explores the art of visual perception from the Renaissance to the present day."
    ], 
    "description": [
        "An ACMI Screen Gallery Exhibition, held 2 November 2006 - 11 February 2007. See Exhibition activity record (ID 23) for more information.  Eyes, Lies & Illusions explores a pre-cinematic history in which art and entertainment, science and magic, technology and optical trickery are intertwined. The exhibition presents a dense 'archaeology' of the moving image, following ideas, devices and media from the Renaissance through to the present day.  Clear-cut divisions between the rational world of science and the playful realm of entertainment have never been easily achieved. New technologies possess the aura of magic. Art is given new, more spectacular expressions in the wake of scientific discovery.  Eyes, Lies & Illusions contains more than 500 historic objects, books, prints, instruments and optical ephemera drawn from the Werner Nekes Collection. This extraordinary collection began in the mid-sixties when Nekes, a German experimental filmmaker and professor, started collecting examples of optical phenomena as teaching aids.  The Nekes Collection has since grown to become one of the world's most important and encyclopaedic private collections of pre-cinematic media, housing more than 20,000 objects.  The exhibition is interspersed with the works of 12 contemporary artists, each of whom is differently inspired by the imaginative power of visual illusion.  The show is split into seven key thematics: it begins with I Shadowplay, which leads on to II Tricks of the Light and III Riddles of Perspective. They in turn lead to IV Enhancing the Eye, V Deceiving the Mind and VI Persistence of Vision. The exhibition ends with VII Moving in Time, which explores the beginnings of motion pictures and cinema.  Eyes, Lies & Illusions works from the important premise that all media, at some point, were the latest scientific, artistic and technological inventions of their day. It reveals how no media, or indeed medium, is every truly forgotten."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Master", 
        "Mini DV; Master", 
        "Mini DV; Sub-master", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Documentation", 
        "DVD ROM; Documentation", 
        "DVD [PAL]; Master"
    ]
}