{
    "system_id": 158646, 
    "permalink": "http://collections.acmi.net.au/objects/158646", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002621", 
    "title": "Architecture, Film & Music: Carlton in the Sixties...", 
    "other_title": [
        "Film & architecture: our stories universal & individual", 
        "Architecture, Film and Music: Carlton in the Sixties (Framed by Now)"
    ], 
    "other_title_type": [
        "Formerly known as", 
        "Optional Sort Title"
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2012"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "03:58:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "...Framed by Now. The theme of MAA (Melbourne Architecture Annual) in 2012 is 'Community and architecture'. Curated by Louise Mackenzie."
    ], 
    "description": [
        "...Framed by Now. The theme of MAA (Melbourne Architecture Annual) in 2012 is 'Community and Architecture'. The selection of films in this program is centred on the artistic community of Carlton in 1960s and 1970s. These films implicitly explore ideas about the inner city and suburbia and what these different urban arrangements mean in terms of enabling a community interaction. These films are important because they give us the opportunity to look back to the 1960s and 70s at what the urban environment offered and the cultural changes that were happening at this time.  The three Carlton films have been influenced by the French New Wave, telling the story of an individual or individuals within a place. Together these films ask questions about the suburb and the city. How we live in these spaces - what the architecture enables?  The Carlton films are framed by two more recent films. One exploring the idea of the image and the virtual being a more dominant experience of the city; the other suggests the design of some spaces within the present city is so dismal that it actively discourages people coming together.  In this inter-disciplinary exploration we ask did the urban fabric of Carlton support the artistic community in the 1960s and 70s or could it have happened anywhere?"
    ], 
    "member_object": [
        "Title; 307603; Bonjour Balwyn; Active; 1972", 
        "Title; B1004030; Expectant spaces; Active; 2002", 
        "Title; B1000119; Mapping a city of fragments v.2; Active; 1997", 
        "Title; 312772; Nimmo St; Active; 1962", 
        "Title; B2001378; Pudding Thieves; Active; 1966"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}