{
    "system_id": 146474, 
    "permalink": "http://collections.acmi.net.au/objects/146474", 
    "record_type": "Title", 
    "acmi_identifier": "Z000090", 
    "title": "The Magic flying mouse = Fei tian shen shu", 
    "other_title": [
        "飞天神鼠", 
        "The Flying Ratman"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1990"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Wang Wei, director", 
        "He Honchu, script", 
        "Kang Zhen, cinematographer", 
        "Qi Hai, editor", 
        "Sun Chenxi, cast", 
        "Wang Yan, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:39:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure/Martial arts films", 
        "Action & Adventure"
    ], 
    "subject_group": [
        "History/China - Civilization", 
        "History/China - History", 
        "Places/China", 
        "Armed Forces, Military, War & Weapons/War", 
        "Armed Forces, Military, War & Weapons/Battles"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The tale is based around the historical period of decline of the illustrious Northern Song Dynasty (Chinese: 北宋, 960–1127), which saw China's borders fall under the military might of the armies of the Jin. However, due to the empire's weakened state, China's rulers Song Huizong (宋徽宗) and Song Qianzong (宋钦宗) have remained indecisive, unwilling to dedicate themselves to a prolonged campaign against these barbarians. Instead, they send a delegation, headed by the lord of Kang, Zhao Gou (赵构), in the hope that he may somehow appease the belligerent horde. Far from accomplishing his task, Zhao Gou is taken hostage and held to ransom, shattering the last hopes of amnesty toward China's devastated population. A Shaolin Kung Fu warrior Li Ma, known commonly as the \"Flying Magic Mouse\" (\"飞天神鼠\"), leads the local rebellion against the Jin in an effort to rescue the kidnapped envoy Zhao Gou. The rescue attempt ends up a failure, and all traces of Zhao Gou are lost. In order to search out Zhao Gou's whereabouts, Li Ma enters the territories captured by the Jin and meets the Kung Fu Master Mai Tieshu and his two daughters. Tieshu is killed in a struggle with the Jin, but manages with his last breath to disclose the whereabouts of the captive emissary to Li Ma, telling his daughters, big sister and little sister Shan to aid him in the rescue mission. It wasn't long before the two Mai sisters recognised the stalwart and courageous nature of Li Ma and fell deeply in love with him. During their journey the three were met with an seemingly impossible obstacle. They must leap across a cavernous gorge. The little sister decides to sacrifice herself so that the two can cross safely. Though Li Ma and the elder sister risk their life in taking the leap, they are immediately ambushed with poison gas on the other side, and taken prisoner by the Jin. The Jin seek to convert Li Ma to their side so that he can aid them in assassinating the royal family. In order to avoid arousing the suspicions of the Jin, and to vouch safe the escape of Li Ma and the envoy, Mai Shan jumps onto the sword of Li Ma when he is ordered by the Jin to kill her. With Mai's death and Li Ma's dazzling exhibitions of martial prowess, the Jin are ecstatic that Li Ma has come over to their side, and drop their guard enough for Li Ma to smuggle Zhao Gou out of the stronghold. After returning to his palace, Zhao is proclaimed emperor, and though he offers to shower Li Ma with riches and titles, he politely declines so that he can search out the younger Mai sister, who had stayed behind at the gorge. Listening to the poisonous rumors, she believes that Li Ma had intentionally murdered her older sister, and deals her wrath out on him. Li refuses to strike her and in turn is badly wounded by her kung fu, but in his punch-drunk state, utters the password that was exchanged in secret between the two sisters before they parted at the gorge. From that moment she realises her error in believing rumours over her own instincts, and after nursing Li Ma back to health, her hatred dissolves into unfaltering love and admiration. Meanwhile, isolated behind his palace walls, the newly appointed emperor falls prey to more rumors that Li Ma is organising an army to overthrow him and usurp the crown. Although Li Ma's true intention is to drive the Jin out of China, he realises the emperor is weak in character and has grown scared of Li. Inviting Li under the pretext of a royal audience, the emperor serves Li a deadly poison in his alcohol. Though Li’s skills in sensing poison alert him of the poison, he drinks out of loyalty when told to by the emperor. Meanwhile, Xiao Shan sister takes up command of the militia that Li had endeavoured to lead against the Jin.  Cultural History of the Film: As the tale is based on a romantic period novel, the story itself should not be taken as a reflection of fact, rather a nostalgic reshaping of what is commonly regarded as the tragic compromise of one of China's most idealised periods of economic and cultural achievement. Like many historic and kung fu films, the tale is made relevant to contemporary audiences by drawing tacitly recognisable parallels between the decline of the Qing and Republic of China, followed by the revolutionary spirit of the People's Republic, which are prophesied to deliver the country from the struggle victorious. (3 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}