{
    "system_id": 146477, 
    "permalink": "http://collections.acmi.net.au/objects/146477", 
    "record_type": "Title", 
    "acmi_identifier": "Z000093", 
    "title": "Monkey King conquers the white boned demon", 
    "other_title": [
        "金猴降妖"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Shanghai Animation Film Studio, production company", 
        "Wei Te, director", 
        "Yan Dingxian, director", 
        "Lin Wenxiao, director", 
        "Wei Te, script", 
        "Wu Huarong, cinematographer", 
        "You Yong, cinematographer", 
        "Xiao Huaihai, editor", 
        "Chang Guangxi, animator", 
        "Zhang Hengyuan, animator", 
        "Sun Zongqing, animator", 
        "Du Chunfu, animator", 
        "Jin Fuzai, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English", 
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Dubbing"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Action & Adventure", 
        "Action & Adventure/Action films", 
        "Action & Adventure/Adventure films", 
        "Animation", 
        "Animation/Animated films - China"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Folklore", 
        "Literature/Folklore", 
        "Literature/Legends", 
        "History/Legends", 
        "Anthropology, Ethnology, Exploration & Travel/Legends", 
        "Literature/Legends - Film and video adaptations"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Buddhist monk Tripytacha stops at Wu Mountain to free Monkey – known by the Chinese name Sun Wukong which translates roughly to \"awakened to emptiness\" or \"perceiving transience of the ego\" – on his way to transmit the holy Buddhist sutras. The monk knows Wukong's powers will be helpful, and places a magical gold band around the immortal creature's head to punish. The two are later joined by Pigsy – known in Mandarin as Zhu Bajie – and Xia Seng. The journey ahead is perilous, with each of them risking death. On the particular occasion in question, while the four heroes are traversing a mountain range, the resident witch queen summons a cabal of daemons. As it is said that she who consumes Tripitaka's flesh will gain immortality, she decides to lure him into her clutches. Although the daemons feel apprehensive about the possibility of coming up against Sun Wukong, the witch explains she has an evil plan. While Monkey goes off to get food, Pigsy notices damsel in distress and goes back to get a horse for the injured woman. The girl invites Triptaka to temple around the mountain, and offers to escort them. When Wukong returns with the food, he immediately perceives the evil nature of the disguised witch (When Wukong bats his eyelids quickly he can see through any disguise)and does away with her. The naïve Triptaka is angry that Wukong would mistreat an innocent girl, but when the food offering is uncovered, it's found to contain not food, but disgusting creepy crawlies. Next they come across a little boy, who has lost his mother (supposedly the girl killed by Wukong). The child takes off swiftly with Triptaka and horse, but Wukong catches them up and engages the witch in a sky battle. She escapes yet again, summoning a copycat image to occupy Wukong and fight in her stead. Meanwhile she goes off to the temple to meet Triptaka in the guise of an old abbot. Again, Wukong returns to see through this disguise and attacks the abbot. Triptaka recites the chant that tightens the golden band around Wukong's head, but Monkey perseveres through his torment to kill the daemon. At this point Triptaka is horrified and tries to drive Sun Wukong away. Sun Wukong travels the seas, returning to his isle, where he is king, only to find his domain has been ravaged, and only the old and babies survived. He summons the gods to clean up the mountain. The land is returned to a lush and verdant state, the monkeys thrive, and Monkey becomes a pitiful drunkard. Back in the mountains, the fellowship is minutes away from calamity. Bajie goes off to find somewhere to rest for his master, but ends up discovering some long grass and falling asleep instead. Xiaseng and Triptaka give Bajie up for lost and find a monastery to stay in. It turns out to be a trap. Monkey hears his master is in trouble and infiltrates the witch's cave in a clever disguise to defeat the forces of evil.  The tale of  \"Journey to the West\" is long and has seen many representations in both literature and film. However this film is the classic tradition of animation representing the Monkey King which were developed early in China's film history. The film is adapted particularly young audiences, but is often considered a viewing pleasure regardless of age. (5 stars - James Donald; December 15, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}