{
    "system_id": 152117, 
    "permalink": "http://collections.acmi.net.au/objects/152117", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001843", 
    "title": "In our Words: Stories from Victorian Veterans, Part One", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:24:24"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Personal accounts of the effects of war on thirteen Victorian Veterans."
    ], 
    "description": [
        "Thirteen Victorian men and women tell their own accounts of the effects of war. Memories good and bad exist alongside the special bonds of mateship and camaraderie, whether commanding officers from wars in the past, or a soldier currently serving, these stories provide not only as a personal account but they are also stories to be shared so that ‘we will remember them’.  Veterans include: John Lovett, Ricky Morris, John Deighton, Douglas McLean, Harry Barkla, Jim Dickson, Jim Hughes, Pat Vines, Warwick Johanson, Eric Peters, Ivor White, Jack Gerdson and Belle Willox.  Created as part of 'In our words: stories from Victorian veterans' Digital Storytelling workshop at ACMI."
    ], 
    "member_object": [
        "Title; B2001841; Back to being black; Active; 2010", 
        "Title; B2001842; Compression; Active; 2010", 
        "Title; B2001831; An Interview with Brigadier John P.A. Deighton; Active; 2009", 
        "Title; B2001768; An Interview with Douglas McLean; Active; 2009", 
        "Title; B2001835; An Interview with Harry Barkla; Active; 2009", 
        "Title; B2001830; An Interview with Jim Dickson; Active; 2009", 
        "Title; B2001829; An Interview with Major General Jim Hughes; Active; 2009", 
        "Title; B2001775; An Interview with Pat Vines: The Shrine of Remembrance; Active; 2009", 
        "Title; B2001774; An Interview with Pat Vines; Active; 2009", 
        "Title; B2001836; An Interview with Warwick N. Johanson; Active; 2009", 
        "Title; B2001840; The Letters from Java; Active; 2010", 
        "Title; B2001449; Memories of a mate: an interview with Ivor White; Active; 2009", 
        "Title; B2001834; Monkey off my back; Active; 2009", 
        "Title; B2001838; Time to fly; Active; 2009"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "VoD Program; B2002846; In our Words: Stories from Victorian Veterans, Part Two; Active; 2013"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}