{
    "system_id": 147118, 
    "permalink": "http://collections.acmi.net.au/objects/147118", 
    "record_type": "Title", 
    "acmi_identifier": "X000656", 
    "title": "Un art classique sous l'Occupation et la Liberation (1942-1944) Pt. 8", 
    "other_title": [
        "A classic art during the Occupation and at the Liberation"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 8 of a 13 part series on the history of French cinema. With the banning of US and other foreign film imports, French cinema under the Occupation enjoys a quasi-monoplistic 85% market share, the rest being divided between Italian and German films. The cinema remains the favorite distraction of a population looking mostly for entertainment and escapism. The first films to start production in Paris were not the work of French companies, but of a new German organisation, Continental-Films. The Vichy Government created a new ruling body (COIC), which introduced a sounder financial framework, box-office control, a boost to short film production and a new film school (IDHEC). With the absence of the great names of the pre-war period who are either in exile or in hiding, many young actors and film-makers are given their first chance. It is the case with Daquin's 'Nous les gosses'*, Clouzot's 'Les inconnus dans la maison', 'Le corbeau'* and 'L'assassin habite au 21'*, as well as Becker's 'Dernier atout'* and 'Goupi Mains-Rouges'*. The light comedy genre is dominated by the tandem Henri Decoin-Daniele Darrieux. An other form of escapism is provided by historical and costume dramas such as those scripted by Jean Aurenche and Pierre Bost, directed by Autant-Lara and starring Odette Joyeux ('Le marriage de chiffon'*, 'Lettre d'amour' and 'Douce'*). Other outstanding costume dramas for the period include 'L'eternel retour' (1943), directed by Jean Delannoy and scripted by Jean Cocteau, and 'Les enfants du Paradis'* directed by Marcel Carne and whose filming was 'disturbed' by the Allied landing in Sicily. Meanwhile, director Jean-Paul Le Chanois and cinematographer Nicolas Hayer had joined the Underground in the Alps (Vercors) and were filming from 1943 onwards various military operations. They also organised an other team to document the Paris uprising of 1944. This episode concludes with an evocation of 'Les portes de la nuit'* (1945) as the first film of the Liberation (or at least, one that best captured the atmosphere of 1945). Within the film community, the wide range of responses to the moral dilemmas of the Occupation makes it difficult to draw any firm, unambiguous line of demarcation betwen heroes and villains (or dupes). The situation was very different for a Guy de Carmoy, an active supporter of the Resistance, than for a Marcel Carne, who at much less risk gave jobs to old friends in defiance of the ban on Jewish filmmakers. Many others did neither, but they also did not send anonymous letters to Gestapo headquarters in Paris nor include anti-Semitic propaganda in their films. Outside of the industry, particularly in radio and print journalism, standards of conduct were, sadly, much lower. If, after the Liberation, relatively few filmmakers could truthfully boast of heroic exploits during the Occupation, the industry as a whole could find a measure of justification - however limited it might seem in retrospect - in having collectively refused to embrace the madness which surrounded it.\" Reference: Alan Williams. 'Republic of images: a history of French filmmaking'. Harvard University Press, 1992. Further reading: Jean-Pierre Jeancolas. 'Quinze ans d'annees trente: le cinema francais 1929-1944'. Stock, 1983. *Held in our collection.  Credits: Director, Armand Panigel ; photography, Claude Casard. Interviewees include: Yves Allegret, Marc Allegret, Charles Spaak, Marcel Pagnol, Francoise Giroud, Henri-George Clouzot, Raoul Ploquin."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}