{
    "system_id": 147143, 
    "permalink": "http://collections.acmi.net.au/objects/147143", 
    "record_type": "Title", 
    "acmi_identifier": "X000696", 
    "title": "La Quete de Dieu", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Roland Darbois, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:15:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from the work by Georges Duby."
    ], 
    "description": [
        "In a world almost empty of population and surrounded by the constant fear of war or invasion, small groups of people manage to erect magnificent churches. Northern Europe dominated by the heirs of Charlemagne lives the second blooming of classical Roman art. In the South, on the other side of the Loire river and the Alps, the culture and the landscapes are different. There is no central power or emmerging feudal system. The centre of power is the monastry where various experiments lead to a marked improvement in vaulting techniques. In the XIth century, religious buildings are built by paid labourers (the future guilds) but designed by clerics, \"men both erudite and initiated into the mysteries. For them, considerations of perfect knowledge were to be found in numbers. And the highest human science was mathematics, closely linked to music and architecture. A romanesque church is at the same time an equation and a fugue.\" Other works profiled include: the abbey of Conques (France) and the manuscripts of Gerona (Spain).  Credits: Director, Roland Darbois ; writers, Roger Stephane, Roland Darbois, photography, Roland Dantigny. Cast: Narrated by Georges Duby."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}