{
    "system_id": 51032, 
    "permalink": "http://collections.acmi.net.au/objects/51032", 
    "record_type": "Title", 
    "acmi_identifier": "316910", 
    "title": "Showgirls", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Chargetex 6 S A, production company", 
        "United Artists Corporation, production company", 
        "Charles Evans, co-producer", 
        "Alan Marshall, co-producer", 
        "Paul Verhoeven, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:11:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Corruption", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Fame", 
        "People/Versace, Gianni", 
        "Economics, Philosophy, Politics, Religion & Sociology/Corruption", 
        "Economics, Philosophy, Politics, Religion & Sociology/Fame", 
        "Economics, Philosophy, Politics, Religion & Sociology/Ambition"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Topping worst film of the year lists and castigated by critics as \"distasteful\", \"sleazy\" and \"high gloss trash\", Paul Verhoeven's \"Showgirls\" is unashamedly trashy, completely unpretentious, genre fun. That it provoked such knee-jerk reactions only shows just how ahead of the game it is. With nothing to lose, the young, feisty Nomi Malone hitches a ride to Las Vegas to become a dancer. She starts off working at The Cheetah, a sleazy striptease, lap-dancing joint, before catching the attention of Cristal Connors, star of Las Vegas' most upscale dancehall-casino. The sensuous, quasi-dominatrix, Cristal, is attracted to Nomi and impressed by her dancing skills. Eventually, Nomi is accepted into the exclusive dance show and is able to strut her stuff. We get to witness the level of bitchiness behind the stage in the dressing room where the fiercest is between Nomi and Cristal. This bitchiness, which borders on lust and attraction, intensifies when Nomi starts dating Zack Carey, Cristal's current lover and the show's Executive Director, who consequently promotes Nomi to the position of Cristal's understudy. A la \"All About Eve\", Nomi eventually gets her chance as the show's lead and becomes the toast of town. It's at the top, however, that Nomi witnesses firsthand the corruption and evil that runs riot in Las Vegas. Written by one of Hollywood's highest paid screenwriters and regular Verhoeven collaborator, Joe Eszterhas, \"Showgirls\" is filled with lowly, tawdry behaviour, cliches and plot points: bitchiness, infantile power games, old-fashioned representations of gender and sex, naked ambition, sexist machismo, and even an odd value system which sees Nomi making claims to artistry and objecting to charges of being a whore whilst at the same time climbing the ladder via sleeping with her boss and giving audiences all the body they can muster. But like all good B-grade, exploitation cinema, Verhoeven indulges in genre cinema and lowly attitudes of sex and gender in a highly energised, dazzling mode in order to give them a new spin. Ultimately, \"Showgirls\" is an honest portrayal of the superficiality and tawdriness of Las Vegas, aka America. Stars Elizabeth Berkley, Kyle MacLachlan, Gina Gershon, Glenn Plummer."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}