{
    "system_id": 49995, 
    "permalink": "http://collections.acmi.net.au/objects/49995", 
    "record_type": "Title", 
    "acmi_identifier": "315808", 
    "title": "Beethoven. Beethoven's 2nd [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1993"
    ], 
    "creator_contributor_role": [
        "Columbia, distributor", 
        "Columbia Tristar, production company", 
        "Universal Pictures, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English", 
        "French", 
        "German", 
        "Italian", 
        "Spanish", 
        "English", 
        "French", 
        "Czech", 
        "Danish", 
        "Dutch", 
        "Finnish", 
        "Norwegian", 
        "Polish", 
        "Portuguese", 
        "Swedish", 
        "Bulgarian", 
        "Hungarian", 
        "Turkish"
    ], 
    "other_language_type": [
        "DVD Audio language", 
        "DVD Audio language", 
        "DVD Audio language", 
        "DVD Audio language", 
        "DVD Audio language", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle", 
        "Subtitle"
    ], 
    "other_language_notes": [
        "", 
        "", 
        "", 
        "", 
        "(Dolby Surround)"
    ], 
    "length": [
        "02:55:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Childrens Films", 
        "Childrens Films/Children's films - United States", 
        "Childrens Films/Children 6-12", 
        "Childrens Films/Children 12+"
    ], 
    "subject_group": [
        "Animals & Wildlife/Animal films", 
        "Animals & Wildlife/Dogs", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion picture trailers"
    ], 
    "abstract": [
        "Beethoven (prods. Joe Medjuck, Michael C. Gross, dir. Brian Levant)--Beethoven's 2nd (prods. Joe Medjuck, Michael C. Gross, dir. Ron Daniel)."
    ], 
    "description": [
        "Beethoven: Kidnapped from a pet store, an energetic St. Bernard puppy manages to escape from his kidnappers. He flees into the Newton house where he is discovered by the youngest child, Emily. Her siblings Ryce and Ted, and their mother, Alice (Bonnie Hunt), join forces to convince family patriarch George (Charles Grodin) that they should keep the puppy. Despite not being an animal lover, George agrees, and Beethoven becomes a member of the Newton family. Helping Ryce get the attention of the boy she likes, saving Ted from bullies and Emily from drowning are just some of the adventures the over-sized destructive dog gets up to. When an evil vet (Dean Jones) needs a big dog for one of his experiments, Beethoven is his first choice and the family have to race against time to stop the vet from experimenting on their beloved pet. Cast also includes Oliver Platt, Stanley Tucci, David Duchovny and Patricia Heaton. \"Beethoven's 2nd\": The original cast reunite in the sequel to the 1992 film about Beethoven, the oversized, slobbering member of the Newton family. Beethoven meets a St. Bernard named Missy at the park and falls in love and soon Beethoven and Missy are the proud parents of four. Unfortunately, Missy is a pawn in her owner's divorce and while Regina (Debi Mazar) sees her as a way of getting a better settlement from her ex-husband, she has no interest in the puppies. When Ted and Emily overhear Regina's orders for the puppies to be drowned, they kidnap them and hide them in the family basement. Dolly, Mo, Tchaikovsky and Chubby are impossible to keep quiet and George eventually discovers what his children have been hiding from him. Agreeing to keep the puppies until they are old enough to be given away, George and family - puppies included, go on holiday to a mountain retreat. While there, they are spotted by Regina who has decided that the pure bred puppies will earn her quite a bit of money. In true Cruella de Ville style, she steals the puppies and it is up to Beethoven and the Newtons to find the puppies before they are sold. Also stars Chris Penn."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}