{
    "system_id": 146907, 
    "permalink": "http://collections.acmi.net.au/objects/146907", 
    "record_type": "Title", 
    "acmi_identifier": "X000375", 
    "title": "Hotel du Nord", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1938"
    ], 
    "creator_contributor_role": [
        "Marcel Carne, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from the novel by Eugene Dabit."
    ], 
    "description": [
        "In a cheap hotel near the canal St Martin, two star crossed lovers, Pierre and Renee, rent a room to execute their suicide pact. Pierre shoots Renee but lacks the courage to kill himself and runs away. Renee survives her ordeal and is adopted by the small community surrounding the hotel. She becomes a good friend of Monsieur Edmond, gangster and occasional pimp to Raymonde. Edmond falls in love with Renee and offers to run away with her to the Colonies. 'Hotel du Nord' is the second film in Carne's trilogy of 'poetic realist' films, including 'Quai des Brumes'* and 'Le Jour se Leve'*. In August 1939, on the eve of WWII, the French Ministry of Information drew up a list of 51 \"depressing, morbid, immoral and bad for the youths\" films, including 'Hotel du Nord'. In the Carne canon, 'Hotel du Nord' is usually eclipsed by 'Le Quai des Brumes', 'Le jour se leve' (1939) and 'Les Enfants du Paradis'* (1945), largely because of Prevert's absence. Jeanson's dialogue is indeed broader, the film more comic. In this respect, 'Hotel du Nord' is 'theatrical realism' rather than 'poetic realism'. But in the interaction of set, camerawork and Maurice Jaubert's restrained, moody music, 'Hotel du Nord' is typical of poetic realism. Its poetry is embodied in the superb set designed by Alexandre Trauner, a replica of one side of the Canal Saint-Martin, complete with bridges, punctuated by location shots of the canal and barges. The set is plainly artificial, yet still a microcosm of Paris which we enter with the young couple, the camera following them down the side of the bridge. (A reverse of this movement takes us out at the end of the film.) Graham Greene, who loved French cinema for knowing 'the immense importance of the careful accessory', once wrote, \"in Hotel du Nord we believe in desperate lovers and the suicide pact on the brass bed in the shabby room, just because of the bicyclists on the quay, the pimp quarrelling with his woman in another room, and the First Communion party.\"     Social events such as strikes are a faint echo, as is the international situation (a young Spanish refugee is marginal to the story). Carne was more daring on the gender front. Characters may take the hackneyed appearance of pimps and prostitutes, but they are free of conventional morality. Edmond and Renee's brief interlude is clearly sexual. When it is over (and although Edmond is smitten), they both shrug it off without guilt. Adrien is (for the time) a rare sympathetic portrayal of a gay character.\" Reference: Ginette Vincendeau. 'Hotel du Nord'. Sight and Sound, March 1999: p. 41-42. *=Held in our collection.  Credits: Director, Marcel Carne ; writers, Henri Jeanson, Jean Aurenche ; photography, Armand Thirard ; music, Maurice Jaubert ; art direction, Alexandre Trauner. Cast: Louis Jouvet, Arletty, Annabella, Jean-Pierre Aumont, Bernard Blier, Andrex, Paulette Dubost, Jane Marken, Francois Perier, Andre Brunot."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}