{
    "system_id": 125, 
    "permalink": "http://collections.acmi.net.au/objects/125", 
    "record_type": "Title", 
    "acmi_identifier": "B1000134", 
    "title": "The Reflecting pool: collected work 1977-80", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "1977-1980"
    ], 
    "creator_contributor_role": [
        "Bill Viola, creator", 
        "Kira Perov, photographer", 
        "Kira Perov, assistant", 
        "Bobby Bielecki, assistant", 
        "Yasuo Shinohara, assistant", 
        "Carvin Eison, producer", 
        "Carol Brandenburg, producer", 
        "John J. Godfrey, supervising engineer", 
        "Gordon Metz, supervising engineer", 
        "Mike Ballenger, editor", 
        "Bruce Hutter, editor", 
        "TV Lab at WNET/Thirteen, producer", 
        "Artists' Television Workshop at WXXI/TV, Rochester, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:07:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "a collection of works about transition"
    ], 
    "description": [
        "Viola describes The Reflecting Pool as 'a collection of five independent works which, taken as a whole, describe the stages of a personal journey using images of transition -- from day to night, motion to stillness, time to timelessness, etc. Each work explores specific video techniques and technologies, in combination with the spatial potentials of stereo sound.' In the title work, all movement and change in an otherwise still scene is confined to the reflections on the surface of a pool in the woods. Suspended in time, a man hovers in a frozen, midair leap over the water, as subtle techniques of still-framing and multiple keying join disparate layers of time into a single coherent image. Viola writes that 'the piece concerns the emergence of the individual into the natural world -- a kind of baptism.' He describes Moonblood as `an expression of the feminine principle, a work in three parts relating to a personal concept of woman and mother. Day and night converge within the silhouette of a woman at a window -- a rushing waterfall in winter, and the serene interplay of changing dawn light unfolds within a glass of water at dawn in the desert.' Silent Life' records the first hours and days of life through a series of portraits of newborn babies in a hospital nursery. The alienating hospital environment, and the vulnerability of the babies' pre-lingual gestures and expressions, suggests a primal linking of birth and death. Ancient of Days is a remarkable series of `canons and fugues for video' that comprises Viola's most sophisticated structural and metaphorical explorations of time. Mathematical notations of precise time-code editing were applied to construct illustrations of temporal symmetry, duality and transposition -- time-based equivalents of musical compositional principles such as counterpoint and serialism. Astonishing temporal interventions -- a 180-degree pan gazing downward on a New York City street that progresses from day to night, an image of Mount Rainier in which the foreground and background unfold in different time planes -- unfold as symbolic transformations of natural and urban landscapes. The title of Vegetable Memory derives from the writings of Jalaludin Rumi, 13th-century Persian poet. Evolving as what he terms a 'kind of temporal magnifying glass,' the tape explores the perceptual phenomenon of repetitive, cyclic viewing. A loop of images recorded at the Tsukiji fish market in Tokyo is extended in progressively slower cycles, changing the form, feeling and ultimately the meaning of the original images as they move further into the subjective and pictorial."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}