{
    "system_id": 52489, 
    "permalink": "http://collections.acmi.net.au/objects/52489", 
    "record_type": "Title", 
    "acmi_identifier": "318439", 
    "title": "Peripheral Produce: all time greatest hits [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Peripheral Produce, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        "(Digital)"
    ], 
    "length": [
        "01:36:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films/Short films - United States", 
        "Short films"
    ], 
    "genre": [
        "Documentary", 
        "Experimental", 
        "Experimental", 
        "Experimental/Experimental films - United States"
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Getting stronger every day (Miranda July, 2001, 7 mins.)--Wustenspringmaus (Jim Finn, 2002, 3 mins)--The Subconscious art of graffiti removal (Matt McCormick, 2001, 16mins.)--Stuffing (Animal Charm, 1998, 5 mins)--Removed (Naomi Uman, 1999, 7 mins)--Election collectables (Bryan Boyce, 2000, 4 mins)--N Judah 5:30 (Sam Green, 2003, 4 mins)--Oona's veil (Brian Frye, 2001, 8 mins.)--Crowdog (Vanessa Renwick, 1998, 8 mins)--Buffalo common (Bill Brown, 2001, 23 mins.)"
    ], 
    "description": [
        "Peripheral Produce defines itself as a \"as a propaganda machine that promotes underground cinematic endeavours.\" It began as a monthly screening series of independent and experimental short film and video works in Portland, Oregon in 1996 and soon after set up a distribution arm to disseminate these works. This, their tenth release is a \"best of\" collection of works made between 1998 and 2002. \"Getting stronger every day\" explores the imaginative life of children in mundanely poignant tableaux where the spirit realm manifests in lo-tech effects and remembered TV movies. \"Wustenspringmaus\" is a quirky documentary about wily rodent of the title, also known as the gerbil. \"The Subconscious art of graffiti removal\" is a keen observation about visual aesthetics of graffiti removal that reveals how the destruction of one art form unwittingly creates another. \"Stuffing\" is a found footage video juxtaposing images to create humorous and absurd associations. In \"Removed\" an old pornographic film is manipulated using nail polish and bleach, to erase the image of the woman from the scene. \"Election collectables\" is a faux-recreation of a home shopping network where presidential candidates spruik collectables commemorating the 2000 elections. \"N Judah 5:30\" captures fleeting images of tired commuters. \"Oona's veil\" is a study in celluloid decomposition using a strip of film from a screen test. \"Crowdog\" is a personal documentary in which the filmmaker recalls events that took place during the years in her teens when she stopped wearing shoes. \"Buffalo Common\" documents the dismantling of the ballistic missile industry in North Dakota - leaving the state to reconsider its already pessimistic future."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}