{
    "system_id": 10324, 
    "permalink": "http://collections.acmi.net.au/objects/10324", 
    "record_type": "Title", 
    "acmi_identifier": "B2000009", 
    "title": "iSee", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "Institute for Applied Autonomy (IAA), creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        "Audio Format/Stereo"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "As spytech dealers stumble over themselves in their haste to auction off our civil liberties - wrapped in the stars and stripes, tied up tight with memorial ribbons - to right-wing politicos who drool and salivate in anticipation of railroading their own Orwellian wet-dreams of social control through our legislative bodies, there is a vital need for independent voices that cry out against such cynical exploitation of legitimate human fear and suffering for political power and monetary gain.  The Institute for Applied Autonomy is such a voice.  iSee is our statement. - Institute for Applied Autonomy"
    ], 
    "description": [
        "Formed in 1998, the Institute for Applied Autonomy (IAA) is an anonymous collective of engineers, designers, artists and activists.  With their politically urgent slogan of \"now more than ever\", the IAA attempts to re-configure surveillance culture by turning technologies of surveillance back on the very authorities that control them.  IAA projects play a dual role: on the one hand, they are pedagogical devices that prompt public discussion of the critical issues surrounding surveillance, power and urban space; on the other hand, they are functional tools that have a real-world application within urban environments.  The iSee project is a web-based application that charts the location of closed-circuit television (CCTV) cameras in Manhattan.  Adapted from actual, surveillance data, iSee generates the paths through Manhattan (and soon London) that fall under the least surveillance.  In exposing the presence of electronic surveillance systems, iSee allows the public to choose when and how they are recorded"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD [PAL]; Master", 
        "DVD [PAL]; Exhibition Copy", 
        "VHS [PAL]; Reference - timecoded"
    ]
}