{
    "system_id": 146457, 
    "permalink": "http://collections.acmi.net.au/objects/146457", 
    "record_type": "Title", 
    "acmi_identifier": "Z000070", 
    "title": "Qiu Jin", 
    "other_title": [
        "A Revolutionary"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Xie Jin, director", 
        "Bi Likui, producer", 
        "Huang Zongjiang, script", 
        "Xie Jin, script", 
        "Xu Qi, cinematographer", 
        "Zhang Yongzheng, cinematographer", 
        "Ge Yan, music", 
        "Shanghai Film Orchestra, music", 
        "Li Xiuming, cast", 
        "Li Zhiyu, cast", 
        "Chen Xinguang, cast", 
        "Yu Shizhi, cast", 
        "Zhang Chao, cast", 
        "Shi Weijian, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:16:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Historical films"
    ], 
    "subject_group": [
        "History/China - History - 20th century", 
        "History/China - History", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "History/Japan - History - 20th century", 
        "Places/Japan", 
        "Anthropology, Ethnology, Exploration & Travel/Japan", 
        "History/Revolutions", 
        "History/Protest movements"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "An historical Chinese biopic that charts the life of revolutionary figure Qiu Jin.  On 22nd December 1900, a treatise is signed by the Emperor of the Qing Empire, stating those who harm foreign property or foreign citizens will be punished. Foreign embassies are established in China for the first time.  The Boxer Rebellion and the Eight-Power Allied Forces are recent memories, and China is in the process of re-establishing order and peace.  Qiu Jin, a woman of suitable upbringing and comfortable living, is accused, by her husband, of writing a revolutionary poem: \"The foreign forces pushed deep to the North, securing Chinese territory for themselves like a gift. The Chinese awoke to discover they were slaves\". He wonders why his wife is interested in state affairs.  Qiu Jin tells her friend Zhiying that she has decided to go to Japan. Her friend warns her that it is difficult for a single woman to travel alone in a foreign country, and that Japan is currently at war with Russia on Chinese land. Her friend attempts to understand how a woman as delicate as Qiu Jin could be so passionate about politics.  Qiu Jin prepares to leave, leaving her children with their grandparents. After an emotional goodbye, she arrives in Japan. She is greeted by Xiu Xilin, a revolutionary friend of hers from Shanghai. Qiu Jin settles into her new life in Japan, joining every revolutionary organisation, attending all the revolutionary rallies and even changing her name to Jing Xiong. Qiu Jin implores Xiu Xilin to join the alliance, and they discuss Sun Yat-Sen's recent speech and the possibility of imminent revolution. Qiu Jin, we learn, believes in a unified China.  They organise a hiking trip for the weekend, where Qiu Jin can meet the elusive Tianhua, a revolutionary writer who is having difficulty 'enlightening the people'. The group picnics in the mountains, toasting to their cause. Qiu Jin resents that she is the only woman in the group, and that they other don't understand the struggles of women.  The Japanese make it increasingly difficult for Chinese people to live abroad, dismissing Chinese students. Tianhua tells the students, who are enraged by the new rules and quarrel amongst themselves, that if China itself cannot act as one, how can it be expected to stand up against the rest of the world? The students form a corps and agree to face the consulate with Qiu Jin as their leader.  That night, Qiu Jin and Tianhua get to know each other. She confesses the difficulties she has faced leaving her entire life behind. Her passion for women's rights, however, outweighs her pain.  When Tianhua leaves, he gives Qiu Jin his sword and a note in which her confesses to his 'phony idealism'. In his apartment, he is seen writing a note in which he admits that China is doomed to its fate, and that he would rather die today than in ten years time. \"I hope my death will arouse the people so that they stand up and fight for their motherland\". He breaks down in tears. As Qiu Jin is shown admiring the sword, Tianhua commits suicide by walking into the ocean.  In the wake of Tianhua's death, the Japanese government ceases the movement to dismiss Chinese students. Qiu Jin, believing that she cannot further accomplish anything in Japan, returns to China. She is made head of the Alliance in Zhejiang Province, believing her to be equally tough and capable of the job as a man. Upon arrival, she learns that her mother has passed away.  The revolutionaries discuss the impending working class uprising of 50 000 men. They are excited by the prospect of change.  As leader of the Alliance, Qiu Jin formulates a plan to run the local school and to set up a physical education department, through which students can receive military training, ready to serve their country if the need arises. Her fellow revolutionaries fear that her plans are too extreme. The revolutionaries learn that the town of Anhui supports Qiu Jin's plan to arm and train the students. They agree that the uprising should start Anhui, before spreading throughout all of China. Qiu Jin and Xiu Xilin, who have grown close, dream about how they will celebrate their victory, although they both worry about their families back home.  The uprising takes place at the graduation ceremony of the Anhui Police Academy. Not all goes according to plan, however, and two revolutionaries are killed. The enemy discovers their plan. Of the four key revolutionaries, Qiu Jin is the only one who remains alive. In an act of surrender, she passes Tianhua's sword and her literature down to Jinfa, who hesitantly accepts.  When the Qing Dynasty officials invade the school, they find it empty. Qiu Jin is arrested. They attempt to pry further information from her, but she refuses to speak. They consider torturing her, but instead decide to give her the death sentence. Her husband Wang arrives, begging with the officials to soften her sentence, saving his family the embarrassment. The official agrees to reduce to a life sentence, but only if she confesses. Qiu Jin's chambermaid visits her in prison. Qiu Jin makes her promise that if the revolution doesn't succeed, that she will tell her children all about their mother's heroic efforts and all the lives that where lost in the name of the revolution.  The officials tell Qiu Jin she will receive a life sentence and her life will be spared if she confesses her actions. As a response, she writes them a revolutionary poem. Qiu Jin is executed. THE END.  Cultural History of the Film:  Qiu Jin: A Revolutionary depicts the life of one of China's most important female historical figures. Martyred for a unified China, Qiu Jin was executed after the failed uprising against the Qing Dynasty in 1907. A poet, she left behind a body of inspired revolutionary work. A strong advocate for women's rights, she actively campaigned against the ancient (and now outlawed) tradition of foot binding.  Qiu Jin is an important figure in pre-Communist revolutionary thought. She is considered a heroine in China.  (4 stars - Aleena Glentis; August 23, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}