{
    "system_id": 494, 
    "permalink": "http://collections.acmi.net.au/objects/494", 
    "record_type": "Title", 
    "acmi_identifier": "B1001952", 
    "title": "Cyberflesh Girlmonster", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1995"
    ], 
    "creator_contributor_role": [
        "Linda Dement, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "digital monsters created from collected women's body parts"
    ], 
    "description": [
        "Donated body parts collected during Artists' Week of the Adelaide Festival 1994 have been used to construct a computer based interactive work. About 30 women participated in the original event by scanning their chosen flesh and digitally recording a sentence or sound.  Conglomerate bodies were created from the information donated. These have been animated and made interactive. When a viewer clicks on one of these monsters, the words attached to that body part could be heard or seen, another monster may appear, a digital video could play, a story or medical information about the physical state described by the story, may be displayed. The user moves relatively blindly between these. There is no menu system or clear controllable interface. The work is a macabre, comic representation of monstrous femininity from a feminist perspective that encompasses revenge, desire and violence.  This project was assisted by the Art Research & Development Fund of the Australian Network for Art and Technology and was produced in association with the Australian Film Commission."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [Mac]; Master", 
        "CD ROM [Mac]; Copy"
    ]
}