{
    "system_id": 395, 
    "permalink": "http://collections.acmi.net.au/objects/395", 
    "record_type": "Title", 
    "acmi_identifier": "B1001826", 
    "title": "BLO nightly news", 
    "other_title": [
        "Operation newspeak"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1994"
    ], 
    "creator_contributor_role": [
        "Igor Vamos, creator", 
        "Melinda Stone, director"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Digital Art"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "BLO's Christmas '89 sabotage of over 300 Barbie and GI Joe dolls"
    ], 
    "description": [
        "Igor Vamos is a media artist and culture jammer living and working in New York. Vamos is well-known for his collaborative public art projects such as the Barbie Liberation Organization and the Center For Land Use Interpretation, a non-profit organization dedicated to the increase and dissemination of knowledge about the nature of human interaction with the Earth. Currently, Vamos is teaching at Renslaaer Polytechnic Institute.  The Barbie Liberation Organization is a cultural activist organization with 25 members that uses donations from anonymous donors to challenge gender stereotyping in the toy industry.  BLO NIGHTLY NEWS - In this new form of subversive media terrorism, BLO operatives purchased talking Barbie and G.I. Joe dolls, both of which are programmed to speak crude cultural cliches. The dolls are then taken to the BLO headquarters where \"corrective surgery\" is performed by switching the voice boxes on the two dolls. The dolls are then placed back on the store shelves in a process of reverse shoplifting -\"shopgiving.\" In the format of a nightly news program, this witty and satiric video documents the activities of the Barbie Liberation Organization, including the \"corrective surgery\" procedure and the \"shopgiving\" actions. The tape functions as a witness to and instruction manual on \"cultural jamming,\" an interference strategy used by guerrilla art and media activists to expose and undermine the logic and domination of corporate-controlled media and capitalist culture."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [NTSC]; Master", 
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Preview Copy"
    ]
}