{
    "system_id": 147120, 
    "permalink": "http://collections.acmi.net.au/objects/147120", 
    "record_type": "Title", 
    "acmi_identifier": "X000658", 
    "title": "Tu N'as Rien Vu a Hiroshima (1956-1960) Pt. 10", 
    "other_title": [
        "You have seen nothing in Hiroshima"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 10 of a 13 part series on the history of French cinema. In the decade after the Liberation, a fresh conception of cinema evolved in paralell with the development of 'La Tradition de Qualite', but in a strident opposition to the values embodied by 'quality productions'. First formulated by young critics in the magazine 'Cahiers du Cinema', the new film theories were put into practice in the late 1950s and early 1960s by many of those same critics who, as directors, became known as 'La Nouvelle Vague'.\" A number of proponents of the movement reach directorial status via short films or corporate films. Astruc directs 'Le rideau cramoisi'* were he applies the theory of the 'camera-stylo', while Resnais directs 'Toute la memoire du monde'* for the National Library. At a time where becoming a director meant following a long apprenticeship as assistant to an elder director (and few made it before the age of 40), others decide to simply take the law in their own hands, ignore the rules of the CNC and roll the cameras at their own expenses. Such is the case of Jean-Pierre Melville who directs 'Le silence de la mer'* outside the system. His other films 'Bob le flambeur'* and 'Les enfants terribles' are also highly regarded by the young turks of les Cahiers for whom Melville becomes a father figure. While 'Les cousins'* and 'A bout de souffle'* owed a particular debt to the Hollywood thriller, 'La Nouvelle Vague' as a whole brought a fresh sensibility and a radical style of filming to French cinema, indeed arguably to world cinema. Godard's 'A bout de souffle' startled audiences with the systematic use of jump cuts, and Truffaut's 'Les 400 coups'* ended in stunning fashion with a freeze-frame. In contrast with 'la tradition de qualite', the aesthetics of New Wave cinema was improvisational (unscripted), and its photography and editing were far less mannered than its predecessors'. Working with low budgets, using the new cheaper and lighter equipment, able to to film in real locations and at night if required, influenced by television practices like hand-held shooting and the interview straight to the camera, the 'Nouvelle Vague' film-makers paradoxically achieved a vibrant and graphic realism while at the same time experimenting self-consciously with the medium of film.\" References: Guy Austin. 'Contemporary French cinema: an introduction'. Manchester University Press, 1996. See also: Agnes Varda's 'La pointe courte' ; Alexandre Astruc's 'Une vie'* ; Roger Vadim's 'Et Dieu crea la femme' ; Louis Malle 's Ascenseur pour l'echaffaud'* ; Claude Chabrol's 'Les cousins'*, 'Le beau Serge'* ; Pierre Kast's 'Le bel age' ; Jacque Doniol-Valcroze's 'L'eau a la bouche'* ; Rivette's 'Paris nous appartient'* ; Resnais's 'Hiroshima mon amour'* ; Jacques Demy's 'Lola'* ; Truffaut's 'Les mistons'*. *=Held in our collection.  Credits: Director, Armand Panigel ; photography, Claude Cassard. Interviewees include: Louis Malle, Agnes Varda, Henri Colpi, Henri Verneuil, Pierre Kast, Costa-Gavras, Michel Cournot, Alexandre Astruc, Roger Vadim, Jean-Pierre Mocky, Alain Resnais, Georges Franju, Eric Rohmer, Philippe Labro, Roger Leenhardt."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}