{
    "system_id": 410, 
    "permalink": "http://collections.acmi.net.au/objects/410", 
    "record_type": "Title", 
    "acmi_identifier": "B1001845", 
    "title": "The Morphology of desire", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Robert Arnold, creator", 
        "Robert Arnold, director", 
        "Robert Arnold, producer", 
        "Rhys Graham, research manager"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified", 
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "desire and gender through morphing romance novel covers"
    ], 
    "description": [
        "The hot breath...the heaving bosom...the smouldering stares...the sweet surrender. It's all here, and it's all for sale on the torrid covers of romance novels - brought to stirring life in Robert Arnold's lush, pulsating trash-culture montage which combines digital film processes to morph an eternal series of wanton glances.  Using digital morphing to animate romance book cover illustrations, The 'Morphology of Desire' conveys something about the basic illusion of cinematic motion - the tensions and contradictions between reality and illusion, the still and moving image, surface and depth. The transitions from one book cover to another intensify the viewer's awareness of the power of the gaze. The heroine pivots and turns, knowing she is watched by the predator male (always lurking behind her), as she also seduces the paperback consumer. The viewer's gaze is held captive as she beckons, sashaying from left to right, right to left, with every gesture emphasising the formulaic signifiers of beauty: the button nose, the downcast eyes, and the lips - poised, pensive, tremulous, waiting.  Always the waiting. This 'waiting' is the basic form - the topic requiring a morphology - of romantic desire. The lover waits for the return of a half-hallucinated, half-remembered state when all existence seemed to be suffused in unconditional devotion and satisfaction. Perhaps this perfect state is remembered from infancy or from an interlude before a crushing betrayal or disappointment, when bliss seemed real and within reach. Anyone with the slightest romantic inclination (and isn't that just about everyone?) is forever lured on by this fantasy that feels like a neverending quest to capture a memory.  Robert Arnold completed a Bachelor of Fine Arts in Sculpture at the University of Illinois in 1977, and attained his Master of Arts in Sculpture at the University of Iowa in 1980. It was then that he began his foray into experimental films and videos, and ever since he has combined an academic career with experimental work."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B2001051; Robert Arnold compilation; Active; 1998-2000", 
        "Compilation title; B2000337; ACMI big screen: intertitle MPEGs; Active; (1986-2001)"
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Title; 316855; The Morphology of desire; Withdrawn and retained; 1998", 
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "encoded to", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Exhibition Copy", 
        "VHS [NTSC]; Preview Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "DVD [PAL]; Copy"
    ]
}