{
    "system_id": 147119, 
    "permalink": "http://collections.acmi.net.au/objects/147119", 
    "record_type": "Title", 
    "acmi_identifier": "X000657", 
    "title": "Une Certaine Tradition de Qualite (1945-1955) Pt. 9", 
    "other_title": [
        "A certain tradition of quality"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Armand Panigel, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:00:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Part 9 of a 13 part series on the history of French cinema. In the decade following the liberation, the French film industry exploited to commercial success the trends established by the cinema of the Occupation. Literary screenplays, historical or nationalistic subjects, and an increasing attention to production values were predominant in the postwar rea, resulting in what came to be known as 'La Tradition de Qualite'. This was a period of consolidation and of competition with the Hollywood films which, banned under the Occupation, flooded post-war France. The Blum-Byrnes agreement of 1946 had reduced the industry's protectionism against American imports and this decision, combined with the appeal of high-quality Hollywood studio productions fronted by famous stars, appeared to jeopardise the commercial viability of French cinema. The domestic industry however was aided in its efforts by two institutions originally set up by the Vichy regime during the war. The Comite d'Organisation de l'Industrie Cinematographique (COIC), established in 1940 to revitalise French production and distribution, was continued in a modified form as the Centre National de la Cinematography (CNC) after 1946. (...) From 1940 a CNC committee began to elect projects deemed worthy of 'primes de la qualite' or 'bonuses for quality', including literary adaptations of classic by Zola, Stendhal and Maupassant. (...) Among the literary adaptations central to the success of the 'tradition de qualite' were Christian-Jacques's 'La Chartreuse de Parme' (1948)* and Claude Autant-Lara's 'Le Rouge et le Noir' (1954)*, both taken from 19th century novels by Stendahl. (...) The decline of poetic realism was most clearly marked in the hostile reception of Marcel Carne's and Jacques Prevert's 'Les portes de la nuit' (1946)*. Although the film was set in post-war Paris, the fantastical plot and Alexandre Trauner's stylised sets 'already seemed dated, belonging to the past era'. After the commercial and critical failure of 'Les portes de la nuit', Carne's fantasy film 'Juliette ou la cle des songes'(1951)* met a similar fate, as did Jean Cocteau's cryptic fantasy 'Orphee'(1950)*. If the historical drama flourished in the 1950's, the fantasy genre entered an almost terminal decline, not arrested until the coming of the 'cinema du look' in the 1980s.\" Reference: Guy Austin. 'Contemporary French cinema'. Manchester University Press, 1996. Back from Hollywood, Rene Clair produces an other string of classic such as 'Le silence est d'or'*, 'La beaute de diable'*, 'Les belles de nuit'*, 'Les grandes manoeuvres' and 'Porte des Lilas', the last film shot in the old fashioned way with fully reconstituted studio sceneries. Renoir continues an international career with successes such as 'The river', 'Le carrosse d'or'*, 'Helena et les hommes', and 'French Can Can'*. See also: Yves Allegret's 'Une si jolie petite plage'*, 'Les orgueilleux'* and 'Dedee d'Anvers'. Rene Clement's 'La bataille du rail'* and 'Jeux interdits'. Becker's 'Antoine et Antoinette', 'Les rendez-vous de Juillet', 'Edouard et Caroline'* and 'Casque d'or'*. Clouzot's 'Quai de Orfevres'*, 'Manon'*, 'Wages of fear'* and 'Les diaboliques'. *=Held in our collection.  Credits: Director, Armand Panigel ; photography, Claude Cassard. Interviewees include: Michel Deville, Jacques Doniol-Valcroze, Roger Vadim, Pierre Bost, Jean Aurenche, Charles Spaak, Pierre Kast."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}