{
    "system_id": 12327, 
    "permalink": "http://collections.acmi.net.au/objects/12327", 
    "record_type": "Title", 
    "acmi_identifier": "B1006771", 
    "title": "Fairytales and Fantasy Workshops: Carlton North Primary 18 July 2005: Groups A and B", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2005"
    ], 
    "creator_contributor_role": [
        "Carlton North Primary School, participants"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:31:33"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Animation", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Interactive media", 
        "Magic, Occult & Supernatural/Fairy tales", 
        "Literature/Fairy tales", 
        "Crafts & Visual Arts/Multimedia (Art)"
    ], 
    "abstract": [
        "Outcomes from an all day blue screen workshop for primary schools"
    ], 
    "description": [
        "Fairy Tales and Fantasy is an ACMI screen education program designed to encourage students to begin to develop an appreciation for the art and the craft behind moving image in its many forms, by developing their ability to think beyond the screen. Fairy Tales and Fantasy aims to develop students' understanding of ways in which film-makers create screen texts. Students in Years 1-2 learn about: - three key stages of plot development - main elements of the fairy tale genre - simple concepts related to camera use such as framing, shot types, angles - the magic of blue-screen technology - become actors in a short film during a blue-screen workshop that allows them to place themselves in a magical, fairy tale setting - engage with a film program featuring traditional and non-traditional fairy tales, and participate in a related discussion - learn some simple editing skills while they create a fairy tale story - view their ACMI creations. Fairy Tales and Fantasy and activities provided in the accompanying Teacher Kit are designed to assist students to develop a range of Screen Literacy outcomes. The program is also designed to assist students to develop understandings about the ways in which stories help us to make sense of the world and our place in that world. People all over the world tell stories in many different ways using oral, written and visual texts. This program and related activities enables students to share their experiences of story and to extend and refine their understandings by comparing a range of fairy tale and fantasy texts, analysing narrative structure and exploring animation and film adaptations of fairy tales."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005695; Memory Grid Made @ ACMI Collection; Active"
    ], 
    "object_relationship": [
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVCAM; Master", 
        "DVCAM; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}