{
    "system_id": 146748, 
    "permalink": "http://collections.acmi.net.au/objects/146748", 
    "record_type": "Title", 
    "acmi_identifier": "X000200", 
    "title": "Bob le Flambeur = Bob the Gambler", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1956"
    ], 
    "creator_contributor_role": [
        "Florence Melville, producer", 
        "Jean-Pierre Melville, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Bob, a retired bank robber and compulsive gambler masterminds a raid on the casino at Deauville to cover his gambling debts. The film is a homage to American cinema, namely John Huston, through the underlying motif of failure. For instance, the ending of 'Bob le Flambeur' is very similar to 'Beat the Devil' and the scene where one of the protagonist dies in a horse enclosure is reminiscent of 'The Asphalt Jungle'. What is astonishing is how much the gritty, free-wheeling camera style predates the French New Wave. Everything is already here, the jump-cuts, jazzy score and visual quotes. This is the kind of film that we want to make! exclaimed the young and rebellious Francois Truffaut in 1955. Godard acknowledged Melville's influence, giving him an extended cameo in 'A bout de souffle' ('Breathless'). Melville's influence has also been acknowledged by foreign filmmaker such as Quentin Tarantino and John Woo. Melville only had a small budget for this film and could only afford three lights. The lack of lighting being a hindrance for depth of film, most of the backgrounds appear soft on the screen. This effect became a trademark of the film and made Henri Decae a director of photography in high demand.  Credits: Producer, Florence Melville ; director, Jean-Pierre Melville ; writers, Jean-Pierre Melville, Auguste Le Breton ; photography, Henri Decae ; music, Eddie Barclay, Jo Boyer ; costumes, Ted Lapidus. Cast: Isabel Corey, Roger Duchesne, Daniel Cauchy, Guy Decomble, Simone Paris, Andre Garet, Claude Cerval, Colette Fleury, Gerard Buhr, Howard Vernon."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}