{
    "system_id": 106, 
    "permalink": "http://collections.acmi.net.au/objects/106", 
    "record_type": "Title", 
    "acmi_identifier": "B1000115", 
    "title": "Shanghaied text", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1996"
    ], 
    "creator_contributor_role": [
        "Ken Kobland, creator", 
        "E. Jay Sims, photographer", 
        "Ken Kobland, photographer", 
        "Nancy Campbell, photographer", 
        "Pierre Bongiovanni, director", 
        "Isabelle Truchot, director", 
        "Marshall Reese, cmx editor", 
        "Four Media Company, Burbank, CA, film master", 
        "Erika Yeomans, assistant", 
        "Stand-by Program at Windsor Digital, post production mastering", 
        "D1 facilities of the CICV Centre Pierre Shaeffer,Montbeliard/Belfort, France, producer"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:20:00"
    ], 
    "audience_classification": [
        "unclassified"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Digital Art", 
        "Short films/Short films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "juxtapositions of landscape and industrial history"
    ], 
    "description": [
        "In this first part of a projected series on the notion of landscape as 'artefact,' images of landscape and industrial history are interwoven and juxtaposed. Notions of 'civilization' and 'progress' are set against an apparently indifferent nature which continues calm and unchanged in the face of struggle, suffering and wars for dominance. In a radical visual gesture that endows the physical terrain with symbolic content, the land is animated as the theater upon which political struggles have been staged throughout history. Onto austere, seemingly benign landscapes, Kobland superimposes archival footage of peasants in China, revolutionary heroes from early Soviet cinema and footage of Paris during the May '68 student riots. Images of the female body from pornography are also projected onto the landscape, eroticizing the land and suggesting both the symbolic colonization of the female body and the notions of the 'mother country.' Note: Video Data Bank description: A self-described `collage piece' of `stolen images' Shanghaied Text starts with quiet Montana landscapes, among which are views of a powerful dam. When the dam breaks loose, you find yourself `shanghaied' to places unknown, where Kobland confronts you with a provocative mix of historical, lyrical, sexual and political references. Using quotes and pieces from movies by Vertov, Dovjenko and Buñuel, along with archival images of social protests from the liberation of Paris, the piece builds to an operatic culmination with Turandot's final choir. Shanghaied Text is a remarkable dense and gripping work that leaves the viewer pondering our political and cultural heritage as well as the role of technology in our future."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Collection; B1000363; Screen Gallery; Active"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}