{
    "system_id": 146480, 
    "permalink": "http://collections.acmi.net.au/objects/146480", 
    "record_type": "Title", 
    "acmi_identifier": "Z000096", 
    "title": "Two spirits from the jade green sea = Bi shui shuang hun", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Cen Fan, director", 
        "China Film Distribution and Exhibition Corporation, producer", 
        "Yu Mei, script", 
        "Chen Zhenxiang, cinematographer", 
        "Zhang Yongzheng, cinematographer", 
        "Shanghai Film Orchestra, music", 
        "Zhang Xiaoqing, cast", 
        "He Qing, cast", 
        "Gao Yuqian, cast", 
        "Meng Qian, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Musicals", 
        "Drama", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Death", 
        "Economics, Philosophy, Politics, Religion & Sociology/Death", 
        "Economics, Philosophy, Politics, Religion & Sociology/Imperialism", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Oppression (Psychology)", 
        "Family, Gender Identity, Relationships & Sexuality/Family"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Ah Duan returns to his mother's house in the mountains after a two-year trip, bringing gifts and silver to sell. Ah Duan tells his mother that he must return to his \"master\", and she is upset to see him leave again so soon. On his way back to his master, Ah Duan is approached by a crazy old man, who mistakes him for his daughter Wanxia. As Ah Duan tries to brush him off, the man falls to the ground, crying. Ah Duan tries to help him up, but is interrupted by a local boatman who tells him not to worry about the local madman. As they sail off together, he hears the old man wailing. The boatman explains to Ah Duan that Wanxia was a famous local dancer who was sold to Prince Huai. The prince's malevolence drove Wanxia to drown herself, and she was never seen again. The next day is the dragon boat festival, and the town is filled with colour, ornamenents and ceremony, with performances all along the river. Ah Duan, who we learn is a talented dancer and acrobat, performs an elaborate and spectacular routine while suspended on a strip of cloth over the river. At one point, he intentionally falls into the river to scare everyone, rising up moments later. The local townspeople congratulate his adoring mother on her son's amazing talent. His Highness, Ah Duan's demanding master, insists that he perform the spectacular routine once again. Visibly exhausted the first performance, he forces himself to get out there once again. On the second time around, however, when he deliberately falls into the water, he doesn't resurface. The crowd jumps in to rescue him, but beneath the surface we see Ah Duan float to the bottom of the river. As he dies, his body floats to the top of the water, while his spirit stands up and begins to roam the riverbed. Entering a mysterious cave, Ah Duan is approached by Madame Jie, who takes him to the Palace Master. Along the way they encounter a group of siren-like girls, who flutter past singing. He hears one of the girls addressed as Wanxia, and realises she is the madman's famous daughter. Ah Duan meets the Palace Master. When he begs to be returned to his mother, they hastily change the subject and ask Ah Duan to perform for King Wujiang. All the inhabitants of the cave put on an elaborate performance for the King. Wanxia sings and dances, impressing Ah Duan. He compliments her, and they appear to have a romantic connection. Madame Jie tells Ah Duan that if he practices hard enough, he can perform for the Dragon King. In bed that night, Ah Duan dreams of Wanxia's voice. He meets with her, telling her about his encounter with her father. She is devastated to hear that he has gone mad. Ah Duan reassures Wanxia that her father will recover when they return home. Wanxia reveals to Ah Duan that they cannot return home, suggesting they are both dead. Madame Jie and the Palace Master discuss the King's request for Wanxia to entertain him. Though Wanxia does not want to sell herself to the King, she is forced to. When Ah Duan finds out, he is devastated, trying unsuccessfully to stop her. He tries to persuade Madame Jie to let him visit Wanxia at His Majesty's Palace. She agrees. When they try to enter the Palace, however, they are stopped by guards. A staff member informs them that they cannot see Wanxia because she has killed herself. When Ah Duan hears the news, he jumps off the side of the building in an attempt to take his own life. Ah Duan wakes up in an empty cave. As he climbs out, he realises he is no longer beneath the river, but on a cliff face looking down over the river. He climbs the mountains surrounding his local town, finally coming across his house. He calls for his mother but she is not home. As he scours the mountains, looking for her, he comes across two figures. The first, he quickly realises, is Wanxia, who greets him with joy. Wanxia calls out to the other woman, Ah Duan's mother, who appears to have aged twenty years while Ah Duan and Wanxia look the same. After some hesitation, she recognises her son and they embrace. They eat together, toasting to mother. A group of men arrive to take Wanxia back to her husband the prince, who has missed her. Meanwhile, the prince is shown dining with a large group of giggling, doting girls. When Wanxia arrives, he is taken to her, where he behaves like a sleazy pervert, begging for sex. When he tries to grab her, she disappears, reappearing on the other side of the room. Terrified, he asks what has become of her. She reminds him that he drove her to kill herself, and that she is actually a spirit. Ah Duan appears, and the prince is now faced with the spirits of the two people whose deaths he has caused. As a final act of revenge, they drive the prince in sane with trickery, frightening him so much that he leaps to his death. Ah Duan and Wanxia escape, and (literally) row off into the sunset together. THE END.  Cultural History of the Film: This simple tale, which places an average young man and woman in opposition with the malevolent forces of imperial power, can be seen as a parable representing the difficult and long-winded struggle between China's rich imperial history and the emergence of Communism in the mid-20th century. (3 stars - Aleena Glentis; October 11, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}