{
    "system_id": 48018, 
    "permalink": "http://collections.acmi.net.au/objects/48018", 
    "record_type": "Title", 
    "acmi_identifier": "313755", 
    "title": "The Bitter tea of General Yen", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1932"
    ], 
    "creator_contributor_role": [
        "Columbia Pictures, production company", 
        "Walter Wanger, producer", 
        "Frank Capra, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:24:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Romance", 
        "Adaptations", 
        "Drama"
    ], 
    "subject_group": [
        "Literature/American literature - Film and video adaptations", 
        "Anthropology, Ethnology, Exploration & Travel/Missionaries", 
        "Advertising, Film, Journalism, Mass Media & TV/Exoticism in motion pictures", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Stereotype (Psychology)", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Interpersonal conflict", 
        "History/Missionaries", 
        "Economics, Philosophy, Politics, Religion & Sociology/Ethnic relations", 
        "Family, Gender Identity, Relationships & Sexuality/Interpersonal conflict", 
        "Family, Gender Identity, Relationships & Sexuality/Exoticism in motion pictures", 
        "Economics, Philosophy, Politics, Religion & Sociology/Missionaries"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Idealistic American missionary Megan Davis (Barbara Stanwyck) braves the ravages of civil war in China to travel to Shanghai to wed Dr. Robert Strike (Gavin Gordon), the fiancee she hasn't seen in three years. When Robert postpones the wedding to go and save a group of orphans stranded in the centre of a war zone, Megan demonstrates her devotion by accompanying him on his mission. After the last of the orphans are despatched to safety, Megan becomes separated from Robert, and is overcome by the panic-stricken crowds. She awakens to find herself on a military train, travelling to the Summer Palace of Chinese warlord General Yen (Nils Asther). Initially she is repulsed and frightened by both her alien surroundings and the Generals' attempts to win her favour, and demands to be sent back to Shanghai. General Yen, however, finds himself fascinated by Megan's feisty nature, and finds excuses not to send her back to her fiancee. Any chance of a relationship developing between the two is irrevocably destroyed when Yen's mistress Mah-li (Toshia Mora) betrays both him and Megan, initiating a sequence of events which result in the downfall of the mighty General. Originally Columbia Pictures assigned this film to silent film director Herbert Brenon, with Frank Capra lobbying for and eventually winning the project after Brenon left the studio due to creative and financial differences. Controversial due to its principle theme of interracial romance, this moody, sensual production deviated from Capra's usual filmic concerns with its touching yet dramatic depiction of doomed love, a factor which Capra allegedly hoped would earn him an Academy Award. The characterisation of the Chinese in this film seems quite racist by today's standards, especially the casting of Swedish silent film star Nils Asther, in the title role, plus a fantasy sequence where a demonic General Yen menaces Megan in her bedroom. The controversy surrounding the potential romance between a Chinese man and an American woman saw the film being banned in some areas. \"The Bitter Tea of General Yen\" was adapted from Grace Zaring Stone's 1930 romantic novel of the same name."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}