{
    "system_id": 51338, 
    "permalink": "http://collections.acmi.net.au/objects/51338", 
    "record_type": "Title", 
    "acmi_identifier": "317232", 
    "title": "Render: spanning time with Ani DiFranco", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "2002"
    ], 
    "creator_contributor_role": [
        "Shock Records, distributor", 
        "Righteous Babe, production company", 
        "Commi Fag, production company", 
        "Hilary Goldberg, co-director", 
        "Ani DiFranco, co-director"
    ], 
    "colour": [
        "Black and White and Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:53:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Performance", 
        "Performance/Music - Performance", 
        "Documentary/Documentary films - United States", 
        "Documentary"
    ], 
    "subject_group": [
        "Music & Performing Arts/Singers - United States", 
        "Music & Performing Arts/Folk music - United States", 
        "Music & Performing Arts/Righteous Babe (Musical group)", 
        "People/DiFranco, Ani", 
        "People/Righteous Babe (Musical group)"
    ], 
    "abstract": [
        "Unless you are free--In or out--Fire door--Dilate--Lord I have made you a place in my heart--Subdivision--Imagine that--Slide--Loom/Pulse--Cradle and all--Tamburitza lingua--Fuel--Crime for crime--Your next bold move--'Tis of thee--Both hands--The Diner--Two little girls--Overlap--The Slant--Ear training--Best cock on the block--My10"
    ], 
    "description": [
        "All decent people, male and female, are feminists. The only people who are not feminists are those who believe that women are inherently inferior or undeserving of the respect and opportunity afforded men. Either you are a feminist or you are a sexist/misogynist. There is no box marked other\".\"....Ani DiFranco. Political, passionate and dedicated feminist, folksinger (with a raw edge) Ani DiFranco, along with her band Righteous Babe, provides an insight into her music and her mind through this independently made documentary film. Spanning back from 1997 through to 2001 the film follows Ani and her entourage as they criss-cross the US performing live concerts to a devoted following every where they go. Includes on-stage footage from New Orleans, Buffalo NY, Austin, Knoxville, Atlanta, Memphis, Nashville, New Haven, Columbia interspersed with frank and upfront interviews with Ani and an inside look at how the band operates during these performances. Two of Ani's passions are also explored here - feminism and her fight against the death penalty - and includes guest appearances by Utah Phillips, Hamell on Trial, Palmer Singleton (Defense Attorney, Southern Center for Human Rights), Sekou Sundiata, Bitch and Animal, Erin McKeown. Ani is magnetic. Her voice, energy and commitment to her art form uncompromising - 12 studio albums, including two collaborations with Utah Phillips have been released since the beginning of Righteous Babe Records in the early 90s. A great documentary for those into independent music. NOTE: Contains low level coarse language."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}