{
    "system_id": 51898, 
    "permalink": "http://collections.acmi.net.au/objects/51898", 
    "record_type": "Title", 
    "acmi_identifier": "317804", 
    "title": "Salinity: Australia's silent flood. Parts 1-4", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2002"
    ], 
    "creator_contributor_role": [
        "Australian Broadcasting Corporation, distributor", 
        "ABC-TV (Australia), production company", 
        "Michael Sexton, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:50:00"
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television series", 
        "Television/Television series/Television series - Australia"
    ], 
    "genre": [
        "Educational & Instructional", 
        "Childrens Films", 
        "Educational & Instructional/Instructional", 
        "Childrens Films/Children 12+", 
        "Documentary/Documentary films - Australia", 
        "Documentary"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Rivers - Australia", 
        "Climate, Environment, Natural Resources & Disasters/Rivers - Australia", 
        "Climate, Environment, Natural Resources & Disasters/Water table", 
        "Climate, Environment, Natural Resources & Disasters/Natural history", 
        "Climate, Environment, Natural Resources & Disasters/Ecology - Australia", 
        "Climate, Environment, Natural Resources & Disasters/Tree felling", 
        "Climate, Environment, Natural Resources & Disasters/Salinity - Australia", 
        "Climate, Environment, Natural Resources & Disasters/Land use", 
        "Climate, Environment, Natural Resources & Disasters/Biotic communities", 
        "Climate, Environment, Natural Resources & Disasters/Soil degradation", 
        "Climate, Environment, Natural Resources & Disasters/Land degradation", 
        "Climate, Environment, Natural Resources & Disasters/Agriculture - Environmental aspects", 
        "Climate, Environment, Natural Resources & Disasters/Conservation of natural resources - Australia", 
        "Climate, Environment, Natural Resources & Disasters/Irrigation - Australia", 
        "Mathematics, Science & Technology/Soils, Salts in"
    ], 
    "abstract": [
        "Part one: The Story (28 mins)--Part two: The Land (28 mins)--Part three: The Water (28 mins)--Part four: The Future (28 mins)"
    ], 
    "description": [
        "Presented and narrated by David Wenham, this four part documentary series explores what is probably Australia's most imminent environmental disaster to threaten life as we know it in the 21st Century - SALINITY. Salinity can be devastating in its effects on the land, the soil, the rivers, our drinking water, the various ecosystems which exist on this dry flat continent, and through this program, prominent authorities including palaeontologists, academics, scientists and farmers discuss the threat of salinity from its ancient origins to its future forecasts. Specifically aimed at secondary students, this excellent documentary is powerful in its images and contains some stunning photography of the Australian landscape. Also includes some b&w archival footage. Part one: The Story: Explains the history, the how, why and where, of salinity in Australia covering both dryland salinity and irrigation salinity. Touches on the subjects of land clearing, water irrigation, river drainage systems, water evaporation, rising water table levels, and fragile ecosystems whilst posing questions for which we need answers to understand what the problem is, what the effects will be, and what we may need to do. Part two: The Land: Examines dryland salinity in detail suggesting that millions of hectares of land across Australia is becoming unusable due to the amount of salt which has risen to the surface affecting not only the rural areas but also becoming increasingly an urban problem as the salt eats its way through roads, bridges, buildings and houses. Cites the town of Wagga Wagga (NSW) as an example of a deteriorating infrastructure due to the encroachment of salt and how the community, through public awareness, are managing the problem. Part three: The Water: Focuses on the salinity threat to the Murray-Darling system which provides irrigation water to farmers. The Murray-Darling Basin alone produces 40% of Australia's agricultural wealth. Also points out that the Murray River not only provides water for agriculture but also services several South Australian cities and that the more water that is used from this system, the more exacerbated the salinity problem becomes. Part four: The Future: Final episode deals more broadly with salinity in Australia and the future. As Tom Hatton from CSIRO warns \"1. If nothing is done then our country will get saltier. 2. We cannot concentrate on repairing the past - we must fix the future.\" Many questions remain unanswered and there are many obstacles to overcome. However it is imperative that Australia, as a nation, needs to meet this potential environmental disaster head-on now before it is too late. For more information go to www.abc.net.au/learn/silentflood"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}