{
    "system_id": 146418, 
    "permalink": "http://collections.acmi.net.au/objects/146418", 
    "record_type": "Title", 
    "acmi_identifier": "Z000030", 
    "title": "Quartet on wheels = Che lun si chong zou", 
    "other_title": [
        "车轮四重奏", 
        "Quartet on four wheels"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1985"
    ], 
    "creator_contributor_role": [
        "Shanghai Film Studio, production company", 
        "Li Xiepu, director", 
        "Ren Ke, script", 
        "Qu Jiazhen, cinematographer", 
        "Tang Yulong, editor", 
        "Liu Xinyi, cast", 
        "Ai Liya, cast", 
        "Li Wei, cast", 
        "Li Zheng, cast", 
        "Shanghai Film Orchestra, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese", 
        "Tibetan"
    ], 
    "other_languages": [
        "English", 
        "Chinese"
    ], 
    "other_language_type": [
        "Subtitle", 
        "Subtitle"
    ], 
    "other_language_notes": [
        "", 
        "Mandarin for Tibetan dialogue and song lyrics"
    ], 
    "length": [
        "01:44:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure", 
        "Drama", 
        "Drama/Melodrama", 
        "Action & Adventure/Adventure films"
    ], 
    "subject_group": [
        "History/China - History", 
        "History/China - History - Cultural Revolution, 1966-1969", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Places/Tibet (China)", 
        "Anthropology, Ethnology, Exploration & Travel/Tibet (China)", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Public health - China", 
        "Armed Forces, Military, War & Weapons/People's Liberation Army (China)", 
        "Anthropology, Ethnology, Exploration & Travel/Tibet - Description and travel"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "What follows is a tale of two soldiers of the People's Liberation Army lorrying vital food and medical supplies to remote villages in Tibet, and a local woman doctor who defies the odds to help her countrymen.  The film opens by introducing us to a young Tibetan women: proud, modern, headstrong, independent and full of zest to help her fellow ethnic minorities. Tibet is full of  military vehicles, all manned by ethnic Han Chinese. The beginning of this film is a curious one, which confronts the woman doctor with a festive group watching as young men play a shooting game. However, that is the most that the Chinese film is prepared to alight on that topic…  This newly graduated woman doctor needs to get to the provincial town of Saitang to help the sick and needy, but the next bus is days from now. She decides to approach the liberation army for a ride from on a military supply vehicle. Walking through the rows of army trucks parked beside the People's Liberation Army (PLA) barracks, she finds a gruff Chinese platoon leader and propositions him (for a ride).  The platoon leader — who has been having a rough time with his missus back in Beijing — refuses on the pretext of being superstitious of taking women into the highlands. Long story short, her determination ends up getting her a lift anyway. Her two travel companions are the platoon leader and a younger more naive recruit, optimistic and unfamiliar with the harsh wilderness of Tibet.  Platoon leader sees life as being like an endless trek through the wilderness, fuelled only by a strong will, and the occasional drop of hard liquor. Despite the tough going there are absolutely beautiful shots of the countryside, with its verdant forests and pristine mountainscapes  On their way they discover an old man who has come down with a bad case of malaria in the forest and decide to take him along. It turns out the man is a hunter, not used to company. He is rude, uncooth and presumptuous toward young Tibetan women: Not the kind of awkward company our female hero wants to be stuck in the back of a truck with. He wants to leave, and when she tries to stop him (because of his sickness) a suspicious article falls from his knapsack. It turns out he is selling valuable medical materials to India and Nepal.  The truck breaks down and the young man and woman make for the nearest township on foot, braving the risk of death by freezing, and all the beasts of the Tibetan wilderness, such as bears, snowleopards and wolves. They encounter a pack of wolves and must fend them off with fire. Meanwhile, the platoon leader is stuck looking after the cheeky little Tibetan hunter, who sneaks out his stuff and makes a break for it. However he is saved from a close call with wolves by the gun-toting platoon leader.  The following scene could sum up the entire film: A grumpy tired Chinese soldier carrying an unpleasant old Tibetan musk-smuggler through a terrible and enchantingly untamed wilderness.  The platoon leader ends up getting along quite well with hunter, who is a wild man, but good at heart. He explains that he just doesn't want to be poor forever. The People's Liberation Army officer understands this ambition to be self-determining, and this is a central theme of the film.  At its core, this is a film about the natural will of all people to be invested with freedom and responsibility for their own lives.  The young couple are forced to turn back, the unarmed boy in disgrace. Meanwhile, the Tibetan woman's true grit seems to have restored platoon leader's faith in women as capable of feats of great valour, and keen wits to boot. He watches her as she rides off on horseback to find the necessary parts.  Despite their best efforts, the truck keeps breaking down, and a massive flood rises up and demolishes the roads. The platoon leader risks his life directing the truck through the flooded waters, with the Tibetan woman getting out to help him and almost being swept away. She is only saved through the combined efforts of the three travel companions.  Eventually they all make it out OK, and bid each other farewell as the car drives off into the distance.  Some highlights are:  Discussions of the Tibetan notion of anthropomorphic reincarnation.  Beautifal shots of towns, tents, festivals and colourful costumes, with local song and and dance.  Cultural History of the Film:  The interesting moral statement about the Tibetan attitude to \"sharing\" which the Chinese see as fundamentally a pretext for selfishness. (2 stars - James Donald; June 8, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}