{
    "system_id": 52164, 
    "permalink": "http://collections.acmi.net.au/objects/52164", 
    "record_type": "Title", 
    "acmi_identifier": "318079", 
    "title": "The Lucy show [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "MRA Entertainment, distributor", 
        "Desilu, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        "(Dolby Digital)"
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television comedies", 
        "Television/Television programs/Television programs - United States"
    ], 
    "genre": [
        "Comedy"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs - United States", 
        "Advertising, Film, Journalism, Mass Media & TV/Television comedies", 
        "Music & Performing Arts/Women comedians"
    ], 
    "abstract": [
        "Lucy's substitute secretary (prod. Tommy Thompson, dir. Maury Thompson)--Lucy and the French movie star (prod. Tommy Thompson, dir. Jack Donohue)--Lucy, the star maker (prod. Tommy Thompson, dir. Jack Donohue)--Lucy meets Robert Goulet (prod. Tommy Thompson, dir. Jack Donohue)"
    ], 
    "description": [
        "Lucille Ball stars as Lucy Carmichael, a widowed mother with two children living in California. She falls into a job when visiting the Vice President of the Bank, Theodore J Mooney (Gale Gordon), but is far from being a competent secretary. Based on the book \"Life without George\" by Irene Kampen. \"Lucy's substitute secretary\"; Lucy meets the woman who is to replace her whilst she is on holidays. She begins to worry when she discovers her replacement ended up superceceding the last secretary she worked for. Lucy is up to her devilish best to prevent this from happening. \"Lucy and the French movie star\": A French movie star calls on the office at the behest of the bank's president. Lucy has the honour of transcribing his written letter of agreement to bank with them but finds there's a lot of champagne prior to dictating. Guest stars Jacques Bergerac \"Lucy, the star maker\": Mr Cheever's nephew (Frankie Avalon) begins work at the bank. He's not a willing learner however as he has aspirations for showbiz. Lucy does all she can to help the talented singer. \"Lucy meets Robert Goulet\": A studio is running a lookalike contest as a promotional exercise and is awarding $5,000 to the person who looks most like Robert Goulet. Lucy has a plan to win."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)"
    ]
}