{
    "system_id": 52040, 
    "permalink": "http://collections.acmi.net.au/objects/52040", 
    "record_type": "Title", 
    "acmi_identifier": "317950", 
    "title": "Traditional Chinese brush painting: a personal journey with Zhou Xiaoping. Parts one and two", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2001"
    ], 
    "creator_contributor_role": [
        "SOFNet Schools' Television, Department of Education Employment and Training, Victoria, production company", 
        "Rod Parnall, producer", 
        "Justin Shortal, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:42:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        "Educational & Instructional", 
        "Documentary", 
        "Educational & Instructional/Instructional", 
        "Documentary/Documentary films - Australia"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Chinese - Australia", 
        "Education, Instruction, Teaching & Schools/Cross-cultural studies", 
        "Education, Instruction, Teaching & Schools/Art - Study and teaching", 
        "Economics, Philosophy, Politics, Religion & Sociology/Cross-cultural studies", 
        "Economics, Philosophy, Politics, Religion & Sociology/Chinese - Australia", 
        "Crafts & Visual Arts/Painting - Technique", 
        "Crafts & Visual Arts/Ink painting", 
        "Crafts & Visual Arts/Art - China", 
        "Crafts & Visual Arts/Calligraphy", 
        "Crafts & Visual Arts/Art - Study and teaching", 
        "Crafts & Visual Arts/Painting, Chinese"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is a two-part program about the traditional Chinese art of brush painting, its history and its relationship to calligraphy as seen through the eyes of artist Zhou Xiaoping. Part one: Follows the journey of Zhou Xiaoping as he returns to his homeland and the place he was born, Hefei, China. Zhou Xiaoping visited Australia in 1988 with an exhibition of traditional Chinese paintings in Melbourne and whilst here he took time out to go to Alice Springs where he made contact with an Aboriginal community. Zhou lived with and shared a cultural exchange with the Aborigines including Aboriginal artist Jimmy Pike. Through a joint collaboration, the two artists were successful in presenting two exhibitions in China. Zhou now resides in Melbourne with his wife and two children. In this part of the program Zhou discusses the history and techniques of brush painting through interviews with several traditional artists, teachers and historians including Liu Jichao, Guo Gongda, Zhou Bin, Zhen Ruoquan and Zhang Peiwu. Also discusses the four treasures of the study of brush painting, ie the brush, ink, ink-stick and paper and provides several close-up demonstrations of both the art of calligraphy and brush painting. Part two: Zhou continues his journey to Yellow Mountain, or a range of mountain peaks known as the Huang Shan Mountains. It is here that artists come for inspiration whether it be poets, writers or painters. Huang Shan is a spiritual place, a place of rocks, sea of clouds, strange pines and springs and where the atmosphere or mood can change dramatically within minutes or even seconds. We also visit an ancient town where the buildings have been preserved and where ink-sticks are still made in the traditional way. A fascinating and informative program enhanced by some beautiful landscape cinematography and artwork. Narration by Zhou Ziaoping and Justin Shortal. Contains some Chinese dialogue with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}