{
    "system_id": 52354, 
    "permalink": "http://collections.acmi.net.au/objects/52354", 
    "record_type": "Title", 
    "acmi_identifier": "318288", 
    "title": "Carnival of souls [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1962"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "Harcourt Productions, production company", 
        "Herk Harvey, producer/director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        "(Digital)"
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Thrillers", 
        "Horror"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/Religion", 
        "Communications, Infrastructure, & Transport/Traffic accidents", 
        "Magic, Occult & Supernatural/Ghosts", 
        "Magic, Occult & Supernatural/Zombie drama", 
        "Music & Performing Arts/Organ music", 
        "Economics, Philosophy, Politics, Religion & Sociology/Religion", 
        "Hobbies, Recreation & Sport/Amusement parks"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Set in the early 1960s, a horror/thriller about a young woman who, when a car she is riding in hurtles off a bridge during a drag race, survives despite the other two passengers perishing. Mary Henry's inability to remember anything about her ordeal doesn't stop her ambition to become a church organist in Utah. Apparitions of a ghostly zombie (played by director Herk Harvey) begin to appear and her failed attempts to ignore him tell us something more sinister is at play than B-grade 1960s horror. The fascination with an abandoned carnival, her indifference to spirituality and religion and her lack of interest in the jovial and sleazy neighbour Mr. Linden reflect the discontinuity of her life following the accident. The subtle use of an organ throughout the soundtrack maintains a constant state of tension and suspense and adds to the religious and morbid undertones. Harvey uses dreamlike sequences, where Mary enters a ghost world and cannot be seen or heard, which effectively highlights her feelings of marginalisation and creates an image of hysteria and mass paranoia - an effect which has become cliche in horror and suspense. The abandoned carnival which fills Mary with guilt and fear represents her deserted dead girlfriends - the cinematography which conjures up Hitchcock's use of shots featuring the individual enclosed within their environment to create a sense of loneliness, as in Vertigo and Frenzy. Hilligoss' (Mary Henry) amateur performance sees her immaculately make the transformation from a confused yet strong willed character to a maniacal woman who can't escape her demons while sparing watchers too many dramatic exaggerated facial close-ups. Harvey's story of a woman's psychological existence between the two worlds of life and death suggests influences for Lynch, 'Night of the living dead' and 'The Sixth sense'. Cast includes: Candace Hilligoss, Frances Feist, Sidney Berger, Art Ellison."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}