{
    "system_id": 169564, 
    "permalink": "http://collections.acmi.net.au/objects/169564", 
    "record_type": "Title", 
    "acmi_identifier": "B2003246", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 22]", 
    "other_title": [
        "Royal visit - Mildura R 18", 
        "Royal visit - Mildura R.18"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:09:32"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Mildura (Vic.)", 
        "Places/Mildura (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Murray River (N.S.W.-S. Aust.)", 
        "Places/Murray River (N.S.W.-S. Aust.)"
    ], 
    "abstract": [
        "Reel 22 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. Reel 22 contains further footage of the royal visit to Mildura."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  Reel 22 contains further footage of the royal visit to Mildura.  Detailed Description Reel 22:  Opens with motorcade driving through streets of unnamed town (probably Mildura), then scene shifts to airfield (again probably Mildura), surrounded by flag-waving crowds, with motorcade driving in. Officials mingle, and we see the \"royal\" in close-up. 00:02:21:00 the scene briefly shifts to Mildura weir, then an orchard (or vineyard) under irrigation. 00:02:37:00 back to the airfield, and more footage of the motorcade driving through streets. We then see a series of disconnected footage containing the royal couple waving to crowds from open car, in park and from a dais. 00:04:55:00 Crowd scenes of children at the park, including a parade carrying a \"Mildura Legacy\" banner. 00:05:40:00 we see a continuation of footage from previous Reels 20 & 21, of the Queen and Duke visiting a private property to observe the grape harvest. This is mixed up with scenes of Mildura streets and street decorations, scenes showing the \"floral carpet\" and grape decorations on the dais setup for the visit, and footage of people waiting for, waving at, and meeting the Queen and Duke."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}