{
    "system_id": 146453, 
    "permalink": "http://collections.acmi.net.au/objects/146453", 
    "record_type": "Title", 
    "acmi_identifier": "Z000066", 
    "title": "Beijing kebabs = Hei ko men erh!", 
    "other_title": [
        "Peking Kebabs", 
        "Hai ge men er"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Wang Fengkui, director", 
        "Peng Mingyan, script", 
        "Liu Fengdi, cinematographer", 
        "Zhou Lijing, cast", 
        "Lu Liang, cast", 
        "Zhong Xinghuo, cast", 
        "Lu Liping, cast", 
        "Li Wangfang, cast", 
        "Wang Fengkui, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Dubbing"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:50:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama"
    ], 
    "subject_group": [
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "In bustling Peking, Haizi is berated by his parents for his failure to pass his university entrance exam three consecutive times. Haizi begs his father for a private tutor. His father refuses and, instead, forces Haizi to work a dead-end job as the neighbourhood mailman. While Haizi's father is strict and unforgiving, however, his mother spoils him. Mod  En route one day, Haizi runs into Xiao Biao, a former classmate whom he has not seen for over a decade. Xiao Biao invites him into his home for a drink. Xiao Biao tells Haizi about his newly acquired interest in Chinese folklore. His parents both died in the Revolution, and now he and his sister Dongjia run the best kebab stall in all of Peking. As he listens to Xiao Biao's story of ambition and success, Haizi expresses his desire to leave his dead-end job and learn Japanese, all to impress his father. When Haizi returns home that evening, repeating self-taught Japanese phrases to himself over and over again, his parents are delighted to see his is trying to become a \"learned\" man.  The next day, Haizi visits his friends at their kebab stall. Hoards of people swarm around the hot plates, waving their money at Xiao Biao and begging for kebabs. Dressed as an 'Arab' from Jerusalem, Xiao Biao jokes around with his customers while the local men hit on Dongjia. Haizi, recognising their desperation, comes to the rescue and helps them run their overcrowded stall.  That afternoon, as Xiao Biao sits at a local bar, he spots a beautiful woman watering plants on a nearby high-rise balcony. She drops a flower and Xiao Biao picks it up, pressing it into his book.  That evening, Haizi returns home, exhausted from hours of hard work. His mother fusses over him, and both parents are both delighted by their son's newfound ambition.  The next day at the kebab stall, the mysterious woman from the balcony appears, leaving Xiao Biao speechless. He hands her a kebab and she leaves. During their lunch break, Xiao Biao asks Haizi if he likes Dongjia. Though Haizi is initially embarrassed, he finally admits that he thinks \"she's cute\". Xiao Biao encourages him to ask her out.  Haizi is sent to deliver a package to the mysterious woman, Wu Xuejie. When she acts arrogantly, Haizi leaves in embarrassment. He asks Xiao Biao to deliver the package instead, but he refuses, admitting how nervous he feels in her presence. Xiao explains to Haizi that Wu Xuejie tried to kill herself after a lover used her for her father's money and connections. Meanwhile, Dongjia befriends Haizi's sister.  Haizi confronts his father about his new job working at the kebab store and admits he wants to quit his job as a postman. His father berates him for working instead of going to school and studying hard like he should. Haizi defends Xiao Biao as an educated and respectful man.  Haizi realises that Xiao Biao is in love with Wu Xiujie. When he asks Dongjia about it, she tells him that they used to date. When Wu Xiujie was admitted into university and Xiao Biao was not, he was ashamed of his failure and never saw her again. They vow to reunite the couple. They write at letter to Wu Xiujie, begging her forgiveness.  When Haizi delivers mail to Wu Xiujie's apartment some time later, she approaches him, apologises for her rudeness on his first visit, and invites him inside for a drink. They chat and reminisce on their school days together.  When Haizi's father learns that his son is continuing to skip school and work at the kebab stand, he throws him out of the house. Haizi is forced to stay with Xiao Biao and Dongjia. Meanwhile, Haizi's parents agonise over the welfare of their son. Exhausted by the stress, Haizi's father comes to Xiao Biao's house, begging him to return his son. Observing the effect of his friendship with Haizi on his family, Xiao Biao forces Haizi to return home and reunite with his family.  Days later, Xiao Biao and Dongjia sit down to their last meal together, Xiao Biao having finally been accepted into college. As they wait for Haizi, Dongjia she has feelings for him and asks her brother for advice. She convinces her brother to find Wu Xiujie and tell her that he has finally been accepted into college.  Xiao Biao writes a letter to Wu Xiujie, explaining everything. Dongjia finds Haizi, reassuring him that despite failures he is a good man. They vow to love and care for one another, kiss, and (literally) walk off into the sunset together.  Cultural History of the Film:  Peking Kebabs is a great example of 1980s modern Chinese cinema. It has mainstream appeal, strengthened by its dubbed English dialogue with thick American accents. The story, which follows a group of young and ambitious locals, would have struck a chord with the country's youth population. The use of contemporary Peking as the backdrop to the story further conveys the film's desire to situate itself within the modern world. (4 stars - Aleena Glentis; October 11, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}