{
    "system_id": 154015, 
    "permalink": "http://collections.acmi.net.au/objects/154015", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001955", 
    "title": "ACMI in the regions: Stories from Lockington", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:56:55"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "These six short documentaries look at life in Lockington from different perspectives. Made as part of the 'ACMI in the Regions' program."
    ], 
    "description": [
        "The 'ACMI in the Regions' program aims to encourage regional storytelling on-screen and to equip local participants with the knowledge, confidence and skills to practice - long into the future - the art and craft of the moving image.  Actively engaging local residents in the process of storytelling and film production, we facilitate participation that helps people to document their histories and capture their own stories - to express and explore on-screen why they live and work and play in the towns they call home.  These five short documentaries look at life in Lockington from different perspectives, covering local businesses, the Lockington Living Heritage Complex, a young girl growing up in Lockington, the experiences of a group of women and the Lockington Hotel, where the locals come to meet and enjoy local music at night."
    ], 
    "member_object": [
        "Title; B2001743; It's OUR Business: Lockington and District; Active; 2008", 
        "Title; B2001746; Ladies of Lockington; Active; 2008", 
        "Title; B2001745; Living in Locky: The Youth Perspective; Active; 2008", 
        "Title; B2001920; Lockington Film Premiere: ACMI in the Regions; Active; 2009", 
        "Title; B2001744; Lockington Living Heritage Complex; Active; 2008", 
        "Title; B2001747; Locky by Night; Active; 2008"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}