{
    "system_id": 2315, 
    "permalink": "http://collections.acmi.net.au/objects/2315", 
    "record_type": "Compilation title", 
    "acmi_identifier": "B1005495", 
    "title": "Another day, another dollar: three short films about the history of work", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1988"
    ], 
    "creator_contributor_role": [
        "Open Channel Productions, producer", 
        "Open Channel Productions, director", 
        "Open Channel Productions, writer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:33:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Aboriginal and Islander viewers should note this work may contain images of deceased people and caution should be exercised when viewing.", 
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Documentary"
    ], 
    "subject_group": [
        "Aboriginal Australia/Aboriginal Australians", 
        "History/Australia - History", 
        "Anthropology, Ethnology, Exploration & Travel/Australia - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communities", 
        "Economics, Philosophy, Politics, Religion & Sociology/Discrimination", 
        "Agriculture, Business, Commerce & Industry/Work", 
        "Agriculture, Business, Commerce & Industry/Employment", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women"
    ], 
    "abstract": [
        "A trilogy of short films presenting a historical overview of work in Australia using archival film footage, stills, drawings, and newsreels. The three films are: \"Projected memories: work in old films\" (12 mins); \"Never done: women, work and history\" (9 mins); \"Close to slavery: black work in white history\" (10 mins)"
    ], 
    "description": [
        "\"Projected memories: work in old films\": In 1947, a projectionist took a collection of instructional 16mm films about work to the bush. This short film includes excerpts from that collection covering early footage (1900s-1930s) of families on the land; factory workers; steel workers; coal miners; working women; the rise of trade-unions and the 8-hour day; peace campaign of 1938; the invention of the teleprinter; the arrival of the corner grocer shop and much more. \"Never done: women, work and history\": Focuses on women in the workplace from the mid-1800s through to the 1970s including footage of the first women's union (1882); industrialisation and factory work; the birth of the modern office worker (1890s); equal pay for equal work movement; WWI and WWII women in the workforce; trade-unionism and feminism. \"Close to slavery: black work in white history\": It was government policy for Aboriginal Australians to assimilate to the white ethics of education and work whereas traditional Aborigines did not recognise the western idea of work and preferred to follow their own cultural identity. Then came the mission stations, removal of Aboriginal children, forced labour often in the most deplorable conditions, exploitation and even when black Australians were trained in skilled work through the mission stations, white Australians would not employ them - all this most comprehensively portrayed by the archival footage in this film."
    ], 
    "member_object": [
        "Title; B1006889; Close to Slavery: Black Work in White History; Active; 1988", 
        "Title; B1006888; Never Done: Women, Work and History; Active; 1988", 
        "Title; B1006887; Projected Memories: Work in old films; Active; 1988"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "SP Betacam; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded"
    ]
}