{
    "system_id": 43945, 
    "permalink": "http://collections.acmi.net.au/objects/43945", 
    "record_type": "Title", 
    "acmi_identifier": "309452", 
    "title": "Early cinema. Vol. 02", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        ""
    ], 
    "creator_contributor_role": [
        "Museum of the Moving Image (BFI), distributor", 
        "Hepworth Manufacturing Company, production company", 
        "Cricks and Martin, production company", 
        "Kineto Production Company, production company", 
        "Edison Manufacturing Company, production company"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Great Britain"
    ], 
    "genre": [
        "Documentary", 
        "Documentary/Documentary films - Great Britain"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Robbery", 
        "Communications, Infrastructure, & Transport/Railroad trains", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion pictures - United States - History", 
        "Advertising, Film, Journalism, Mass Media & TV/Motion pictures - History", 
        "History/History"
    ], 
    "abstract": [
        "How it feels to be run over--Explosion of a motor car--Rescued by Rover--The Other side of the hedge--That fatal sneeze--A Visit to Peek Frean and Co.'s biscuit works--A Day in the life of a coalminer--Par le trou de serrure = Peeping tom--Histoire d'un crime--Ali Baba et les quarante voleurs--Reve et realite--La Revolution en russe--Aladin ou la lampe merveilleuse--Le Cheval emballe--The Physican of the castle--Magic bricks--Dewar's - it's scotch-- The Gay shoe clerk--The Great train robbery--The Dream of a rarebit fiend."
    ], 
    "description": [
        "Selected and compiled by the British Film Institute Film and Video Library, this 2 part series on early cinema presents a variety of films from the pre-1910 period. The selection tries to represent issues that are currently written about and refutes claims that \"primitive\" filmmaking was a series of progressive movements towards classic narrative cinema. Titles from the Hepworth Manufactury Company include: \"How it feels to be run over\" (dir. Cecil Hepworth); \"Explosion of a motor car\" (dir. Hepworth); \"Rescued by Rover\" (dirs. Lewin Fitzhamon and possibly Hepworth); \"The Other side of the hedge\" (dir. Fitzhamon); \"That fatal sneeze\" (dir. Fitzhamon). Titles from the Cricks and Martin Studio include: \"A Visit to Peek Frean and Co.'s biscuit works\". Titles from the Kineto Production Company include: \"A Day in the life of a coalminer\". Titles from the Pathe Freres studio include: \"Par le trou de serrure (Peeping Tom)\"; \"Histoire d'un crime\" (dir. Ferdinand Zecca); Ali Baba et les quarante voleurs\" (dir. Zecca); \"Reve et realite (dir. possibly Zecca); \"La Revolution en Russie (Les Evenements d'Odessa/Le cuirasse Potemkine/Revolution in Odessa)\" (dir. Lucien Nouquet); \"Aladin ou la lampe merveilleuse\"; \"Le Cheval emballe\" (dir. Zecca); \"The Physican of the castle\"; \"Magic bricks\" (dir. Gaston Velle). Titles from the Edison Manufacturing Company include: \"Dewar's - it's scotch\"; \"The Gay shoe clerk\" (dir. Edwin s Porter); \"The Great train robbery\" (dir. Porter); and \"The Dream of a rarebit fiend\". A voiceover provides a brief overview of each production studio prior, and during the presentation of films the studio has produced. Piano accompaniment by Neil Brand."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}