{
    "system_id": 49800, 
    "permalink": "http://collections.acmi.net.au/objects/49800", 
    "record_type": "Title", 
    "acmi_identifier": "315605", 
    "title": "Songs from the second floor", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Sweden"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Danmarks Radio, production company", 
        "Nordisk Film-och TV-Fond, production company", 
        "Roy Andersson Filmproduktion, production company", 
        "Lisa Alwert, producer", 
        "Roy Andersson, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Swedish"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:38:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Sweden", 
        "Foreign language films"
    ], 
    "genre": [
        "Comedy", 
        "Comedy/Black comedy"
    ], 
    "subject_group": [
        "Literature/Kafka, Franz", 
        "Advertising, Film, Journalism, Mass Media & TV/Film festivals - France - Cannes - Awards", 
        "Advertising, Film, Journalism, Mass Media & TV/Surrealism in motion pictures", 
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Insanity", 
        "Music & Performing Arts/Theater of the absurd", 
        "People/Kafka, Franz", 
        "History/Europe - Civilization - 20th century", 
        "History/Millennium celebrations (Year 2000)", 
        "Economics, Philosophy, Politics, Religion & Sociology/Capitalism", 
        "Economics, Philosophy, Politics, Religion & Sociology/Christianity", 
        "Economics, Philosophy, Politics, Religion & Sociology/Economics", 
        "Economics, Philosophy, Politics, Religion & Sociology/European Economic Community", 
        "Crafts & Visual Arts/Surrealism in motion pictures", 
        "Music & Performing Arts/Abba (Musical group)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "On the eve of the millenium in an unidentified west European city, strange events begin to unfold. At first they are strictly personal and individual: a businessman has to fire his staff in order to satisfy the logic of the free market; a magician's trick backfires and he begins to saw a man in half; a lost immigrant is set upon violently by a passing group of strangers. Soon the world around the city itself begins to fall apart. There is an inexplicable and seemingly neverending traffic jam; board meetings descend into panic when the buildings themselves begin to move; the souls of the dead begin to rise. In the midst of all of this there is Karl, a failed businessman who has set his factory alight and who argues incessantly with his mute poet son who has gone mad. \"Songs from the Second Floor\", filmed almost entirely of single take long shots, is a surrealist black comedy about the collapse of capitalism that uses the rhetoric of the free market and of liberalism itself to refract back a world in which competition, exploitation, and surplus has led to the devaluation of all human relationships, aspirations and commitments. One moment moving us with highly emotional scenes of alienation and loss, the director Roy Andersson then juxtaposes those moments with scenes of wicked and almost blasphemous black humour (an old Army General celebrating his centenary embarrasses the guests by calling out for Goering; a fast-talking businessman throws away crucifixes in disgust when he realises Christianity no longer sells). Influenced by the nightmare visions of Kafka, the audacious experimentation of the Theatre of the Absurd and by the director's own experiences in framing and directing highly stylised TV commercials, \"Songs from the Second Floor\" is one of the most striking, idiosyncratic and ultimately disturbing of millenium visions. In this world of mirrors and endless windows reflecting and opening up to only increasing folly, the fire and brimstone of the Christian Armageddon is replaced by the insane selfishness, greed and panic which greets the capitalist vision of the end of the world. The excellent music score is by former Abba performer, Benny Andersson. (Awards: Winner of the Special Jury Prize, Cannes Film Festival, 2000)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}