{
    "system_id": 50312, 
    "permalink": "http://collections.acmi.net.au/objects/50312", 
    "record_type": "Title", 
    "acmi_identifier": "316134", 
    "title": "Eyes wide shut", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1999"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "Hobby Films, production company", 
        "Pole Star, production company", 
        "Warner Bros, production company", 
        "Stanley Kubrick, producer/director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:33:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Adaptations", 
        "Fantasy & Science Fiction", 
        "Drama", 
        "Drama/Melodrama", 
        "Drama/Road movies", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Literature/Austrian literature - Film and video adaptations", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Dreams", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Marriage", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Psychoanalysis", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Freud, Sigmund, 1856-1939", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Magic, Occult & Supernatural/Dreams", 
        "People/Freud, Sigmund, 1856-1939"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Stanley Kubrick's last film is a metaphysical exploration of fantasy and marriage. Based loosely on the Austrian novel \"Traumnovelle\" by Arthur Schnitzler, which was itself based on Schnitzler's experience of Freudian psychoanalysis, 'Eyes wide shut' begins at an elaborate ball where we are introduced to Dr. William Harford and his wife, Alice. A haute-bourgeois contemporary couple, Bill and Alice, seem to have everything going for them: wealth, health, a beautiful child, security. But on returning back from the party, Alice, after smoking marijuana, tells her husband of a sexual fantasy involving a Navy Lieutenant. This fantasy precipitates a crisis of jealousy and identity for the Doctor who then takes to the New York streets on a nightmare journey of the soul which culminates in a baroque ritualistic orgy. Recreating New York City on sound stages in London has allowed Kubrick to re-imagine the city as a swirling metropolis of the unconscious, where Bill's encounters with lascivious shop-owners, HIV positive prostitutes and malevolent arch-capitalists can be read as either a commentary on contemporary consumer indulgence and excess, or as manifestations of the doctor's feverish imagination. In many respects 'Eyes wide shut' can be read as a road movie where instead of taking us through geographical space and time, Kubrick involves us in a journey across the human psyche and imagination. The film itself heavily divided audiences on its release. By attaching his cool distanced filmmaking techniques to a torrid psychoanalytic phantasm about marriage and sex, Kubrick has created something unique in cinema history: a melodrama which is in fact an anti-love story, a Sirkean study of love as re-imagined by Ingmar Bergman. Whatever one's opinion about 'Eyes wide shut', what is undeniable is the supreme confidence of Kubrick's filmmaking, both visually and in terms of the rich, mesmerising soundtrack. The film stars the then real-life married couple, Tom Cruise and Nicole Kidman."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}