{
    "system_id": 49830, 
    "permalink": "http://collections.acmi.net.au/objects/49830", 
    "record_type": "Title", 
    "acmi_identifier": "315640", 
    "title": "Provincial actors = Aktorzy Prowincjonalni", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Poland"
    ], 
    "creation_date": [
        "1980"
    ], 
    "creator_contributor_role": [
        "Zespol Filmowy 'X', production company", 
        "Zespol Filmowy 'X', producer", 
        "Agnieszka Holland, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Polish"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:44:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Poland", 
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Advertising, Film, Journalism, Mass Media & TV/Film festivals - France - Cannes - Awards", 
        "Music & Performing Arts/Theater", 
        "Crafts & Visual Arts/Performance art"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "A savvy director arrives in a small Polish town to put on a play titled, \"Liberation\". He enlists predominately the men of the local theatre troupe to star in the play whilst the women and various members of the local community assist as stagehands. As preparations commence, however, tensions and conflicts arise: disagreements abound over the play's interpretation; resentments surface between co-workers and bosses. These grievances threaten to undo not only the production itself, but also personal relationships and the harmony of the community at large. The relationship between the lead star, Chris, and his wife, Anna, suffers the most as Chris' self-importance and ambition lead him to neglect his wife and disregard her opinion on his performance. Agnieszka Holland adopts a realist, understated approach in her early film, \"Provincial actors\", and reflects ironically and engagingly on what goes on 'behind the scenes': matters of ego, class and gender divisions, the difficulty of working together. By doing so she shows how the ideals and values expressed in art, such as equality, community and justice, often do not get applied in reality. In fact, theatre and performance is seen to be a breeding ground for egoism, ill communication and disrespect toward others. A winning quality of this film, however, lies in its dynamic, fluid group scenes where the actors drink, eat and relax together, and the distinction between public and private, mask and inner self dissolves. In Polish with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}