{
    "system_id": 50034, 
    "permalink": "http://collections.acmi.net.au/objects/50034", 
    "record_type": "Title", 
    "acmi_identifier": "315852", 
    "title": "Spirit of trees", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1992"
    ], 
    "creator_contributor_role": [
        "Acacia Productions, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "03:44:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Great Britain"
    ], 
    "genre": [
        "Educational & Instructional", 
        "Educational & Instructional/Instructional", 
        "Documentary/Documentary films - Great Britain", 
        "Documentary"
    ], 
    "subject_group": [
        "Climate, Environment, Natural Resources & Disasters/Plant-water relationships", 
        "Climate, Environment, Natural Resources & Disasters/Plant conservation", 
        "Climate, Environment, Natural Resources & Disasters/Forest ecology", 
        "Climate, Environment, Natural Resources & Disasters/Agriculture - Environmental aspects", 
        "Climate, Environment, Natural Resources & Disasters/Trees", 
        "Climate, Environment, Natural Resources & Disasters/Ecology", 
        "Climate, Environment, Natural Resources & Disasters/Tree felling", 
        "Climate, Environment, Natural Resources & Disasters/Conservation of natural resources", 
        "Climate, Environment, Natural Resources & Disasters/Island ecology", 
        "Climate, Environment, Natural Resources & Disasters/Tree planting", 
        "Climate, Environment, Natural Resources & Disasters/Mountain ecology", 
        "Climate, Environment, Natural Resources & Disasters/Environmental protection - Citizen participation", 
        "Climate, Environment, Natural Resources & Disasters/Botany", 
        "Climate, Environment, Natural Resources & Disasters/Garden ecology", 
        "Climate, Environment, Natural Resources & Disasters/Natural history", 
        "Climate, Environment, Natural Resources & Disasters/Landscape gardening", 
        "Climate, Environment, Natural Resources & Disasters/Botany - Ecology", 
        "Climate, Environment, Natural Resources & Disasters/Environmental education", 
        "Crafts & Visual Arts/Wood-carving"
    ], 
    "abstract": [
        "Old oaks--Native trees--From wild woods to town gardens--A Dying breed--The Folklore of trees--Rare trees--History of trees--Future of trees"
    ], 
    "description": [
        "Writer, broadcaster and environmentalist Dick Warner presents this comprehensive documentary on tree facts, crafts and lore. \"Old oaks\": Dick and entomologist Ted Green examine oak trees and beetles, bugs and fungi play an important role in the maintenance of a healthy ecosystem. Dick also visits Glenstal Abbey in Ireland, where Brother Anthony explains his passion for forestry, and Brother Ciaran demonstrates his interest in using fallen branches for commercially viable wood-turned hand-crafts. In Part two, \"Native trees\", Dick travels to the Highlands of Scotland to examine efforts to restore native woodlands and rehabilitate dead and dying areas through the Findhorn Foundation's award winning \"Trees of life\" program. Focuses on the collection and treatment of seeds, and how careful management of these natural resources will benefit both people and the environment in the future. In Part three, \"From wild woods to town gardens\", Dick and the woodland expert Oliver Rackham discuss the concept of the wild wood as opposed to the plantation, and go in search of rare species of native trees. Dick then compares the wild wood to the town garden, examining why people often overlook native trees in urban spaces. With Simon Hodge from the Forestry Commission, he scrutinises examples of good and bad tree planting, and offers general advice to people wishing to plant trees. In Part four, \"A Dying breed\", Dick visits Bill Hogarth, one of the last remaining coppice woodsmen in the Lake District, and reveals the commercial potential in this old form of woodland management. Dick also speaks to Walter Lloyd, who has restored the ancient tradition of making charcoal (and wooden tent pegs) from coppice wood. In \"The Folklore of Trees\", filmed in Ireland and England, Dick explores the perpetuation of customs and superstitions incorporating trees that can be traced back to pagan times, and looks at modern spirituality and rituals associated with tree worship. He visits a Money Tree, holy wells and the sacred trees that guard them, examines the folkloric traditions connecting trees and May Day, and hears first hand accounts of the superstitions surrounding the rowan, or \"fairy\" tree. In \"Rare Trees\", Dick visits the island of Socotra in the Indian Ocean to find out what drives botanists to conserve rare specimens such as the Desert Rose, Dragon's Blood, wild pomegranate and Cucumber trees. Back in England, he discovers similar preservation efforts being conducted with old varieties of fruit trees, particularly the Plymouth pear and the Brampton apple, and discusses some of the techniques being used to prevent their extinction. In \"History of Trees\", Dick tracks down ancient trees and the importance of tree ring analysis for both dating objects for archeologists and documenting environment alteration. He visits the remarkable Bristlecone pines in the White Mountains, California, the ancient Limes of Coniston, North West England, and looks at the significance of the placement of ancient Yew trees in relation to churches. In the final episode of this series, \"Future of Trees\", Dick considers the modern usage of trees by looking at the versatility of Willows and their prudent use as opposed to the exploitation of the Redwoods in the Sierra Nevada Mountains, California."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}