{
    "system_id": 159752, 
    "permalink": "http://collections.acmi.net.au/objects/159752", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2002781", 
    "title": "Shaun Tan's The Lost Thing: From book to film. Interviews", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2013"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:19:11"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Interviews about the production process in the making of 'The Lost Thing',  and the film itself."
    ], 
    "description": [
        "Set in a city overrun by bureaucracy, Shaun Tan's picture book 'The Lost Thing' tells the story of a boy who befriends a strange creature that doesn't appear to fit in any of the available pigeon holes. Melbourne-based production company Passion Pictures Australia invited Shaun to direct an animated version of 'The Lost Thing', and several years later, the Oscar®-winning short film emerged. The ACMI exhibition 'Shaun Tan's The Lost Thing: From book to film' (showing in Gallery Two from 16th July 2013 to 19th January 2014), features Shaun's exquisite original drawings and working sketches alongside exclusive footage of the animators and sound artists, demonstrating how the drawings were brought to life on screen with movement, sound effects, music and narration. These eight interview segments are each based on a particular production process in the making of 'The Lost Thing'. The eight segments feature interviews with Shaun Tan (writer/co director), Sophie Byrne (producer), Tom Bryant (3D artist), Leo Baker (animator), John Kassab (sound designer) and Michael Yezerski (composer). In addition to the interviews, there is a wealth of 'behind-the-scenes' footage, rough drafts of designs and animation wireframes from the very early stages of production."
    ], 
    "member_object": [
        "Title; B2002819; Asking Around; Active; Jun 2013", 
        "Title; B2002815; The Boy; Active; Jun 2013", 
        "Title; B2002823; The City; Active; Jun 2013", 
        "Title; B2002825; Federal Department of Odd and Ends; Active; Jun 2013", 
        "Title; B2002875; The Lost Thing; Active; 2010", 
        "Title; B2002818; The Lost Thing: character; Active; Jun 2013", 
        "Title; B2002821; Production Process; Active; Jun 2013", 
        "Title; B2002822; Storytelling; Active; Jun 2013", 
        "Title; B2002824; Utopia; Active; Jun 2013"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Compilation title; B2002827; Shaun Tan's The Lost Thing: From book to film. The Interviews; Active; Jun 2013"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}