{
    "system_id": 146408, 
    "permalink": "http://collections.acmi.net.au/objects/146408", 
    "record_type": "Title", 
    "acmi_identifier": "Z000020", 
    "title": "A Fatherless village = Mei you ba ba de cun zhuang", 
    "other_title": [
        "没有爸爸的村庄", 
        "Orphan Village: SOS"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1988"
    ], 
    "creator_contributor_role": [
        "Children's Film Studio (China), production company", 
        "Lu Ping, director", 
        "Wang Xingdong, script", 
        "Wang Zhebin, script", 
        "Wang Jiuwen, cinematographer", 
        "Wang Hanchang, editor", 
        "Cheng Xiaolong, cast", 
        "Qiao Chen, cast", 
        "Ding Jiali, cast", 
        "Fang Fang, cast", 
        "Zhang Xi, cast", 
        "Shanghai Film Orchestra, music"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:27:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama", 
        "Childrens Films", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Village communities - China", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Aggressiveness (Psychology) in children", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Child care", 
        "Family, Gender Identity, Relationships & Sexuality/Children and adults", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Emotional and behavioral difficulties in children", 
        "Family, Gender Identity, Relationships & Sexuality/Emotional and behavioral difficulties in children", 
        "Family, Gender Identity, Relationships & Sexuality/Homeless children"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "\"Disaster befalling mankind is everlasting. So is the love of human beings.\"  The film focuses on the plight of orphaned children, in this case mostly from natural disasters, and the \"SOS Villages\", founded in China to provide a more nurturing environment for the traumatised young survivors.  The film opens dramatically with an infant crying out for their mother, amid the destruction of a horrendous volcano eruption. This sets the scene for a collection of young boys and girls, who have been orphaned and sent to one of these  \"SOS villages\", modeled on the first post-World War II institutions founded by Austrian Doctor Germanile. The village is a collection of several households, with the half-dozen children in each being watched over by a single \"auntie\".  The oldest and most rabid of these orphans is Pi Tao, who had to be forcibly separated from his only remaining companion, a mangy dog by the name of Huazi. He enjoys hunting birds (to eat) and is quick to brandish his knife. Living on the street has proven a hard life, and earlier abuse by his grandparents has taught him to assert himself by bullying others and attention win attention with violence. Pi Tao exerts a strong influence as an older role model over the younger children, who are not only young and impressionable but extremely sensitive. They often express this deep psychological trauma at nighttime, which therefore ends up being one of the more lively times of the day. The children suffer from terrifying nightmares, sleepwalk on the roof, and are prone to invite a variety of mischief that ends in the whole village being woken up.  Needless to say, the unrest precipitated by the mental scars of these kids takes a certain toll on their adoptive \"aunties\", who through loyalty to their children are often forced to come to loggerheads with the other guardians in the village.  The three aunties featured in the film are neatly stereotyped as; Meng Qiaoling  \"the strong one\", Yang Qing \"The inexperienced — but pretty — youthful one\", and Bai Jin \"the homely old widowed one\". As the film progresses their own personal stories unfold, explaining not only their backgrounds and reasons for taking on this role, but also the social stigmas associated with single mothers, adoption, orphans and the lack of a support network for those in desperate need of loving care but are denied it.  The moral of the film, like most others of the period, is that human beings are inherently good, and should therefore be prepared to compromise with the shortcomings and difficulties in associating with others. However, it also touches a much deeper and more fundamental nerve that stretches across all barriers, that society can only function humanely if its people remember their own natural desire to love and be loved, despite the risks of pain engendered through such ventures.  With that said, viewers should not expect to be thoroughly entertained, as the film is often rather tedious and dry. (2 stars - James Donald; June 6, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}