{
    "system_id": 169577, 
    "permalink": "http://collections.acmi.net.au/objects/169577", 
    "record_type": "Title", 
    "acmi_identifier": "B2003238", 
    "title": "[Royal Visit, Victoria, 1954: Pre-Release Footage: Reel 16]", 
    "other_title": [
        "Royal visit - Shepp., Tatura, Echuca… R 13", 
        "Royal visit - Shepp., Tatura, Echuca… R.13"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Parallel search title"
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1954"
    ], 
    "creator_contributor_role": [
        "State Film Centre of Victoria, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Silent"
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:10:46"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels/Archival materials"
    ], 
    "subject_group": [
        "History/Elizabeth II, Queen of Great Britain, 1926-", 
        "People/Elizabeth II, Queen of Great Britain, 1926-", 
        "History/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "People/Philip, Prince, consort of Elizabeth II, Queen of Great Britain, 1921-", 
        "Economics, Philosophy, Politics, Religion & Sociology/Visits of state", 
        "History/Visits of state", 
        "History/Victoria - History", 
        "Anthropology, Ethnology, Exploration & Travel/Victoria - Description and travel", 
        "Places/Victoria", 
        "Anthropology, Ethnology, Exploration & Travel/Shepparton (Vic.)", 
        "Places/Shepparton (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Tatura (Vic.)", 
        "Places/Tatura (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Echuca (Vic)", 
        "Places/Echuca (Vic)", 
        "Places/Rochester (Vic.)", 
        "Anthropology, Ethnology, Exploration & Travel/Bendigo (Vic.)", 
        "Places/Bendigo (Vic.)"
    ], 
    "abstract": [
        "Reel 16 of a collection of silent, pre-release footage of the Royal Visit to Victoria of Queen Elizabeth II and her husband, Prince Philip the Duke of Edinburgh, in 1954. In Reel 16 the royal couple visit regional Victorian towns; including 'behind the scenes' shots of press and radio recording the tour, and the enthusiastic welcome given by the citizens of rural Victoria."
    ], 
    "description": [
        "The 1954 visit to Australia of newly-crowned Queen Elizabeth II with her husband and consort Prince Philip, Duke of Edinburgh, was a cause of much celebration - and an occasion for much pageantry - in Victoria. Elizabeth was the first reigning monarch to visit Australia, and the young and popular royal couple attracted intense interest wherever they visited on their extensive Australian tour.  This silent, pre-release footage - much of which eventually comprised sections of the official Victorian film release - follows the visiting couple on their journey throughout the state; including numerous regional centres as well as major sites and events in Melbourne. It shows not only the \"official\" portrait of this historic royal visit, but also dwells on the reactions of the Victorian people; crowds of whom waited by roadsides and railways, on city streets and in small country towns, for a glimpse of the monarch.  As well as focusing on the history of the 1954 royal visit, the footage thus also gives us a unique and invaluable look back in time at some of the buildings, streetscapes, vehicles, cameras, fashions and crowd behaviours of the mid-1950s in Victoria.  In Reel 16 the royal couple visit regional Victorian towns; including 'behind the scenes' shots of press and radio recording the tour, and the enthusiastic welcome given by the citizens of rural Victoria.  Detailed Description Reel 16:  Opens with Title \"Shepparton\", followed by footage of crowds waiting to see the royal visitors. 00:00:26:00 Queen and Duke arrive and meet some locals. 00:00:36:00 Queen, Duke and local Mayor mount dais for speeches (by Mayor and Queen). 00:00:58:00 Queen and Duke re-enter car for drive through town; crowds line streets. Camera stays focussed on car, with little footage of Shepparton streets. 00:01:13:00 shot includes some local buildings and shops and a sign for the \"P & O Cafe\" is visible. 00:01:18:00 Title \"Tatura\",  followed by footage of crowds waiting to see the royal visitors, including school children in uniform. 00:01:39:00 Queen and Duke arrive in car, meet some locals. 00:02:16:00 Queen makes speech from dais. 00:02:19:00 \"Tatura\" sign at local railway station segues straight into footage of crowds along tracks taken from moving train, then views of orchards (or vines?) and paddocks also shot from moving train. 00:03:12:00 Title \"Echuca\", followed by a shot of the Murray River with buildings and boats moored at banks. 00:03:23:00 street parade of children (beneath a series of floral arches), including Brownies and Girl Guides in uniform. 00:03:41:00 waiting crowds shot from moving train with some town some buildings visible. 00:03:49:00 Queen and Duke get into car. 00:03:58:00 Queen and Duke listening to speech (by Mayor). 00:04:13:00 good shot of assembled press photographers standing for national anthem. 00:04:22:00 Queen makes speech. 00:04:33:00 back into car for street tour. Footage of local streets and buildings, and crowds lining roadway. 00:05:11:00 car arrives at railway station. 00:05:19:00 close-up of Queen and Duke waving from back of train. 00:05:26:00 Title \"Rochester\", followed by footage of waiting crowds. 00:05:44:00 Boy Scouts in uniform marching past a public building in background (possibly school or town hall). 00:05:49:00 footage of \"Royal\" train coming into station, Queen and Duke disembark. 00:06:07:00 Queen and Duke meet and chat with locals, and walk along crowd-lined street. The flies are particularly bad, and both Queen and Duke are seen waving flies away between waving at the crowd. 00:06:28:00 street sign \"Welcome Shire of Rochester\". 00:06:57:00 back to the railway station and onto train. Crowds waving and cheering. 00:07:30:00 good shot of reporter talking into microphone. 00:07:40:00 Title \" Bendigo\", followed by footage of waiting crowds from moving train, Queen emerging from railway station. 00:07:55:00 with Mayor in robes and chain. More footage of crowds and motorcade through streets follows. 00:08:41:00 appears to arrive at sportsground with crowds including Girl Guides and Brownies. 00:09:05:00 Queen addresses crowd from dais. 00:09:10:00 shot of press photographers kneeling and crouched on grass. 00:09:29:00 back in the car, Duke appears to remove something from back of Queen's dress. 00:09:50:00 at decorated railway station (\"Parcels Office and Cloak Room\" sign). 00:10:03:00 car arrives at station. 00:10:22:00 footage of people along tracks and houses from moving train, orchards and landscape."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Collection; B2003220; [Royal Visit, Victoria, 1954: Pre-Release Footage]; Active; 1954"
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "MOV file H264; ACMI Digital Access Copy - presentation", 
        "16mm film; Master", 
        "MOV file ProRes4444; Digital Preservation Master - overscan", 
        "MOV file ProRes4444; Digital Preservation Master - presentation"
    ]
}