{
    "system_id": 530, 
    "permalink": "http://collections.acmi.net.au/objects/530", 
    "record_type": "Title", 
    "acmi_identifier": "B1001994", 
    "title": "Versifier", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1998"
    ], 
    "creator_contributor_role": [
        "Gina Czarnecki, creator", 
        "Emma Crimmings, research manager"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "unclassified", 
        "M (15+)", 
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "figures mired in darkness, naked and vulnerable"
    ], 
    "description": [
        "Gina Czarnecki's 'Versifier' places the viewer alone in a room with nine naked figures. Varying in age, race and gender, 'Versifier's' pale figures are without identity or voice, like spectres of people with a hidden past that has occurred long before our arrival. Rearprojected onto a vast screen stretched like skin across the space, these human forms suggest early nineteenth-century museum exhibits: human specimens stripped of protective layers and preserved eternally in a captive vessel.  Currently heading the Electronic Imaging Department at the University of Dundee, Gina Czarnecki works at the intersection of film, video and computer-generated imagery. In describing 'Versifier' she explains, 'I have always loved the cinematic experience and came to realise that I wanted this in an installation environment. There is something about being in the dark in a public space that focuses your eyes and attention onto small details, sounds, people in the space with you or your inner thoughts and solitude.'  Once enclosed within Czarnecki's installation, the viewer focuses on the exposed inhabitants. With its confronting interface, Versifier challenges notions of modesty, candour, embarrassment, fascination. Experiences that we tend to take for granted are offered up for creepily clinical re-examination. Czarnecki has used digital technology to manipulate the figures into disquieting hybrid forms: skin tones are unusually monochromatic, limbs appear disproportionate and distended. The body itself - the medium through which we all experience the world - takes on disturbing new definitions inside the specimen room that is Versifier.  Czarnecki's mutant characters gesture forward to contemporary anxieties about the looming new frontier of genetic modification, manipulation and experimentation. But they also point backward to personal memories of vulnerability or exposure, and to communal memories of the Holocaust and genocide in which bodies were lined up and exposed in ways that were an affront to all accepted definitions of humanity. In fact, Czarnecki's disturbing yet beautiful parade calls into question everything - past, present and future - that makes us human in the most basic, naked way."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Collection; B1005777; Exemplary Works; Active", 
        "Collection; B1005391; Exemplary Works: Highlights of the Exhibitions Collection; Active", 
        "Collection; B1005390; Exhibition Collection; Active; 01 Dec 1998", 
        "Title; B1003880; Remembrance: Persistence of vision [exhibition documentation]; Active; 2003"
    ], 
    "object_relationship": [
        "higher term", 
        "higher term", 
        "higher term", 
        "higher term"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "Digital Betacam [PAL]; Master", 
        "Digital Betacam [PAL]; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Preview Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "DVD [PAL]; Copy", 
        "VHS [PAL]; Reference - timecoded", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy", 
        "DVD [PAL]; Exhibition Copy"
    ]
}