{
    "system_id": 146466, 
    "permalink": "http://collections.acmi.net.au/objects/146466", 
    "record_type": "Title", 
    "acmi_identifier": "Z000081", 
    "title": "The Loner = Gu du de mou sha zhe = 孤独的谋杀者", 
    "other_title": [
        "Lonely Murderer"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Zhang Junzhao, director", 
        "Guangxi Film Studio, production company", 
        "Jin Haifeng, producer", 
        "Ci Minghe, writer", 
        "Qin Jinghong, cinematographer", 
        "Xiao Feng, cinematographer", 
        "Pei Xiaonan, editor", 
        "Sun Genfa, cast", 
        "Dong Xiaodong, cast", 
        "Lv Guangchen, cast", 
        "Xu Bingzhi, cast", 
        "Liu Qixin, cast", 
        "Lu Huasheng, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:40:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure", 
        "Action & Adventure/Action films", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Assassination", 
        "Family, Gender Identity, Relationships & Sexuality/Revenge"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This film is about China in the Qing Dynasty with a storyline which weaves around the Taiping Movement/ Taiping Soceity and their many unsuccessful assassination attempts of Huang Chang the Ping Nan General of Guangxi.  The film opens with the grave of the Ping Nan General—with the words ‘Ping Nan’ literally meaning the General who maintains the order in the south. We are told that: The grave was built in 1884 and was preserved by the Cultural Relics Bureau of Guangxi.  A year after he received this honour, he was assassinated by the Taiping society.  20 years after the failure of the Taiping Movement, a member of the Tai Ping Society, Huang Chang betrayed the pact and sided with the Qing Court instead.  The Qing Court bestowed the title of PingNan General after he treacherously betrayed the Tai Ping Society.  Everyone within the Guangxi district was outraged by his betrayal.  On the Iron Chain Bridge, Yang Fei (the second in command of Tai Ping society) was captured after he fell for the plot created by the Qing government while attempting to assassinate Huang Chang.  In another occasion, while Huang was watching the dance of Yao Jia girls, the lead dancer mingled into the group and attempted to find an opportunity to murder Huang.  Both assassinators died heroically under the brutal hands of the Qing Government.  Huang feared for his life and ordered the murder of anyone who is suspected of being involved with the Tai Ping Society in Guang Xi.  Huang’s atrocious acts created even more public outrage and social unrest within the Tai Ping Society and members sworn that no matter what it takes, they will never rest until Huang is lying in his grave.  The Chief of Taiping Society knew that none in the society is a match for the cunning Huang, so he tries to find the help of the iterant master—the Lonely Murderer.  Not without some difficulty, the Lonely Murderer finally listens to the Chief’s pleas and leaves the mountain to embark on the dangerous mission.  The Tai Ping Society hears that Huang is going to Ma Jia for his mother’s birthday but before the mission started, the messenger who was in charge of passing information to the Murderer, was arrested by the Qing court.  Tai Ping Society’s plan was revealed and the Murderer’s expedition was off to a rocky start.  The Murderer was ambushed many times—on the road, in the mountains and in the bushes.  Death was nearly knocking at his door on one occasion but he was fortunately saved by a beautiful woman, Kanai.  One day, while Kanai was trying to find the Murderer, she met Hong, a girl working for the Tai Ping Society. Hong fights Kanai, knowing that Kanai is actually the daughter of Master Qin—a high official of the Qing’s Court.  Kanai is an assassin sent from the Court to kill the Murderer.  On the other hand, Hong was ordered to stay close to Yang Gang who is the Henchman and close guard of Huang Chang; Hong was responsible for learning the plans of the Qing court.  However, Hong was killed during her fight with Kanai.  One time, while the Murderer was injured, Kanai cleaned his wound and tries to kill him; but before she could make her move, the Murderer told her a story.  After hearing the story, Kanai cried uncontrollably on the Murderer’s shoulder.  The story revealed that her father was actually killed by the Qing army when the army advanced on the Tai Ping Capital.  Her mother was found by Qin Mu who tried to possess her. She wouldn’t submit to him and took her life. Subsequently, Qin adopted Kanai and made her his daughter. After knowing about her real identity, Kanai is determined to help the Murderer escape from Qin’s traps.  During the birthday celebration for Huang’s mother in Ma Jia, all Qing imperial officials present gifts and blessings on stage for Huang’s mother.  An old official steps forth and presents a present covered under a cloth. When Huang unveils it, a small tombstone with the words “The Grave of Huang Zhang” engraved on it.  The Chief of the Tai Ping Society tries to kill Huang with his sword but was unsuccessful as Yang came to Huang’s rescue.  Huang tries to run away while the crowd became hysterical, but the Murderer stops him in his tracks at the drum tower.   The Murderer pierced three poisonous needles on the throat of Huang and he falls dead to the ground.  The Murderer attempts to escape after completing his mission but Qin and his army follows closely.  In the heat of the battle, the Chief of Tai Ping Society dies heroically, and Kanai also appears just in time to save the Murderer.  However, while Kanai comes to the Murderer’s rescue, she was stabbed by a sword and was killed.  The Lonely Murderer is left alone again. He cries out in anger and carries the limp Kanai into the sunset.  Cultural History: In 1980s, the film industry in China encountered hard times because popular thriller and martial arts films had a difficult time getting screened under the discreet eyes of authorities who felt that such ‘exciting’ films were socially unacceptable.  In addition, the rising competition of other forms of entertainment also stole the attention of Chinese crowds away from films.  However, the development of English dubbed Chinese films as well as Chinese dubbed foreign films stimulated the growth of the Chinese film industry in local and global ways.  The use of English dubbing reflects the fact that this Chinese film was subject to foreign distribution in the year it was released.   The Chinese film industry tried to build a bridge to invite the world outside to come in contact with local Chinese films.  The 1980s era was recognized as the “Golden Age” of Chinese-dubbed movies.  In the mid 1980s, as China opened up their policies and pushed for reform after the Cultural Revolution, the country imported and dubbed around 1,300 movies from around the globe.  As more foreign films entered China, there were also big steps taken for Chinese films (dubbed in American English) to fly out of China to different places around the world.  In January 1986 the film production business which was formerly controlled by the Ministry of Culture was managed by the newly formed Ministry of Radio, Cinema, and Television.  The Ministry attempted to carry out a specific mission to bring the film industry under “stricter control and management” and “strengthen supervision over production”. (Rating 2 stars. Pearl Lau, 2014)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}