{
    "system_id": 2439, 
    "permalink": "http://collections.acmi.net.au/objects/2439", 
    "record_type": "Title", 
    "acmi_identifier": "B1005689", 
    "title": "Planet Usher: an interactive home movie", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2003"
    ], 
    "creator_contributor_role": [
        "Patrick Tarrant, creator"
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        ""
    ], 
    "audience_classification": [
        "Exempt"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Multimedia"
    ], 
    "genre": [
        "Amateur & Student Films", 
        "Amateur & Student Films/Amateur films"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/People with disabilities", 
        "Family, Gender Identity, Relationships & Sexuality/Family", 
        "Advertising, Film, Journalism, Mass Media & TV/Interactive media"
    ], 
    "abstract": [
        "An interactive CD-ROM story of a deaf man going blind, told through his own home movies"
    ], 
    "description": [
        "Planet Usher: An Interactive Home Movie (Patrick Tarrant, 2003) explores the stories inherent in the home-video archive of a deaf man gone slowly blind at the hands of Usher Syndrome.  Planet Usher's success is determined by its organic marriage of form and content. Drawing on the rich aesthetic and narrative veins within the audio-visual archive, a mobile and layered narrative world is created whereby the archive is not only not lost, but in fact is dramatically re-born through an examination of the sensory deprivations that make the archive so ephemeral, and the circumstances of its production so particular.  Planet Usher unpacks the taken-for-granted relationship between sound and image in our everyday lives, whilst exploring their asynchronous relation in this instance as a source of emergent stories about a deaf man going blind. Planet Usher's aural and visual aesthetic is low-tech high fidelity, evocatively rendering the degradation of memory, and more especially, of the physical senses as they are affected by Usher Syndrome. Finally, this project attempts to overlay the twin spaces and soundscapes of the domestic sphere and the metaphorical planet, thereby making the familiar alien, and the alien familiar."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "CD ROM [PC/Mac]; Master", 
        "CD ROM [PC/Mac]; Copy"
    ]
}