{
    "system_id": 152944, 
    "permalink": "http://collections.acmi.net.au/objects/152944", 
    "record_type": "VoD Program", 
    "acmi_identifier": "B2001879", 
    "title": "ACMI in the regions: Stories from South Gippsland", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        ""
    ], 
    "creation_date": [
        "2009"
    ], 
    "creator_contributor_role": [
        ""
    ], 
    "colour": [
        ""
    ], 
    "sound_audio": [
        ""
    ], 
    "language_keywords": [
        ""
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:01:32"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        ""
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Interviews with residents from the region of South Gippsland in Victoria, made as part of the 'ACMI in the Regions' program."
    ], 
    "description": [
        "The 'ACMI in the Regions' program aims to encourage regional storytelling on-screen and to equip local participants with the knowledge, confidence and skills to practice - long into the future - the art and craft of the moving image.  Actively engaging local residents in the process of storytelling and film production, we facilitate participation that helps people to document their histories and capture their own stories - to express and explore on-screen why they live and work and play in the towns they call home.  This program contains twelve stories, set in different towns situated in the South Gippsland region. Comprised of interviews and stories by and about the residents of Meeniyan, Bena, Loch, Poowong, Nyora, Mirboo North and Mount Best. This program looks at their past, daily lives, connection to the land and the things that help bind these communities together."
    ], 
    "member_object": [
        "Title; B2001821; Alternative Lifestyles; Active; 2009", 
        "Title; B2001820; Artists of Mt Best; Active; 2009", 
        "Title; B2001826; Connecting Towns: A South Gippsland Cluster; Active; 2009", 
        "Title; B2001823; A Day in the Life of a Dairy Farm; Active; 2009", 
        "Title; B2001819; Lend Us a Hand; Active; 2009", 
        "Title; B2001825; Life is What You Make It; Active; 2009", 
        "Title; B2001827; Loch Ladies; Active; 2009", 
        "Title; B2001824; Meeniyan Junior CFA; Active; 2009", 
        "Title; B2001816; Music is Sweet; Active; 2009", 
        "Title; B2001822; This is Mt Best; Active; 2009", 
        "Title; B2001818; Vocal Nosh; Active; 2009", 
        "Title; B2001817; Young Voices of Mirboo North; Active; 2009"
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "VoD Program; B2003166; Wonder Women - Rural Victorians; Active; 2015"
    ], 
    "object_relationship": [
        "Episode"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        ""
    ]
}