{
    "system_id": 52416, 
    "permalink": "http://collections.acmi.net.au/objects/52416", 
    "record_type": "Title", 
    "acmi_identifier": "318362", 
    "title": "Bad girls. Series two. Discs 1 & 2 [DVD]", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Shock Records, distributor", 
        "Shed Productions (BG2), production company", 
        "Brian Park, producer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "DVD Audio language"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "06:32:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Television", 
        "Television/Television programs", 
        "Television/Television series", 
        "Television/Television programs/Television programs - Great Britain"
    ], 
    "genre": [
        "Courtroom, Crime, Espionage & Thrillers", 
        "Courtroom, Crime, Espionage & Thrillers/Prison films"
    ], 
    "subject_group": [
        "Crime, Espionage, Justice, Police & Prisons/Prisons", 
        "Crime, Espionage, Justice, Police & Prisons/Prison wardens", 
        "Crime, Espionage, Justice, Police & Prisons/Prisoners", 
        "Crime, Espionage, Justice, Police & Prisons/Prison violence", 
        "Crime, Espionage, Justice, Police & Prisons/Women prisoners", 
        "Advertising, Film, Journalism, Mass Media & TV/Television series", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs - Great Britain", 
        "Family, Gender Identity, Relationships & Sexuality/Gay and lesbian studies"
    ], 
    "abstract": [
        "Disc 1: Tug of love--Shit happens--Visiting time--Looking for love. Disc 2: Mistaken identity--Losing it--The Set up--Babes behind bars"
    ], 
    "description": [
        "Episode number 1 of Series \"Bad girls. Series two\". Tug of love (wri. Maureen Chadwick, dir. Mike Adams): Helen is suspected of going AWOL and Jim's eyeing off her job. Zandra goes into labour and complications ensue from her drug habit. Karen Betts (Claire King) returns to the wing. \"Shit happens\" (wri. Martin Allen, dir. Mike Adams): Jim's wife is getting prank calls from Shell and Jim blames Nikki. Helen hands in her resignation and Fenner is temporarily stood down pending an investigation into an assault on Shell. \"Visiting time\" (wri. Mark Wadlow, dir. Laurence Moody): Karen Betts becomes Wing Governor. Yvonne helps Julie see her kids. Investigations are underway into the assault case against Shell. \"Looking for love\" (wri. Jayne Hollinson, dir. Laurence Moody): Dominic becomes Shell's personal officer. Denny leaves the wing to visit her mother in hospital. The Julies help organise a romantic dinner. \"Mistaken identity\" (wri. Maureen Chadwick, dir. Laurence Moody): Group therapy sessions begin and HIV+ Mad Tessa Spall arrives on the wing. Fenner and Atkins form a mutually beneficial alliance. Wade gets a new roommate. \"Losing it\" (wri. Martin Allen, dir. Jim O'Hanlon): Sylvia's given a new exercise regime and Zandra finally gets glasses. Barbara is feeling uncomfortable living with Nikki. Josh and Crystal's relationship is progressing and Shell starts an anti-male campaign. Helen's back on the ward working with area management, meaning she can spend more time with Nikki. \"The Set up\" (wri. Phil Ford, dir. Jim O'Hanlon): Shell's under observation in the medical ward. Zandra collapses and further investigation is required to find out what's wrong. Fenner's being blackmailed by Atkins but he has the last word. \"Babes behind bars\" (wri. Maureen Chadwick, dir. Jim O'Hanlon): Shell's worrying about the safety of her children. It's Crystal's last week and Yvonne comes up with a way to earn a few extra quid. Barbara helps out by setting up the website, \"Babes behind bars\". The results are back from Zandra's test."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Series; S01449; Bad girls. Series two; Active; 2000"
    ], 
    "object_relationship": [
        "Series Title"
    ], 
    "related_object_notes": [
        "1"
    ], 
    "active_carriers_public_types_and_formats_only": [
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)", 
        "DVD; Access Print (Section 1)"
    ]
}