{
    "system_id": 146423, 
    "permalink": "http://collections.acmi.net.au/objects/146423", 
    "record_type": "Title", 
    "acmi_identifier": "Z000035", 
    "title": "Fascinating musical band = Mi ren de yue dui", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Beijing Film Studio, production company", 
        "Wang Haowei, director", 
        "Fang Chunru, script", 
        "Yang Shuhu, script", 
        "Li Zhensheng, cinematographer", 
        "Jia Wenjing, editor", 
        "He Wei, cast", 
        "Mi Tiezen, cast", 
        "Zhao Ziyue, cast", 
        "Liang Guanghua, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:42:49"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "History/Communism - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "Music & Performing Arts/Big band music", 
        "Music & Performing Arts/Bands (Music)"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Xin Tianxi, a young peasant from Longgang Village, enters a music store with a friend. Looking to purchase a brass set, he is met by a difficult sales assistant with an attitude, who refuses to let them look at any of the instruments. They offer to pay for them in advance, inspired to play like a \"foreign brass team\". The store manager explains that starting a brass band requires skill and expertise, but they dismiss his advice. The men discover that the manager is Conductor Jin of the local Municipal Theatre. Apologetic, they ask Jin to be their mentor, offering healthy endowment, but he refuses, saying, \"money can buy you instruments, but it can't buy you music\". Despite this, Xin Tianxi proceeds to purchase the brass set. They head to the Town Offices to ask the Town Leader for permission. At the offices, Xin Tianxi appears to be attracted to the Township Head Miss Li, and he requests her help in starting the band. Showing her the instruments, he suggests that the band play during Town Meetings, to promote culture. Returning to the village, he distributes the instruments, and the townspeople show great excitement at the prospect of a local brass band. One young man, Lixin, is particularly eager to join the band. At home, we learn that Xin Tianxi is a single father to his young daughter Lanzi. His mother, who lives with him, mentions that Xin's brother has found him a potential wife that is willing to be stepmother to Lanzi. At home, Lixin fervently practices the trumpet, but is upset when his father Lao Qu asks him to escort his wife Sujing to her father's 60th birthday party on the same day as the band audition. Lao Qu explains that he has no interest in culture, and that he never attends cultural events. \"I am a farmer\", he says, \"I just eat, work and sleep\". Lixin feels that his father is trying to drive him and his wife out of the house. Zhang Kuiwu, another young man auditioning for the band, agrees to receive singing lessons from local girl Wei Ying. The day of the band auditions arrives. Zhang auditions to a seemingly unimpressed judge. Wei Ying arrives and impresses the crowd with her beautiful flute playing. Lixin learns he has made the band and is tremendously excited, despite being unable to play an instrument. He expresses, however, a keen interest in learning to play. \"I'm determined to learn the trumpet\", he says, \"even if it makes me ill\". Xin Tianxi is announced as head of the band, and they are shown practicing eagerly all over the village. After some hesitation at his ability to conduct, Xin Tianxi leads the band to perform an arrangement successfully. \"We're not rotten seeds\", he claims, \"we've sprouted!\" He believes, however, that they still require a lot of practice. Lixin practices in secret due to Lao Qu's disapproval. When he is eventually caught, he is accused of letting his farm work suffer in favour of his obsession with the village band. A fight ensues and Lao Qu threatens to break the trumpet. They attend a performance of Gypsy, but are disappointed to discover that the band is hiding in the wings, while only the dancers are visible on stage. As they try to watch the band in the orchestra pit, Professor Jin enters, and lets them watch the band up close from within the pit. Inspired by Gypsy, the band practices fanatically, and gives its first performance in front of the town. Professor Jin offers advice and constructive criticism. The band plays at a local sports meet, and the whole town, including the authorities, is very impressed. The press goes wild, and Miss Li is overwhelmed by the attention. A local asks Xin Tianxi if the band can play at his son's wedding. Xin Tianxi meets with Professor Jin, revealing that his involvement with the band has complicated his home life. He expresses a great affection for Miss Li, but is worried that the band, which she objects to, is further complicating their relationship. Although they grew up together, she is educated and he is a meager peasant. He wishes to marry her, but is afraid he cannot. The band's performance is broadcast on television, and the families of the members, even the bitter Lao Qu, gather around watch them play. Sujing tells Lixin she would like to join the band, but he dismisses her, leading her to believe he is having an affair. She leaves, leaving Lixin with their daughter Liangliang. Lixin is late to band rehearsal and Xin Tianxi chastises him for it. Lixin admits that Sujing has left him with the baby. Sujing confides in Miss Li, worried about Lixin's wellbeing, but Miss Li brushes her off, telling her Lixin will be fine with Liangliang. Miss Li tells the band to stop playing, afraid of the growing familial repercussions for its members. The rift in communication is resolved, and the band members are all happy. The band performs well to a responsive audience at a local awards ceremony, and they demand an encore. Xin Tianxi, knowing that they are now in high demand, tells the village to \"line up\". The peasant band has changed the village forever.   Cultural History of the Film: The film has strong Communist overtones. Characters refer to each other as \"comrade\", wear plain, practical clothing and work in factories. They are told not to \"boast\", and maintain that they could not afford the instruments if it were not for \"the Party\". There is a struggle between culture and agriculture, and a reference to Maxim Gorky, founder of Socialist Realism, a Soviet style of art, its purpose the furtherance of the goals of socialism and communism. 'Fascinating Musical Band' is great example of this style of filmmaking. (3 stars - Aleena Glentis; August 9, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}