{
    "system_id": 146578, 
    "permalink": "http://collections.acmi.net.au/objects/146578", 
    "record_type": "Title", 
    "acmi_identifier": "X000015", 
    "title": "Une Aussi Longue Absence = the Long Absence", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1961"
    ], 
    "creator_contributor_role": [
        "Jacques Nahum, producer", 
        "Claude Jaeger, producer", 
        "Henri Colpi, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Inspired from a real story, adapted by Marguerite Duras."
    ], 
    "description": [
        "In this touching tearjerker, a lonesome owner of a Parisian café spies on a passing tramp. He hums a strangely familiar tune and the woman is convinced that he is her estranged husband who was deported 16 years before. She follows the wanderer back to his miserable shanty beside the Seine, where she learns that he has been an amnesiac since the war. She takes him back to her cafe in the hope that it will jog his failed memory and sees a terrible scar on the back of his head. In her heart, she realises his memory will never return, but this does not stop her from spending the rest of her days trying to get him to remember something from their happy past. With 'Une aussi longue absence'  Colpi has used his cinematic knowledge to serve a sensitivity, a quality of emotion, a delightful purity and a humanity very rarely seen on the screen nowadays. With images of a great beauty (by Marcel Weiss), the film delivers a remarkable sketch of a suburban community\". Reference: Le Film Francais, 16 June 1961. Awards: Prix Louis-Delluc 1960 ; Palme d'Or Cannes Film Festival 1961.  Credits: Producers, Jacques Nahum, Claude Jaeger; director,  Henri Colpi ; writers, Marguerite Duras, Gerard Jarlot, Henri Colpi ; photography, Marcel Weiss ; music, Georges Delerue. Cast: Alida Valli, Georges Wilson, Amedee, Charles Blavette, Nane Germon."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}