{
    "system_id": 146429, 
    "permalink": "http://collections.acmi.net.au/objects/146429", 
    "record_type": "Title", 
    "acmi_identifier": "Z000042", 
    "title": "A Winding mountain path = Shan dao wan wan", 
    "other_title": [
        "山道弯弯", 
        "The Winding mountain pass"
    ], 
    "other_title_type": [
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Xi'an Film Studio, production company", 
        "Guo Yangting, director", 
        "Tan Tan, script", 
        "Lin Jing, cinematographer", 
        "Wang Yuzhang, editor"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:39"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Literature/Fairy tales - China", 
        "Magic, Occult & Supernatural/Fairy tales - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Family - Asia", 
        "Family, Gender Identity, Relationships & Sexuality/Children - Family relationships", 
        "Family, Gender Identity, Relationships & Sexuality/Handicapped - Family relationships", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Handicapped - Family relationships", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Marriage", 
        "Family, Gender Identity, Relationships & Sexuality/Marriage", 
        "Family, Gender Identity, Relationships & Sexuality/Marriage customs and rites"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "The Winding Mountain Pass is an attempt to cut to introduce its audience to the difficulties of women in rural areas. Jin Zhu, a single mother who lost her husband in a mining accident, must raise a son on her own while flirting with the possibility of remarrying to her brother-in-law. However, the complications which ensue draw out the unspoken realities of the life of country women. It's mother Jin Zhu's thirtieth birthday and the husband Dameng is expected home any minute to celebrate with his wife and child, Huanhuan. The mother tells a story about the river snail: There was once a small boy whose parents died when he was young, he was diligent and worked hard every day, cooking and cleaning form himself. One day he was eating left overs but found a beautiful meal readily cooked. He finds the next day the meal was prepared by a beautiful girl who was a river snail that fell in love with him for his diligence.  The brother-in-law Ermeng arrives back. Then the Old Secretary arrives and explains Jin Zhu's husband has died. Director Su comes to deliberate what should be done. They all listen to the story of the family, how he was a great dad and a loving husband. After his brother's death, Ermeng becomes a train driver to support his sister-in-law and nephew. A palpable sense of tension gradually develops between the brother-in-law and Jin Zhu, made more complex by another girl who has feelings for Ermeng. Contrary to any assumption that Ermeng enjoys all this feminine attention, he instead feels unable to live up to the ghost of his brother. In a dramatic rainy scene we watch Ermeng, unable to cope with all the pressure these women are placing on him, runs off. Then he faces his fears and decides to come back. The storehouse catches fire and despite their best efforts to put it out it perishes. Ermeng is injured figting the fire. The doctor tells Fengyue he might be crippled. His chances are looking slim, and this catastrophe brings out the true character of both of the women. It turns out that when the going gets tough, the pretty young Fengyue is not interested in doing the hard yards. Therefore the widow Jin Zhu has a claim to him by default and gives him her snail shell, reminiscent of the story she told her son at the beginning of the film.  Cultural History of the Film: An insightful look at the household of a northern Chinese peasant home. (2 stars - James Donald; June 10, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}