{
    "system_id": 43781, 
    "permalink": "http://collections.acmi.net.au/objects/43781", 
    "record_type": "Title", 
    "acmi_identifier": "309284", 
    "title": "Battlestar Galactica", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1978"
    ], 
    "creator_contributor_role": [
        "Vidz Of Oz, distributor", 
        "Universal City Studios Productions, production company", 
        "John Dykstra, co-producer", 
        "Leslie Stevens, co-producer", 
        "Richard A Colla, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:01:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Fantasy & Science Fiction", 
        "Fantasy & Science Fiction/Fantasy", 
        "Fantasy & Science Fiction/Science fiction films"
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Television programs", 
        "Advertising, Film, Journalism, Mass Media & TV/Television", 
        "Advertising, Film, Journalism, Mass Media & TV/Television programs - United States", 
        "Magic, Occult & Supernatural/Dystopias", 
        "Magic, Occult & Supernatural/Fantasy", 
        "Mathematics, Science & Technology/Future life", 
        "Mathematics, Science & Technology/Robots", 
        "Economics, Philosophy, Politics, Religion & Sociology/Dystopias"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "There are those who believe that life here began out there with tribes of humans who may have been the forefathers of The Egyptians, or the Toltecs, or the Mayans. That they may have been the architects of the Great Pyramids or the lost civilizations of Lemuria, or Atlantis. Some believe that there may yet be brothers of man who even now fight to survive somewhere beyond the Heavens. The Alliance, supported by the cyber-mechanical Cylon Empire, and the Twelve Colonies of Man and have finally agreed to set aside their differences to sign a peace treaty negotiated by Count Baltar that will end a conflict that has been raging for a thousand years. However, while on a routine reconnaissance mission in his Viper, fighter pilot Apollo finds evidence that the treaty is in fact a trap for the unsuspecting Colonies. Dogged by a contingent of Cylon Raiders, he warns Adama, Commander of the Battlestar Galactica of the deception, but the President of the Colonies, under Baltar's treacherous influence, fails to act. As a result, all of the defending battlestars succumb to Cylon attack, with only the Galactica surviving the carnage. As the Cylons systematically begin to destroy the Colonies, Adama rounds up all the survivors, and the motley fleet set off in search of the legendary thirteenth colony, Earth. However, starvation soon takes its toll on the survivors, and the fleet are forced to stop at the mining planet Carillon. The insectoid Ovian inhabitants offer hospitality to the refugees, but Adama is suspicious of the riches that seem too freely available, and sends Apollo and Starbuck to keep an eye on proceedings. While attending a special event celebrating peace on the planet's surface, they make a terrifying discovery that could bring about the apocalyptic elimination of every last human in the galaxy. This film, derived from the first three hour pilot episode of the short-lived cult TV series of the same name, stars Lorne Green as Adama, Richard Hatch as Apollo, Dirk Benedict as Starbuck, Jane Seymour as Serina, and Noah Hathaway as Boxey."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        "Title; 317411; Battlestar Galactica [DVD]; Active; 1978"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}