{
    "system_id": 2217, 
    "permalink": "http://collections.acmi.net.au/objects/2217", 
    "record_type": "Title", 
    "acmi_identifier": "B1005384", 
    "title": "Embrace", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "2000"
    ], 
    "creator_contributor_role": [
        "Kerreen Ely-Harper, director", 
        "Katrina Rank, choreographer", 
        "Simon Lewis, music", 
        "Lindy Macauley, costume designer", 
        "Arts Education, NMIT, producer", 
        "Northern Metropolitan Institute of TAFE, production company"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "00:07:00"
    ], 
    "audience_classification": [
        "ACMI classified"
    ], 
    "viewing_guidelines": [
        "Educational use only"
    ], 
    "form": [
        "Short films", 
        "Short films/Short films - Australia"
    ], 
    "genre": [
        "Performance"
    ], 
    "subject_group": [
        "Music & Performing Arts/Dance", 
        "Crafts & Visual Arts/Community art projects", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/People with disabilities"
    ], 
    "abstract": [
        "A short dance film set in urban creekland featuring disabled performers"
    ], 
    "description": [
        "Embrace, launched in May 2000 by the Minister for Community Services, is the second dance film produced by NMIT (Northern Melbourne Institute of TAFE) featuring dancers with disabilities. Having experience of Loup - a film commemorating the year of the ocean, the artists (in Embrace) further explored the notion of creative expression and different spaces for dancers with disabilities. Embrace was filmed in the green surroundings of Merri Creek and in the urban landscape of concrete and graffiti at the St Georges Rd bypass. The movements and actions were a direct result of interactions between the dancers and the landscape. The film, filled with beauty, humour and warmth, explores the themes of Hamlet's soliloquy to be or not to be, namely the themes of betrayal, alienation, desire to escape and the place of dreams in our waking lives. Embrace was funded by the Australian Council for the Arts, the City of Boroondara, the Department of Human Services and NMIT. The dancers had the opportunity during the production to work with professional artists from diverse backgrounds and expertise. Embrace was screened at numerous national and international film festivals including the Dance on Camera festival in New York, January 2001. The principal artist, Randal Aitkin, gave a live performance at the screening of Embrace in New York. The significance of that event lies in the fact that the NMIT dance student qualified to perform among the elite of world dancers while overcoming difficulties arising from intellectual disability. Excerpts from Embrace appeared in the Arte programs on the National French and German Television Networks between December 2001 and February 2002."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        "Compilation title; B1005680; Memory Grid Community Collection showreel [excerpts]; Active; 2003"
    ], 
    "related_objects": [
        "Title; B1005383; Loup; Active; 1998"
    ], 
    "object_relationship": [
        "Related Title"
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS [PAL]; Copy", 
        "Digital Betacam; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "DVCAM; Master", 
        "Digital Betacam; Sub-master", 
        "VHS [PAL]; Reference - timecoded", 
        "VHS [PAL]; Copy", 
        "VHS [PAL]; Copy"
    ]
}