{
    "system_id": 146404, 
    "permalink": "http://collections.acmi.net.au/objects/146404", 
    "record_type": "Title", 
    "acmi_identifier": "Z000016", 
    "title": "The Season for love = Lien ai chi chie", 
    "other_title": [
        "A Season for love"
    ], 
    "other_title_type": [
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Inner Mongolia Film Studio, production company", 
        "Urshana, director", 
        "Wen Xiaoyu, script", 
        "Yihewula, cinematographer", 
        "Lin Jian, cinematographer", 
        "Wang Zhihua, editor", 
        "Cong Shan, cast", 
        "G Batuqingele, cast", 
        "Zhou Guobin, cast", 
        "Wu Huiming, cast", 
        "Wei Jiawen, composer"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:32:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Romance", 
        "Adaptations", 
        "Drama", 
        "Drama/Melodrama"
    ], 
    "subject_group": [
        "Literature/Literature - Film and video adaptations", 
        "Literature/Chinese literature - Film and video adaptations", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "History/China - History - 20th century", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Women", 
        "Family, Gender Identity, Relationships & Sexuality/Women", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Marriage", 
        "Family, Gender Identity, Relationships & Sexuality/Marriage", 
        "Economics, Philosophy, Politics, Religion & Sociology/Ethnic groups"
    ], 
    "abstract": [
        "Note: Based on the novel by Wang Che-ch'eng and Wen Hsiao-yu."
    ], 
    "description": [
        "'A Season for love' is an enduring tale of the countless hardships faced by a young Han Chinese woman who falls in love with a rugged Mongolian plainsman whilst undergoing the compulsory period of rural labour expected of young people at the time. For the most part, however, the film is a social commentary on the depressing state of the love lives of Zuo Li, the leading lady, and her friends, who represent the key stereotypes of women in their late twenties.  Zuo Li is a woman living in Beijing who seems to have everything going for her. Known to her friends as Lili, she is beautiful, fun, smart and highly successful as a philosopher working with state-of-the-art technology. Yet despite all her merits Lili just can't seem to nail herself to a man. Her parents are beginning to worry as she is about to reach her thirtieth year, and the countless would-be suitors either can't live up to her unrealistic expectations, or are too intimidated by her success to find her an attractive prospect for a wife.  Lili attends her friend's exchanging of vows, which are conducted simultaneously with hundreds of others as part of a mass wedding. After they are pronounced man and wife, her friends prod her to explain how she came to meet this mystery man. Her reply shocks them all: \"The Marriage Bureau.\" She, like many women her age, have succumbed to the huge social pressure placed on women to settle down and left fate to a computer database. Entering her requirements into a computer at the Marriage Bureau allows women to scientifically deduce what kind of man she could marry. Then the computer searches its database for suitable husbands.  However, this pair does not seem to fit well at all, and the wife will be all alone because husband works in the suburbs. The connotation here being that she has become so desperate that she doesn't mind if he sleeps around. The friends are not at all impressed with his obvious character flaws. He appears to enjoy drinking and displays no affection or interest toward his new wife. All of Lili's friends seem to express their shortcomings as a result of this extreme pressure to marry, allowing us to conclude that if society promoted true sexual equality then women would be free to achieve their true potential for happiness, and not be forced into the humiliating situation where they must compromise their integrity to conform with social norms.  Lili sums up her own plight: In her heart, she loves a country yokel who is right now galloping around on the back of a dirty horse in the middle of nowhere, chasing a bunch of sheep. It is inconceivable to her parents and friends that she sacrifice what they consider the brightest future of the lot in order to go off into the middle of nowhere. However, she eventually realises there is no way to be happy other than to bite the bullet and follow her own heart.  Back on the plains, a letter arrives for Sulun Zhabu. He gets very excited and takes off on his horse. He waits at the bus stop, but no one comes. When Lili does finally arrive she is bereaved to discover Sulun has died (presumably of a broken heart, as he was very fit). Lili says to herself \"Sulun, please forgive me\". It seems she strived to little too late for the love of her life. The film ends on a sombre note, but with a renewed sense of determination to find again what she calls \"the gaze of love she's felt before\" on her. The gaze that belongs to me.\" (James Donald - 4 stars; 10 June, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}