{
    "system_id": 40020, 
    "permalink": "http://collections.acmi.net.au/objects/40020", 
    "record_type": "Title", 
    "acmi_identifier": "305369", 
    "title": "My little chickadee", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1940"
    ], 
    "creator_contributor_role": [
        "Lester Cowan, producer", 
        "Edward Cline, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:23:00"
    ], 
    "audience_classification": [
        "PG"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Mae West is teamed with W.C. Fields in this classic comedy filled with Wild West action and lusty humour. The familiar Westian swagger, drawl, wisecracks and innuendos are all included, likewise the typical Field's routines and quick-triggered comments. The pairing of the two stars was at the time considered to ensure a box-office success, but it would see sparks fly with the clashing of two great super-egos. However a West-Fields non-aggression pact was inspired in part by the fact that the two players wrote their own screen story. Scenes in which the pair work together are reduced to a minimum with the script set up being a continual series of episodes, first with West and then with Fields. The story is simple; Flower Belle Lee, returning from a complete course in a Chicago dance hall, has a way with men. A masked bandit falls in love with her, which eventually leads to her being drummed out of town. Meeting Cuthbert J. Twillie on the train on the way out, she believes him to have money, and promotes a fake wedding ceremony. The pair hit the next fronteir settlement, where Twillie becomes the sherrif, and West tosses her charms around rather freely."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}