{
    "system_id": 52388, 
    "permalink": "http://collections.acmi.net.au/objects/52388", 
    "record_type": "Title", 
    "acmi_identifier": "318332", 
    "title": "Arabella", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "1984"
    ], 
    "creator_contributor_role": [
        "Arts Centre Melbourne, distributor", 
        "Glyndebourne, production company", 
        "BBC-TV, production company", 
        "John Vernon, co-director", 
        "John Cox, co-director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "German"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:35:00"
    ], 
    "audience_classification": [
        "G"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        "Performance", 
        "Performance/Music - Performance"
    ], 
    "subject_group": [
        "Music & Performing Arts/Operas - Film and video adaptations", 
        "Music & Performing Arts/Operas", 
        "Music & Performing Arts/Performing arts"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Glyndebourne is renowned for its opera productions and has proven once again, with its choice of Arabella for their Golden Jubilee season, of its high standards and professionalism. A romantic comedy in three acts with music by Richard Strauss and libretto by Hugo von Hofmannsthal, the story of Arabella focuses on a Viennese family, Count Waldner (Artur Korn), his wife Adelaide (Regina Sarfaty) and two daughters, Arabella (Ashley Putnam) and Zdenka (Gianna Rolandi) who live in genteel poverty. Arabella has several suitors but on meeting Mandryka (John Brocheler), a rich landowner, it is love at first sight. Meanwhile Zdenka falls in love with Matteo (Keith Lewis), one of Arabella's suitors and causes great confusion when she sends Matteo a love letter under Arabella's name. Intrigue and misunderstanding follow delaying the anticipated happy ending. Strauss's beautiful waltz music is performed by the London Philharmonic Orchestra, led by David Nolan, conducted by Bernard Haitink, and the Glyndebourne Chorus led by Chorus director Jane Glover. The stylishly authentic stage sets are designed by Julia Trevelyan Oman. Both Ashley Putnam and John Brocheler put in an impressive performance along with their support cast with a special mention to Gwendolyn Bradley in the role of Die Fiakermilli. Produced by BBC Television by arrangement with Glyndebourne in association with RM Arts. Sung in German with no English subtitles. Contains a booklet with both German and English translation."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}