{
    "system_id": 146461, 
    "permalink": "http://collections.acmi.net.au/objects/146461", 
    "record_type": "Title", 
    "acmi_identifier": "Z000076", 
    "title": "Southern and Northern Shaolin = Nan Bei Shao Lin", 
    "other_title": [
        "南北少林", 
        "Nanbei Shaolin"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1986"
    ], 
    "creator_contributor_role": [
        "Pearl River Film Studio, production company", 
        "Shaw Brothers, production company", 
        "Liu Jialiang, director", 
        "Shi Yangping, script", 
        "Cao Anchun, cinematographer", 
        "Zhao Xianda, editor", 
        "Jet Li, cast", 
        "Huang Qiuyan, cast", 
        "Yu Chenghui, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:35:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Adult themes", 
        "Violence", 
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Action & Adventure", 
        "Action & Adventure/Martial arts films"
    ], 
    "subject_group": [
        "History/China - History", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Family, Gender Identity, Relationships & Sexuality/Revenge"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Southern and Northern Shaolin tells the story of how a kung-fu monk, played by Jet Li, and a girl took revenge on an evil warlord. Zhi Ming, a monk in the Northern Shaolin, learns that the warlord who killed his parents is holding a birthday celebration. Without permission, Zhi Ming leaves the monastery and plans to assassinate the warlord. During the assassination attempt, Zhi Ming joins up with Sima Yan and Chao Wei, who come from the Southern Shaolin but have the same agenda. The assassination failed and the three escaped. Zhi Ming found that Sima Yan has a bracelet which is the same as the one on his foot. This means Sima Yan is Zhi Ming’s fiancée as their parents arranged the marriage before their birth. Aware that he is now a monk, Zhi Ming dares not reveal the secret to anybody. In the meantime, the warlord came with troops for a fight. With the help of the kung-fu masters from the Shaolin, Zhi Ming and Sima Yan eventually killed the warlord and took revenge for their parents. Zhi Ming went back to Shaolin with the monks and left his bracelet to Chao Wei, who is in deep love with Sima Yan.  Southern and Northern Shaolin is one of the first Hong Kong and mainland China co-productions. The film has many fighting scenes which showcase the Shaolin kung-fu or Chinese martial arts. This is a great movie for any Chinese kung-fu fans.  The leading actor of the film, Jet Li is one of the best known Chinese kung-fu masters on the big screen (two other well-known figures are Bruce Lee and Jackie Chen). After the release of The Temple of Shaolin, Jet Li became a super film star in mainland China. Jet Li acted in many Hong Kong Kung-fu films in the 1990s before bursting onto the international scene with films such as, The Mummy: Tomb of the Dragon Emperor and Lethal Weapon 4.  Shaolin Temple is one of the most famous temples in China, not only because of its long history and its role in Chinese Buddhism, but also because of its association with Chinese martial arts. Established in the 5th century, Shaolin Temple is situated in the beautiful Songshan Mountain in Henan province in central north China.  Southern and Northern Shaolin can be seen as a comeback of The Shaolin Temple (1982), which was also jointly produced by mainland China and Hong Kong. Starring also a young Jet Li, The Shaolin Temple was one of China’s best selling movies of all time. (4 stars - Yuxing Zhou; May 21, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}