{
    "system_id": 159058, 
    "permalink": "http://collections.acmi.net.au/objects/159058", 
    "record_type": "Title", 
    "acmi_identifier": "Z000037", 
    "title": "Bus number 3", 
    "other_title": [
        "小字輩", 
        "Bus No. 3", 
        "Bus number three"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1979"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Wang Jiayue, director", 
        "Luo Tai, director", 
        "Lei Zulin, producer", 
        "Zhou Yang, script", 
        "Sun Xiongfei, script", 
        "Wu Benfang, script", 
        "Wu Guoqiang, cinematographer", 
        "Lei Zhenbang, composer", 
        "Zhou Hua, editor", 
        "Wang Weiping, cast", 
        "Chen Yixin, cast", 
        "Chi Zhiqiang, cast", 
        "Wang Qinbao, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:19:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Agriculture, Business, Commerce & Industry/Industries - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Women - China", 
        "Anthropology, Ethnology, Exploration & Travel/Women - China", 
        "Communications, Infrastructure, & Transport/Urban transportation", 
        "Economics, Philosophy, Politics, Religion & Sociology/Transportation - Social aspects", 
        "Communications, Infrastructure, & Transport/Transportation"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Number 3 bus is a story which puts certain relevance on the revolution of new technology for buses in China in 1979. On public Bus Number 3, two ticket inspectors Qing and Huang face their jobs with different levels of professionalism and demeanours. Qing is patient, professional and helpful; she always receives compliments and praises from customers.  Huang is the opposite; rude, hot-tempered and overall frustrated with his responsibilities as the 'station-caller'.  Bus driver Hong is most aggravated by the bustling intersection she crosses every afternoon because Bai, the traffic controller, always seem to stop her in her tracks. The clouds of smoke fuming from her bus after every jolting halt at the intersection seem to reflect her sizzling annoyance. Amongst the many passengers who board the bus, never did the three bus workers realize that one particular young \"frequent\" passenger named Gu, was about to change their lives and push the evolution of technologies. Gu made extraordinary observations on the happenings of workers and passengers of Number 3 bus and realises that \"quarrels\" and issues often arise because workers' voices are strained when they work as station-callers; and their attitude and energy are used to its very last drop while they perform their monotonous roles with no respite every day.  Subsequently, Gu invents a loud speaker and presents it as a gift to the working troupe on Number 3 bus.  Huang was touched by Gu's genuine act of altruism and both he and Qing joins Gu in his efforts to revolutionise technology thereafter. During a socializing event, Hong and Bai had an encounter face-to-face and developed as friends.  Thereon in, Bai makes sure that Hong meets a green light every time her bus arrives at the intersection that he controls. As Bai outwardly favours Bus number 3 at the intersection, it sparked public outrage and he was reported to his supervisor.  As a result, Gu steps up to help Bai and assisted the traffic police in developing automated traffic lights to restore peace in the community. While the innovation of technology takes flight, the group of youngsters develops a strong friendship bond.  During a little outing at the park, Huang brings his girlfriend (Lan) and Hong and Bai reveals that they too have just got together. Everyone seems to have paired up like lovebirds but Gu only has thoughts for science and technology innovation; subsequently, he does not realize Qing has thoughts only for him.  Huang looks on and knew that he had to do something to help both his friends.  In the end, Huang sneakily comes up with a plan of using the electronic recorder (which Gu had invented) to record Gu's private confession of love for Qing. The next day, while Gu and Qing goes for a walk in the park, Huang tails the couple with a group of friends. When Gu finally tries to sit down to confess his love for Qing, he loses his courage and could only mumble gobbledygook.  Huang finally intervenes behind the bush and plays the recording which he had cunningly recorded out in public. The group of like-minded group of youngsters blossomed in friendship and love while pushing the development of technology innovation.  United in heart and mind, they were able to equip an automatic station-calling recorder on the Number 3 bus and simultaneously see the installation of traffic lights emerge at the bustling intersection.  On the wide roads of China, we see the city moving forward towards a brighter future like the smooth momentum of the Number 3 Bus.  Cultural History of the film: This film captures beautiful images of Shanghai in its 80s.  It shows China just reconnecting with the rest of the world after being through the politically radical period of the Cultural Revolution.  Of note, the Chang Chun Film Studio was the first registered film factory under the People's Republic of China.  As this film was created in 1979, it is believed to be one of the early batches of Chinese films which were allowed to be more flexible in its content — striding away from films that predominantly promote Communist ideals, notions of class struggle and continuous revolution after the Third Plenary Session of the 11th Communist Party Conference in December 1978.  At the time, Deng Xiaoping promoted the slogan \"emancipation of the mind\" and allowed the development of more creative ideas — opening a crack of opportunity and flexibility for filmmakers to create films that entertained (provided that their intention to make commercialized movies were not obvious). To a certain extent, this film celebrates the country veering from the stringent eras of the Cultural Revolution, which removed an entire generation from access to university and professional training in the scientific work force.  During the late 1970s, the evolving structure of science and technology under the People's Republic mostly thrived from the achievements of poorly educated civilians; hence this film significantly reflects the situation of the development of science and technology in China while the effects of Cultural Revolution slowly loosen its grip on their youngsters.  My own afterthoughts: This is a wonderfully entertaining film which also hopes to showcase how the country continues to thrive in their development of science and technology, even though most civilian's education and certification standards were not high.  I can't help but also think the film also serves to boost national spirit while it shows young people full of vigor and vitality in the film.  Personally, there almost seems to be a subtextual reading which highlights to viewers that youngsters are the key to China's future and the nation's hopes are placed on them.  I would also like to add that the meaning of the Chinese title for this film is 'Youngster' if translated directly into English. (3 stars - Pearl Lau; November 13, 2012)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}