{
    "system_id": 146847, 
    "permalink": "http://collections.acmi.net.au/objects/146847", 
    "record_type": "Title", 
    "acmi_identifier": "X000310", 
    "title": "Les Dames du Bois de Boulogne", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "France"
    ], 
    "creation_date": [
        "1944"
    ], 
    "creator_contributor_role": [
        "Raoul Ploquin, producer", 
        "Robert Bresson, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "French"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:30:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        ""
    ], 
    "abstract": [
        "Note: Adapted from Denis Diderot 'Jacques le fataliste'."
    ], 
    "description": [
        "Bresson's second film, released in 1945 and scripted by Jean Cocteau. Made during the last days of the Occupation, the film combines the superficial glamour of the Parisian high society with the seething passions and jealousies that cause a spurned femme fatale, Helene, to seek her ex-lover's humiliation. Through the climactic revelation of Helene's deception, Bresson stages the deeper realisation of love's redemptive power in an ending of truly magical transcendence. A landmark in cinema history. . . . Its influence on subsequent French cinema is far from exhausted\" (David Thomson). The importance of 'Les dames du Bois de Boulogne' cannot be understated. Richard Roud, citing its formative influence on Antonioni, Demy, and Straub, among others, calls it 'a universally seminal film.' (In a recent interview, Godard provocatively called 'Les dames du Bois de Boulogne' the 'only' film of the French Resistance', and Antonioni recently singled it out as a great influence on his own work.) Cocteau wrote the dialogue for this glistening melodrama of revenge, and though Bresson's emerging style and his characteristic emphasis on entrapment, sacrifice, suffering and redemption are unmistakable, the world of 'Les dames du Bois de Boulogne' is also Cocteau's, with its elegantly acid language, luxe setting, and Maria Casares' piercing performance as a woman who arranges a bad marriage for the man who spurned her. Winner of the Louis Delluc prize for the most important French film of the year, 'Les dames du Bois de Boulogne' works perfectly as a razor-sharp conte cruel   (Tom Milne). Reference: James Quandt. The poetry of precision: the films of Robert Bresson. Cinematheque Ontario. Online. http://www.bell.ca/filmfest/cinematheque/bresson.htm. Further reading: Film Comment. 'Special Bresson'. May/June and July 1999  Credits: Producer, Raoul ploquin ; director, writer, Robert Bresson ; dialogue, Jean Cocteau ; photography, Phillipe Agostini ; music, Jean-Jacques Grunenwald ; decors, Max Douy. Cast: Maria Casares, Elina Labourdette, Lucienne Bogaert, Paul Bernard, Jane Marchat."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}