{
    "system_id": 52686, 
    "permalink": "http://collections.acmi.net.au/objects/52686", 
    "record_type": "Title", 
    "acmi_identifier": "318641", 
    "title": "The Spartans", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United Kingdom"
    ], 
    "creation_date": [
        "2002"
    ], 
    "creator_contributor_role": [
        "Channel Four Television, production company", 
        "Lion Television, production company", 
        "Tim Kirby, co-producers/directors", 
        "Melanie Archer, co-producers/directors"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "02:27:00"
    ], 
    "audience_classification": [
        "M (15+)"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Great Britain"
    ], 
    "genre": [
        "Archival, Cinemagazines & Newsreels", 
        "Documentary", 
        "Archival, Cinemagazines & Newsreels/Archival materials", 
        "Documentary/Documentary films - Great Britain"
    ], 
    "subject_group": [
        "History/History, Ancient", 
        "History/Greece - History", 
        "History/Historic sites", 
        "History/Historic buildings", 
        "History/Historical re-enactments", 
        "History/Civilization, Ancient", 
        "History/History"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This outstanding historical documentary chronicles the rise and fall of one of the most intriguing and extreme civilisations the world has ever witnessed, the Spartans. Emanating from the ancient city of Sparta around 480 B.C., the Spartans came to be known as warriors, fierce fighters born from a ruthless militarist regime and forced to live by a strict code of discipline. Spartans wanted a perfect society, a society where equality was enforced, male homosexuality made compulsory, money was outlawed, weak children, particularly boys, were disposed of (exterminated), and women enjoyed a social and sexual freedom unheard of in the ancient world. They lived by a brutal and frugalistic system where the rite of passage for young boys verged on barbarism. Presented by Bettany Hughes over three 50-minute episodes, the story unfolds against the spectacular mountain scenery of Sparta in the Pelopponese and the stunning landscape and archaeology of classical Greece as she attempts to separate the truth from the myth about this society, how it was organised, how it achieved such military fame and why it failed to endure. Episode one: Explores the birth of the unique Spartan social system. Militaristic, communal and disciplined, the state enforced eugenics and euthanasia. Episode two: Focuses on the bitter rivalry with Athens and their startling different view of women. When war between the two states finally came, it raged for decades and split the ancient world. Episode three: Sees the conclusion of the brutal and bloody war, with Sparta emerging as the most powerful city-state in Greece before self-destructing from strict adherence to its own ideals."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}