{
    "system_id": 52062, 
    "permalink": "http://collections.acmi.net.au/objects/52062", 
    "record_type": "Title", 
    "acmi_identifier": "317972", 
    "title": "Pandemonium (D)", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Australia"
    ], 
    "creation_date": [
        "1987"
    ], 
    "creator_contributor_role": [
        "Independent, distributor", 
        "KFM Pandemonium, production company", 
        "Smart Street Films, production company", 
        "Tra La La Films, production company", 
        "Haydn Keenan, producer/director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:26:00"
    ], 
    "audience_classification": [
        "R (18+)"
    ], 
    "viewing_guidelines": [
        "Warning: some scenes may disturb"
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - Australia"
    ], 
    "genre": [
        "Comedy", 
        "Comedy/Black comedy", 
        "Horror"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Masochism", 
        "Magic, Occult & Supernatural/Vampires", 
        "Economics, Philosophy, Politics, Religion & Sociology/Fascism", 
        "Family, Gender Identity, Relationships & Sexuality/Masochism"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Haydn Keenan's \"Pandemonium\" is a schlock horror movie that aims to displease by entertaining themes of Neo-Nazism, torture, vampirism, incest, sado-masochism, mental illness, necrophilia and bestiality. In the opening sequence Kales Leadingham has escaped from a lunatic asylum. Arriving at a bus stop be relays his travails (in flashback) to a woman seated there. One day at Bondi Beach, Sydney, a woman 'Dingo Girl' arrives in search of answers to her past (cue unremitting shots of Dingo Girl's large breasts, a la Russ Meyer). Shortly after Dingo Girl and Kale enter a warehouse where a bizarre array of subversive types reside. Inhabitants engage in ritualistic Neo-Nazi ceremonies that result in sado-masochistic sex. Amid other activities, a foetus is placed in a blender, Little Adolph has his penis cut off, cloning experiments go awry - whilst numerous musical interludes interrupt the action. Deliberately provocative, and seeking to shock, this film revels in its low-budget amateurism and artlessness. Aesthetically it shares much in common with \"Flesh for Frankenstein\" and \"Rocky Horror Picture Show\" but has no hope of achieving the cult status of these enduring films, principally because its relentlessly over-the-top mood and delivery rob it of any impact as comedy or as horror. The unremitting black humour, shoddy sets, trashy costuming, bad taste themes and poor acting, make \"Pandemonium\" a curio of Australian filmmaking. Cast includes David Argue, Amanda Dole, Esben Storm, Ian Nimmo, Gary Foley, Haydn Keenan, Ignatius Jones, Lex Marinos."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}