{
    "system_id": 146462, 
    "permalink": "http://collections.acmi.net.au/objects/146462", 
    "record_type": "Title", 
    "acmi_identifier": "Z000077", 
    "title": "The Republic will never forget = Gong he guo bu hui wang ji", 
    "other_title": [
        "共和国不会忘记", 
        "Gongheguo buhui wangji", 
        "The Republic won't forget"
    ], 
    "other_title_type": [
        "Original", 
        "Alternative Title", 
        "Alternative Title"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1988"
    ], 
    "creator_contributor_role": [
        "Guangxi Film Studio, production company", 
        "Zhai Junjie, director", 
        "Tian Junli, script", 
        "Shen Jie, cinematographer", 
        "Wu Guangcan, editor", 
        "Tang Guoqiang, cast", 
        "Zhai Junjie, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "English"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:50:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Drama/Melodrama", 
        "Drama"
    ], 
    "subject_group": [
        "Economics, Philosophy, Politics, Religion & Sociology/China - Economic conditions", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Politics and government", 
        "Economics, Philosophy, Politics, Religion & Sociology/China - Social conditions", 
        "Anthropology, Ethnology, Exploration & Travel/China - Social life and customs", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Places/China", 
        "Economics, Philosophy, Politics, Religion & Sociology/Communism - China", 
        "History/Communism - China", 
        "Agriculture, Business, Commerce & Industry/Industries - China", 
        "Family, Gender Identity, Relationships & Sexuality/Women - China"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Huajiang Steel Factory is a state-owned enterprise which faced some serious challenges with production declines and labor force drain in the late 1970s. The general manager, Tian Geng learned the opinions of the staff and went to Beijing with the company’s Chief Financial Officer, Zhong Tianwen to report to the State Council. Tian Geng promised to turn in an annual profit of 50 million yuan, if the State Council would approve his reform plans based on the contractual agreement. Tian Geng’s proposal was approved, but his decision to appoint Lan Yumeng as the deputy manager was opposed by the Party Secretary, because Lan had an affair with an engineer, Feng Lu. Tian Geng tried to persuade Feng Lu to stay away from Lan but in vain. Tian Geng devoted himself wholeheartedly to his work and neglected his family. Burdened with the pressure of work and family, Tian Geng had to finance 800 million yuan for the second phase of a project. Tian Geng overrode all objections and made a difficult decision to borrow the money from an international bank. Lan Yumeng was finally appointed the general director for the project and was together with Feng Lu. The project went well and Tian Geng felt that he had owed his family, colleagues and friends too much because of work.  This is a very important film to understand China’s state-owned enterprise reform in the early 1980s. The film is based on the reform of the Sichuan Panzhihua Steel Company. It was the winner of the Best Film at the 12th Hundred Flowers Film Festival in 1989. Guangxi Film Studio was established in 1958, and some of the more well-known movies produced by the film studio include the Fifth Generation’s groundbreaking film, Yellow Earth (dir. Chen Kaige, 1985) and Not One Less (dir. Zhang Yimou, 1999). The film provides insights into the challenges of China’s state-owned enterprise reform in its early stage and has a positive tone. Now three decades after Chinese leader, Deng Xiaoping launched the economic reform, Chinese society has undergone tremendous changes. Anyone interested in China’s state-owned enterprise reform may also want to watch Chinese independent filmmaker, Wang Bin’s Tie Xi Qu: West of the Tracks (2003), which presents another aspect of the state-owned enterprise reform. The leading actor of the film, Tang Guoqiang is very well-known in China. He has appeared in many films and TV series. (4 stars - Yuxing Zhou; December 16, 2010)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)", 
        "16mm film; Limited Access Print (Section 2)"
    ]
}