{
    "system_id": 146421, 
    "permalink": "http://collections.acmi.net.au/objects/146421", 
    "record_type": "Title", 
    "acmi_identifier": "Z000033", 
    "title": "The Flaming mountain = Huo yan shan", 
    "other_title": [
        "火焰山"
    ], 
    "other_title_type": [
        "Original"
    ], 
    "place_of_production": [
        "China"
    ], 
    "creation_date": [
        "1983"
    ], 
    "creator_contributor_role": [
        "Changchun Film Studio, production company", 
        "Huang En, director", 
        "Sun Chixin, script", 
        "Sun Hui, cinematographer", 
        "Wu Fanghai, editor", 
        "Liu Xigao, cast", 
        "Wang Feng, cast", 
        "Ouyang Jiaren, cast"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Chinese"
    ], 
    "other_languages": [
        "Chinese"
    ], 
    "other_language_type": [
        "Subtitle"
    ], 
    "other_language_notes": [
        "Mandarin"
    ], 
    "length": [
        "01:50:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        "Educational use only", 
        "Non-profit only", 
        "On site use only"
    ], 
    "form": [
        "Foreign language films", 
        "Feature films", 
        "Feature films/Feature films - China"
    ], 
    "genre": [
        "Adaptations", 
        "Fantasy & Science Fiction", 
        "Drama", 
        "Fantasy & Science Fiction/Fantasy"
    ], 
    "subject_group": [
        "Literature/Literature - Film and video adaptations", 
        "Literature/Chinese literature - Film and video adaptations", 
        "Places/China", 
        "Anthropology, Ethnology, Exploration & Travel/China", 
        "Literature/Fairy tales - China", 
        "Magic, Occult & Supernatural/Fairy tales - China", 
        "Music & Performing Arts/Dance drama, Chinese", 
        "Music & Performing Arts/Operas, Chinese"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "This is a theatrical rendition of a chapter from the classic Ming novel 'Journey to the West'. Singing rendered excerpts from the original text in the tradition of Beijing Opera, the film recounts the tribulations of a fiery mountain pass, and the cunning and hardships undergone to disperse the raging flames, so the fellowship may advance on their quest. The group arrives at a mountain where the rocks are so hot you can cook a meal off of them. The Western pass is covered in fire for over 800 Li, and even the wild beasts dare not enter by that way. By and by, it is revealed to them, of an old man, that this mountain is under the dominion of a forlorn spirit queen, who has been discarded by her husband all alone in the depths of the Bajiao Caves (芭蕉洞). The fiery passage up ahead can be cleared only by the magical fan in her possession. They travel to seek an audience with the lady of the caves, Luosha, who sings of her tale; destitute from the loss of her husband and the lonesome existance she is forced to live out in the cold depths of the earth. After entreating her for use of the fan they discover she is reluctant to part with it, and the inevitable battle commences. Monkey and Luosha fight and she blows him away with the fan. Monkey regains consciousness outside a temple, whose abbott receives him graciously. After Monkey explains his predicament, the Abbott offers him a magic ball to help him convince Luosha to lend him the fan. Meanwhile, Queen Luosha plans on using the fan again to blow Wukong away forever. Wukong infiltrates her stomach, forcing her to give up the fan. But when Wukong and Pigsy try to disperse the flames, the fan only seems to increase them. It's not long before they realise their prized fan is a fake. Wukong goes to find the king who left her to beg his favor, but they fight when the King accuses Monkey of killing his son (which he did). Monkey is instead forced to duplicate himself and present himself to Luosha as her long-lost husband, returned at last to see her. He makes off with the fan, but in turn is tricked out of the fan by the real king. Monkey and Pigsy return to the cave to battle it out with the King, Queen and their minions. This disturbs the mountain dragon, who comes out to fight them. All ends well, however, with the flames being dispersed and the party continuing its journey.  Cultural History of the Film:  The acrobatics are highly impressive. High production values for the time. Still retains a very potent theatrical style. Some beautiful mountainous landscapes. (3 stars - James Donald; June 10, 2011)"
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "16mm film; Limited Access Print (Section 2)"
    ]
}