{
    "system_id": 46721, 
    "permalink": "http://collections.acmi.net.au/objects/46721", 
    "record_type": "Title", 
    "acmi_identifier": "312411", 
    "title": "Beyond reason", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "United States"
    ], 
    "creation_date": [
        "1982"
    ], 
    "creator_contributor_role": [
        "Allwyn Pictures Corp, production company", 
        "Arthur M Sarkissian, production company", 
        "Howard W. Koch, producer", 
        "Telly Savalas, director"
    ], 
    "colour": [
        "Colour"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "English"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:28:00"
    ], 
    "audience_classification": [
        "MA"
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Feature films/Feature films - United States"
    ], 
    "genre": [
        "Drama"
    ], 
    "subject_group": [
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Mental illness", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Psychiatry", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Patient care"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "Well-known TV actor Telly Savalas stars in \"Beyond Reason\", the only film he wrote and directed. \"Beyond Reason\" is an intriguing exploration into the relationship between doctor and patient and the degree of humanity that is normally allowed in this relation. Savalas plays Dr. Nicholas Mati, a psychiatrist in a mental hospital with a very unconventional approach to his patients. In fact, the film opens with a high-energy sequence in which a group of men are gambling with dice; it only becomes clear later that this group comprises a doctor and his patients. This underscores Mati's 'eccentric' approach toward psychic recuperation, he favours love, warmth and compassion over clinical distance; an approach, however, which gets him into conflict with his superior, makes some of his colleagues uncomfortable and even confuses his students during lectures. Above all, Mati is shown to treat his patients as 'humans', and with exactly the same warmth and affection with which he relates to his family and friends in the 'normal' world. However, a gnawing sense of anxiety and paranoia leads the doctor to a crisis of confidence, triggered when one of his students questions his particular philosophy. A series of delusions and imaginings in which his approach is questioned and mocked culminates in hallucinatory madness, and it's not until then that the doctor breaks through his crisis and re-gains a position of normality and confidence. \"Beyond Reason\" affirms its pro-humanity stance when it suggests how easily we can all slip into madness and how important understanding and sensitivity are at such times. Cast also includes Diana Muldaur, Laura Johnson and Marvin Laird."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)"
    ]
}