{
    "system_id": 45634, 
    "permalink": "http://collections.acmi.net.au/objects/45634", 
    "record_type": "Title", 
    "acmi_identifier": "311278", 
    "title": "One way or another = De cierta manera", 
    "other_title": [
        ""
    ], 
    "other_title_type": [
        ""
    ], 
    "place_of_production": [
        "Cuba"
    ], 
    "creation_date": [
        "1977"
    ], 
    "creator_contributor_role": [
        "Idera, distributor", 
        "Instituto Cubano del Arte e Industrias Cinematográficos (ICAIC), production company", 
        "Camilo Vives, producer", 
        "Sara Gomez, director"
    ], 
    "colour": [
        "Black and White"
    ], 
    "sound_audio": [
        "Sound"
    ], 
    "language_keywords": [
        "Spanish"
    ], 
    "other_languages": [
        ""
    ], 
    "other_language_type": [
        ""
    ], 
    "other_language_notes": [
        ""
    ], 
    "length": [
        "01:19:00"
    ], 
    "audience_classification": [
        ""
    ], 
    "viewing_guidelines": [
        ""
    ], 
    "form": [
        "Feature films", 
        "Foreign language films", 
        "Feature films/Feature films - Cuba"
    ], 
    "genre": [
        ""
    ], 
    "subject_group": [
        "Advertising, Film, Journalism, Mass Media & TV/Foreign language films", 
        "Food, Health, Lifestyle, Medicine, Psychology & Safety/Interpersonal conflict", 
        "Economics, Philosophy, Politics, Religion & Sociology/Cuba - Politics and government", 
        "Family, Gender Identity, Relationships & Sexuality/Adultery", 
        "Family, Gender Identity, Relationships & Sexuality/Interpersonal conflict"
    ], 
    "abstract": [
        ""
    ], 
    "description": [
        "One Way or Another is a provocative and challenging feature-length dramatic film on the subject of human relations, particularly relations between the sexes. The story takes place in 1962, during the early years of the Cuban revolution. It is set in Miraflores, a new housing district built and inhabited by former residents of a shanty-town just outside Havana. The film reveals the difficulties faced by the formerly marginal sector of the population (previously consigned to lives of poverty, chronic unemployment, illiteracy and disease) in integrating into the socially productive life of the new society. Further complicating their development is the persistence of outdated traditions and beliefs, such as animistic religions, an exaggerated individualism, rampant sexism, and a \"male code of honour\" between friends. The story focuses on the personal relationships between three protagonists: Yolanda, a young, middle-class schoolteacher who fully identifies with the revolution and who tries, not without difficulties, to put its ideas into practice in both her professional and her private life; Mario, a young worker raised in the slums whose romantic relationship with Yolanda becomes the testing ground for his realization of the need for new attitudes and his difficulty in breaking with his old, macho ways; and Humberto, Mario's friend, who has nominally accepted the revolution but still tries to live by the old ways. In Spanish with English subtitles."
    ], 
    "member_object": [
        ""
    ], 
    "part_of_compliation_title_or_vod_package": [
        ""
    ], 
    "related_objects": [
        ""
    ], 
    "object_relationship": [
        ""
    ], 
    "related_object_notes": [
        ""
    ], 
    "active_carriers_public_types_and_formats_only": [
        "VHS; Access Print (Section 1)", 
        "VHS; Access Print (Section 1)"
    ]
}